{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              7,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_2",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "b222721a83b9b23ec077378d648c7d55b7453ec6761f046e44fb49552f30f775",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      7,
      90
    ]
  ],
  "output_shapes": [
    [
      7,
      20
    ],
    [
      7,
      8
    ],
    [
      7,
      3
    ],
    [
      7,
      4
    ],
    [
      7,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            7,
            90
          ],
          "values": [
            "IqeHvhAPhD7Eqpa/7ApFv1bbhj8+W8m+WJfUPinmRT8WxmW/UmodvqypvD+lqO0/ixEaQHk0McAr6bQ+uAHIPjZImb6Ahuw9Pv+cv4Dir77XQpU/lveDP4zHID/nA5o9qevwPpQVDUBglD+/kEUKQMZ6879Vkko/Onb8P+D3gD6AG1C9eJNLv8PyCD/SSne/oU4evgdmBb++MuM/kEP4v9jp2D9fDBo/dMicv3h+ob+p+xQ/RLHgvgG3MD8+rXe/9M0jwEHMkL/uuTQ/KdRZv1CmDLxTON09urGrv/+ztD/UvTi+YPftPxCfgb9xIp073qzRvtmTKb/81Gq+6D4cP+ZSeb/mT2a/tOkqv3NbLL1I9Vi/2Kl/v8bwjr/54Hi+5+xTuzYQe79L5V2+7JIovt070L2nP8O/b6osv+7Elz8BhJq/zg9MPx7IzT8uhxy/pVmUv7Fn1D9NAK+/ghcNP2aeaL/LbbM/6fNxvpewKr5kv5G9iiu9vliFK786HRK/ARMUwC3RQMAE6gQ9VNQOQJmWob/IqcO/6eVAvqKH6r68oCW9g6+DP3Fxab2VtAE/qPcAPQN4Pb10R9i+o6M5PbenNL96ZZU+1xkQQCgPuL+W138/MoKbPc/4Kz+yP6A/pYeevrc+or+xTrK/UFCMPQaqur5/YRm/9+DmPnpW5T+iwQdAxLN4v+pFoL6LBmS/x1YNPyAm6T42jpI+fuIvP1hjr79aYic+BfsXP/YSrr7jlIc/anGkP0QsDL9pxjU9QLQIP940kD/hu+E+5jkGv0nCpL/+lS6+mnO2vi6Orz+OUcQ9Qin/vFvojz8VZjG+ws0+wEr5TL5fkuu+PSYQvyexRz7QfNE+1o0QP505rr9Asw4/b0SRP2zIMz5rBWk+o3NOP0vmnb9n9fq+eX5fvdP6eb/OoTU9dN51v25st79Edd+9iS+IPwsHwj7jPr+9l0SgvqitfL/WlUw9gF5dviNtZ7+g6pg/LNcHPVg3jb9dwxc/Lv3EPm/EBcBwPKu+",
            "2SJ/O5Cxqj/NoyA/hQXVvwVY6D4X9/k+pB0WP18BC0C/7g4/2sKZv5oxmb8Tiw7A3za9P5ySLD+NYBO/4U+9PbYV/r7wcgS/ObRBQPgAp7zFz18+7ydVPu3Kqjz69C694A7yv2yKgb+jrAM/GR7Cvp8Oij8UOY2+IEnGvwgylL8+5w3A7G/HP7rfy75oJaw/qLIqvyHMoj8WbVc+YU8WwIfbSr/+Ap4/DQXnvuqHSr9V6W0+c1kVv7TM/r5wUxnA6qxTvjSZW7+hlxrA1XDnP8vZVb6G5Ei+mfyMP+Mv/L46ly6+hcRtv0KowL8fzJ+/Rks1vjIu0D7OoZs/fC5MPzgug7/WtH4/Aeenvy2fSD4h1Mg+xcwGvroymb4Yaz4/YhwzPbuakz55jXk9Gn1kP/KFS70UZUg/C+oKv+D2nT9BcDu/CXdNvsvzFr+7Evo+jA1kv6OGJj/CNJa/Yoo7v9OL0z5J0YY9xCazvhWBxrxuwydAZxwDwM+DNr6cqEO96PeVvz3USL7F2EW/8xmMP1Dp7z6kjXk/FjKoP7JX0L84Kxk/to06v8IdhLzBdnm/8WRiv35zj77mKfO+vTuDP1dk0b6Ab2i/afdRv2f4oj0XRCo/51VCP9O8Z7+2cp2+NJGXv3GOWr+jXnq/H/8IQBbM5T2AQWe8c5uBv0qc3r+u2Ay/D/3lP24VDL5oDyw/IPtbPrsY0z43m0m/uXzKP0PRyT+DFDpAIg4Gv/QZeb4Nqha/kKOlvrlSR788nHO+8VCtPzVQl76iWBO/XLpQv7Ykq76tppO/ed6vPpBjgD214Uo+tIWiPiIV7L5IHQy+32AKvxba1r+A9P2+cGmTv7PxJL/Ltok/GwPnPlMbJb4v0vc+OwYCPAjIkb/dXM4+u1H6uQb3uj2kS54/7g+nv1bgIL/JqGw/gjpkv3H2Zb4VB6C+U5AEv5U+2j2mKqa+2S2OP1w1aL5o6ZI/3uucPRsikj8HVwC/8xBqvjtbP7+LAJq/jRriPyliNz9bUhk/",
            "tVGsv5Ryib7MIXC/iqS3vtWDiT4fo3Y+nRaBvahmXj9RVHc/F3gRP9Mkjj+exPo/+uH6Pfjq6z/M3LO/nuoSPzMr9r42cdi+zVWpPtexzD/wVR49XZ0JvojZqT43Oau+MPkSwNScAz8MLnU+wdt2PuQpML/Emb0+4/fiPq2YIr97Xa2+w+q7vplvmr/9VsA+pBlUu+bckz+JoNc+0ek/viwApb8ytK4/TVzJv4CgBz87520+LTY5P7sv5r5LYKy+cZpIwGziZUCZYoM/PZqYv8MShT+STRG9zURIv0oS2Tw8DiC+80yuP34zib69+y8/r/Ftv/nM07s2s5G/o8IjwA0kHz4z8iI/tQgUv8UNwz8uCQG/7hacP++60j1ntRc+TdyFv6fIQ7+LT2A/01Z7vvyRH78i8zlAJwx3vyW80L5Ehvy9tWrJP/83lr/4J4U/1SK5v+PxHT9TZsu/6cRfvs9JZjyB2l0/eL2nv1DBNr+kKD2/6MW0vymlib6Ib/q/KIO3PyJxaj5SMaW/epJgP2noJb9f11a/pSQNPxDnnL+B4W4+iuXDPrmUrD5Sj6y+7+9ev35p8j4hVhe+Ftdnvu3Ekz4Chog/g7ISvooqkj8suIS/2ZGhPh0gA7884AU+tcyFP+I6Jj9K972+PVrsvp19RT0ahEO/AwN0PRzxg7/GVEu/NNjzvsMHCr88aJu+3r4ZwFwcbD/ZzSw+P3XKv4Lml70oYcQ/Hzb3PZypxL/gEKS/hPAfP1On2D+iWvc+PgBevgjAoj+q/lS/CZt4vghCOb+DNpg/GnmIP/y+bz+asam/rf6MPvrpPb+ZLI6+i1FxP1lcSTtVvIi+sNQ7PzugLL8dmG2/n/Y8vrzqBL+zuWk/43sjvwP6oj+3R72/2GPWvmo0U74OxIu/9zQEPrlWYb0FsYC+D16YvxUASL+VvW+/DBvbPrGLYj6QAyY/TaUgP3Jea75YcvK+jtRkPoTFBz+qcJu8tp6TP0W7n759nSQ+EPFvvnrxvL4Gwsm/",
            "a/lWP1QmqD/gu6c/7FvBu8Tq7733wT2/2ysYP6wuRb8CDRw/yPPPvzQ+er6ohVC/hkieO0qU2b9vLsO+M4k2v+P8rD/1mLg/Pytnv3ZStzzg/ta/7NmSv20wwr5KdOc/jQsDv+M/zryPhXM/hZW2P1H/az4kdJW/QQexvycUkb6VZEE/6cMkv7+Xx74Snti/42OGPwDO8j/iMau/80GpvySpnz/Zn2u+hHI6v9KzKD87en6/OKGuvu0qo74WoDm/5ycYwNf7L793ZAtAB8CNPBsMGT599BM/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            7,
            20
          ],
          "values": [
            "HSRJPYasPz4t604969qDPEwYbD5wWbA+iZeFPPsClzwiTRY87sbaO56ZtTsn9PQ7Tpd2PFQrAzxEA1s7Y9dxPP2qbjsG5rI7ld5JOxrqqDuaUI487wkMPQpCJTy1PKA6MlS3PlBNEj9jXgA7ZR3QOn7CSjojvqs5qBjaOGBM3zefPzA5Da3NOdYrwTh+/586PevwOObgHzmNOMQ4+fgSOtt02juhR3E5gcUdN3dFpDl+XS88VjJeP+8jpDsxEQ42OhpSM0UEpDuP04ovT+8VMV9iwjf2J604Z6HDNh+GwjrJ9mgzYHdJNbdafTLU79E9NXOOOduEHD+1ZPw5mDy8OoWHAD7tv/M8uSB/PYVmKjwJpVA4jwCEOeOmZTeK2hk+i0puOwxU4Tq0dfg6G9QGOgfpgzdPTZM4uVpxN2o+sTfV0M8xOjYSMVGBNSrjkvUqVj7QPTb4ZT8YnvUrMnNBJ1c2cSQiP+wmzNSlJV/DeiZlIysjtsRRLNnxByxEMIUwP7rSH3ROGyQM1LQgY6flJIDudDz8IxU94vadPrdEOjItzhs8Wm8hP+HzZC1s2yI0KESiLHKhBCzpsPMxJnrcKVRvDDEuCJoyZAJqLp3EzjAakLUo3wlQLN4lRSd1wlErTjcsPDqVSj31U1c63ekcOlU2ET7klzA/pYcIPfePCTlbqJo2D5rOORiabTeQIfc6nwSBOzi/xTuWwJ48Mu8pPaChqDYMdSM4NSHFNc7GsDk="
          ]
        },
        {
          "shape": [
            7,
            8
          ],
          "values": [
            "1VzoPf2j9Dyx/rg98y2bPhbYqTyvQMo+H8AoPV6uzjsjLZM9OYWOPE6eMz0yCgA+AKarPFcDMj8xvsY8/ZCmOpD+fz9G7B41EzubNi8iKTEYzQk3vKANN3h56DLXnXkyRfIAPkW1ETmqZN08c4NQPxS+4jroo/o82tihODc4PjbHoAQ0M8mVKefDUzs6LH8/zP7CLFGray+/1nAwxV7SIuPvfz/ILz0y9wRsOD5BeDd5UjAyw7MxOQ3cszbLUu4qca9/PwpaqTMdSSU63e7lOSEc9zQhOCc5MdPTMDrZOzM="
          ]
        },
        {
          "shape": [
            7,
            3
          ],
          "values": [
            "B1cmPiabPj/CeL493sKGPWWbXD//YZQ9gmF0PwzWOT3BhI43OEGxO11lfj/8hGA6poUGNZD1dj2fkHA/sjlBPzgZez44tCox9pDVPosmFT+Wx4c5"
          ]
        },
        {
          "shape": [
            7,
            4
          ],
          "values": [
            "SwA7Ph7R4T5BzWc+NpAZPty9/z0SX+s+Ed+nPpdJsz3s/X8/4nWvN9QbNTenPKYx9qtNPvlZpTqcEkw/u+M+Ou/SRDicjzA/VtmePhSeJDez4Z0+c65wOIaLNDvYVjA/VrV8P/AVzDvKWM87WW6eOQ=="
          ]
        },
        {
          "shape": [
            7,
            5
          ],
          "values": [
            "z6ZwP3++PTynQZs8q5vPPMilhTsZKn4/MjanOurkLzvYPU07GAKlON7+fz+HWY034wXTMdFY/TQcBNAuWPV/P6cEazXjjpc3mjwWOdDO3TQAAIA/eCrMJs88QC1+8oIt5+9ZIQAAgD+Dz4wmH48sKbyslymsbxwlnP9/P7pQQjXdaAI0cPesNvjjfTE="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "RUEVvsGjFz7COZe+IlyWPI7U/j0J5zE9HM0pvZl98z2RZtS8PlrnPOZyhj4qvWc+OjafvcPvk73V5LI+AJ6wvCughL3rTp69NII5PQyEiL3cZLI3MkjBPQ7DaLoggLm4FPshPlrJBb74XhE+ZIg7PsnECr2xx14+E5M+vllohbxn4p6+d4E3vV2f473XRJ4+DSctPq8Pb7601AW/S1ZLPZ84Rz5Hzsy8SRs4PjdggTuKgIU9hhoWuRqROjwCcJ4+2isLPc1O67368t8+e+5JPnEhaj51dIg+++EjPoHWAz5IlcA9mpHgPrHVKL8XlBg+wsAmv9Qloz4Sh7g+rYofPsXm4T4ZGCc+uTyNPgp5JD+BtSy/2vElv6bu8LyDnkI+bFiyPXzYwD30+2w+HTqUPTfaEj4Iphs9HTNJPfkPl7xevPQ91vkyvDZ9AT6AFJw9ISEePi+7Ob5GdCW/zJ+cPinGLz/1QJs+"
      ],
      "gamma": [
        "H7KYP/HvmT+BS54/llSkP5tyoj9rF58/8WCgP0RBnD9mEac/8caTP4C5mT8yxZg/qsiQPw5zmT+y2ZM/TKyoPwxajz/7s6k/EK2PP7N3jD/t8pk/MTehP1tClD9/yqQ/zSuRP+Yekz84uKA/U2ujP2ZtlD8KTpw/qEmZP1Qznz91CqE/szeeP9oTlz/SBqU/v0OZP+dFkT9/qpw//d6KP+DumD9YdqE/4zuhPyPOmT8PbZ8/iACTP32loz9OdZA/IvSVP5Pxlj9Q6lM/COKwP+Tnoj/NQpE/Hyu4PwD6oj9PM5g/VN+/PwAAgD+BuqU/AACAP4GLpT9zvow/4l6fP/r1pz+2tbg/8vORPwAAgD8AAIA/AACAPxA0sj9zqbk/RSS/PysrvD81568/R9u5Pw2jrz8RLDk/vwCwP4YquT/5G7g/GSesP3aorD+ijKI/mKGgP4jZoj8AAIA/LPmSP32jSj9o4JE/"
      ],
      "moving_mean": [
        "NlL5PpM2Z74iNKC+rhMrv35zE71T9aK9HPqEPc0LHD8iF+g8KzXhvvBwXD+wbBE/UtPfuyPCk70KY4S+LA0UvwquAT8jsjO/EyuLvdUqDr+VOac+ecw8PXH6uT4mrSY/aX4yPh0w/z0L23o/jQUEP9owkb7LCYK+1aiOP8NbUT6BgYK+hIUevk+84b6K0Ao/51VjPszZVb7k9oS/NkH4PMd8lT57gxG+5AewPXVDrb6/5zq+bn3uvgqNLb9TSGw+dRplPODmI73BSUg7S6kXPtM5pD1I2Xg9ZOzdPn/EIj5nRhQ+lgDGPQAAAABNjts9AAAAAITsWD2naoA8+BDgPc/tgD3V9DE+QJ1ZPQAAAAAAAAAAAAAAABqKGj/NgDQ+UvrJPmV7uz7Zt04+CiaiPnC1aD5frEM7mEz/PrJtDD9BV6Y+BrsfPzWaoD5T20s+2M45PqKRaz8AAAAAV7d4PRMucDo8aGA9"
      ],
      "moving_variance": [
        "4X13QMikXUBKb5JAUP6EQEqsY0C2a99A8T9lQIY600DEnqdAq4IgQDUmGkBFtJFA4CVsQEcNN0CzfEBANf6bQKdXMUCXVI1A6uQMQKSNHECbKq9Aef2tQCi/hUC9559AHm4EQEubTkCi4A1AZOOGQH83EUDzcTRAmMuTQMtSVECTqGhAC7FBQLnOC0BlokhA4e6IQHViJkCXxE9A9iMfQHfyrEBxs4pA4ypyQABkHkBaeINA81o+QOChUEActyxAap9dQOrTdkAzqUc74zEBPh8Nlz1UuWk96nN7PgXkCD5Rmv09o9qyPSXTlRv9AsQ9JdOVG11tTT0JzHw8OovHPXedcT2pBhM+wAtOPSXTlRsl05UbJdOVG3z8dD4PrhQ+wJZ0PpymbT42+yQ+RZVdPiLRMz77FEM7hv1/PpqTfT4ulmA+TEJwPotwXD46RCM+NhYYPtlllj0l05UbGJtpPYHzbzrIGlQ9"
      ]
    },
    "case": {
      "bias": [
        "xHbMPdl7Hb5mZ+2+6OsfPhxhy77GRhU/qT1evsJmsL0="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "FSeRPf9R0r5rB409xRT2PXk9NT6nNF8+VpTUvjqRmL7/4K6793bovYTdv71z6OO9UPa/vUY33L3G5eu9AwY6vSa31D5jQYQ9s70fvyGL8r47iiS+tpDQvibtSb65VaW9K2epvRHfT7wabhw+8Gsmv9gcbT7e1ii+UqhwPrVxQL7xFD0+GE6zPRER+j3mmo89A4rHviXVBz7Fhjo+Db1vvrMxhb0TQ849VxOePV5Nnz3mkqg9Z6GYPabgmz0gx1G+bqGjPQ7dpb6+46S90RSVvZFW2rwrGo28zaXDvZ/4tr2kIeK9OjPaPRUx9j2DvPY9pjb/PV7P/D2UgAE+Q70VvsCUqT4mJYS++ynivdVAjT7YlZy+2YqGPgwAA78v3D2+MmhJPhJGbb6EFVI+zcZVPmJ9TT6TLVI+5jBVPhPIGr7xKho+CXaivuaC0T1qsck9COKdvhCU+j2zqlM9UdywvSLWzT0hjhC/Zv1mPm4DQz7j5Dm/ZcdkPjUf5L6L0jY+NmwKv/AKSz617MY98yiSPWRvUz5t3Dc+dXw0Pi4U9b7YJbY+f98UPZpELz4J5R4+pQ7evNby4r7nSri8azeMPJzIEj6hoqm9ZWsEPo4dzL5yfVe+joq3PeRaIj6h7a6+jzy5vlt1ZD5OPlc+MXdKPn/zzj1rcnk+oHprPkEqqb61exy+fY0GPlDSqz0Na909qmsiPtiYAD5ChjM+FXhuPUakAb5jMpw9SKcjPmOQFD7+aqM+DktZPmN5hj6o5U4+ApLsO/G37T3LH7A97CexPUHJdD1YqcQ9XUOpPST2Pb4mZNC+sGKVvggCZz7sYVc+LX75PV9Vbj5rSB0+yJ+UviJgID5G01I+lnwYPkcg4r69508+Dw8XPmjIhr79aJk9hZjgveQgVr3YzpS9SP+gvXi7/zzAvcY8Fwe5u9CtsD2K1Om8/R71PfcOyT2EM8I9hErMvUUVGD59XWg+MM0XPttJKj68Hsy9QyzJPaFVwz2T0w69JObLPcMe3L4Zwye+",
        "SJxzvgcvEz1dKVa9rfZ3vfSQCL12XNC6aiLevPX+WD1CQce9JRikPpF0aT6ce3Q+3BynvolJzb5DKwO/wqcNvZhDPT5TEXo+zYBuPWkmwD0UqKI+WM80v6k2Eb1qaDe+lnTnPEFf/D1esdE8LojAPHkxtT0HnMc9XIQnPoKYlj115S68+moKvu8Sl70Qq1a9VqeLu9rjE77H+QI7wm13vsv8wDwpZfO99HnPPNE9kDuot+29k3AJPSeix7w90Ia+obYSPhYJxj12XF89tx0oPa3ulD0EKag9ZCSaPTrDfr4/tNo+mt56vmXvMb3n/Kk+1jeUvsO7TL7lpse+HcNAvtU5jb7SfVc+bGRsPniibz5U+bs9O3oNv1TvuT2qsUA+ULgiPkdJ7j1KpQa/UK+5PR87Zj513DI+8CttPuf4ob7r94A6uMqjPU5Bdz3hGYY93XuOPUBhXz3fpJQ9MhTkvtiniL6gnsU9zSjnPR4R4T32ROM9oLfrPdq65T3flzy+IpYAvuj5Eru37B88b7KEO5TYuLqmqQg97+E9PcKNpr3nxos+pJnWudT5AT7r7fc9lvc/PAEGgj0QI+e9CgJpvj+frT2xmHo+P7QLvwJBBL05X26/GWUCvySaUz7MYEe+UDe3PqBeDr/TKrk+4366PtaY6r6+owy+xSEEv3bwxb5i5e098bVzvurABz1Qtrm+ycE1vWVXcj0lDR48D1yYvi0bKL5DsAk+SgcjPo+EJD4jyCk+re8rPo2cKj7ZyV2+5/mwPX7ZWj5Fzcq+Zzb4vpOAEz6eld49YgYqPscKED4NJ5y9Q/vRvf3bwb38Vui9FnpbvvovL75isgS+jJK/vmbezz36hYa9v0MCvQViDL0grMC9MuSHvKYF7Lx4wK+9OuzovAYVjD5e/x8+y+sePmK2pT5wrbO+EMYMv5LTIz6ZXiE9hbz1PczxrT1z09k9aLP1PecLAj6PtQA+hsGcPaaOMj2TgN2+DeODvsArsb6L9ti+5/OFvqBcpL6d4TK8",
        "Fqc6vnmgyr24pJa9C4FsvfnU970nczy9Mvw4vSExDj3TziE++eHsPT1Pfz1Abk49RK82vbGp/j3MDAw+JTxsvpSEWr7R3qU+9b6ZPoEKlz5Qhi8+VEOyPhBTqjypnNI9G+dDvpk207uCsrm8u0jLvJlCZLyE+7e8sBKtvGSxDr5J0Z8+NRruPlwT977kCcq+LlHUPnc4uD5eKnm+A9e+vFg/s73JpHK97/XxvUq58DzFOQc9r7Cmva0aK72k1yE8VBbGvdURSL+9LI8+ZaWJPqvE3L4yoYo+zHe0vnf4n74CIbI+J4zuPnltAL8rzps+aePSvrqbX76X5ey+WqklPeqcbL2IxHa97oS2PBL+zTyH0Jq9D+75PKgd1LsET8Q9L6flPghs7r7Jgwm/mSq0voYquD6A+tC+yRy2Psw9Ij776B+9Lve3vGSqNrwO6Je6ebV/Ox7FprzsXXQ7zrLwviqVRb2UqCW/i2CVPpCykj7i26c+gM84v+1txT6GGXy+Nytau+KrFr5/Rly94zBXvZmulr2vZ2i9A8aQvR2kSb5SV4s+89CDPqUCgToj2SK92LDuPlGrKr5uxTO/ZYURPmSFtT6Q+Hm+0imLPuIaxb5XZ6C+IYnUvlOxpT5ujWK9vUbiPf+SrL3AW00+y4o2PpTP5b0K6zI+CuqnPeLG7b0="
      ]
    },
    "conv1d": {
      "bias": [
        "9nYFvnVaHb5MasS9Px34vWh6yb0s4YG9MLLGvGBtN7207SC+LETSvfl1h708fzK9Acn8vRFcKL44ZCa+MbnBvUXf0r1m08u9nJr1vWh5ML7qFMO96eP5vcw4zr3C1aO9/n6uvVTX170n69G9EItwvYhjFL4cTRK+UhgOvqr7A76GTdi9DzUuvnW3qL1EdTm+O6AtvifALr49GDW+Y6wcvnwAB77Y9Sy+EeqNvhkrDL72TVu+beoYvuDCB74tcxC+QgoyvXvtAb74lt+9DfblvRA92706QSu+jwABvcGfJb66OfC9qBNEO7nIIb4ofNO9GWvxveI+LL5XVAi+LVBAvnTo1b0gfvO9cNucvS/zAr3FfYm99UlPvkFs6b0ZpK29eeQZvlu9Gb4Pc729goBfvpMw1b2+9Dy+gdoavt2uI74qAg2+e+/9vQoX1b3S/fe9SKHOvT0YFr6lGIK90nsFvjV7A74LdeG9KLcMvrxkx70q10K+hhlsvd4ihL3leqO9hPmZvddBBb7zG8m96A83vspMrr3D9gG+16EBvkQdxr1R86y9MzK7vVibDL6laIi99B4SvqQZEr6DP5W94mrgvREyHL6Dnr69JZEAvojjtL20i0q+DS8Svl9Ihr2iXRi+myYtvtWjwL0c+wi+ytIcvQzh6r0FZR2+/6ypvXViF75Gslu+RWppvsq3Ar7rVxi+LFHhvZ7MBr5sbS29MSwYvkPOEL4499i949AcvsBR47359u+9IN5mvgV4x70rmtK9wL7ZvT46/L0LPg6+DQuOvcPCD76fjyG+HUjTvUK8h712ZOS9XxVtvWTo3L0uUAi+q8nevdTTpL3AigS+tbYvvr5boL36NLu9H+bQvdFREL6Pz/i96HsZvuWZz73j1769REcQvZq2qb0hIJi9gjj4vVUNP72Vv7y9lWOKvWww8r3HJK29yV8Tvqbtyb2K/ia+4l7evUFiI74YJCO+w8AsvnKhGb6Mpu69U168vdm8q70hjSW+O6P+vb745r24SP69",
        "f+V7vQSqv71bvNC9lfIUvtiZ2L3FXde9Nq3yvDIXab04lge+nm9ZvZQ0n70/18a9sdKjvWSKr71dQqO9ik3zvR2b7b0bmAi+gRQHvrAxyr10iJS9JHXBvVFS6r3l7QO+/nZBvjt47b0C1hK+eA4Qvr1BeL7TVUu+9l4VviRK+L3z/Re+FawAvqWVeb4UCme+ydjsvYRvAr6b46y9o0sOvrhePb4b8q29iFICvqVSw72dJRK+SHQ3vsfzDL5yHaC9msW+vOG0W70Nvbe8s/BzvQURCr4KbAq+ytIDvn72zL26cnW9x8c4vuzPBb7Bpxm+beABvmfN/72if4i9CTS9veXgq70Jssq9hMWFveHMY71clAm+YOgsvmgO1b3hfIK9UawhvrjU4b2uvQC+r+wGvp93hr2MOOW9n5PPvZV7h74pkuS9EQMIvoLJhb1ffHi9rEj1vdQBrL1mgLW9pn1dvSyg9r1rx7O8CdDyvVSG070jbQy+UTsRvd4mWb6y8jy9+5+Fvf9pwb1gVPu98+MOvl78Gb7b3xO+F+gxvlF4Hb7OVR2+JqrEvZsPuL0pl0u9BfTwvXX+Fb5JCLm9dUP/veze0b1upru9JNDcvX1ovL3EEpW9XuUdvhDO771d2hK+7UvzvUj6HL2gYg6+px80vTCQ5b1reKC9st+ivcoBm72CiB6+ZNj4vU0I772SEx2+8qbAvWI4JL6xAQy+qC3WvVanC7xJUc+8nSaHvenjEb6nnIW9Cbtovk+42L17tBa+hpsfvpO+qr3ag529+14AvtKy4r0nSIO93YoZvlTO/b3YZUe+0FcZvhdWAb51cKK9Phc1vpLiTL4eYQy++aimvR5F073VVX29pk36vZUwwr1lAdW9S1wrvmcqDL5399e9BoykvTa7pb2ncgm+2V3Vvcd+Gr6I5DW+7t4mvlaryL3l/O29Ln48vRLe8ryRady9IzuGvEuerr0cWTW9RC4kvpoWnL0lAxa+gNY2vtzHvr1ZbJe82a8dvpUC+r3zMvS9",
        "vQHMvaV+EL47mJ69xGymvdzQR72jzwq+fLyGvf31Gb5vAe29rZV4vlzm8b3wJBG+QFz/veb/ib14POu95gZcvVfKz729Y7a9DxhCvmvoP75eni++88qpvW7yor3taAC+OMikvavml7364QG+RpIcvkmwAL5/pQK+r8Eqvntz970EFDy+/CSwvRlzIL44oCi86OeUvUdzpb2pxcC96zsEvmN91L0+d1S9oDPpvVE1rL1UWnq9/lX1vRwcCr5L3RO+nqk6voHET73rvBC+guWNvaj40b0OPMy9LzsVvnRlBr5MgxG+mLISvg27wL37ary9ers0vl0TZ76LM7a93ScSvqFHob20Saq9QWW9vbqAv72dPpO9LzX2vT8W3b2kKx++OqPVvTdAy71eqBK+K5IuvaVpD75L7dO9fd7tvUEBqr1EvX69VDhavrc2Ab519Qi+GI4Zvuap7r3sbgO+kP1RvrAc2L0TDRm9qjUXvuFW5b2w2wu+9kIGvvUUpb3IggK+Ypg9vvWpzb2k+ry9bgYnvodK3r2di+W9e3qivSTw472hUwG+MVX/vTspIL58W+G9dakOvWUkG75LTkS9U/5AvnCnHr7Fkti9PnELvfs2d71BKfO9Cu4Nvg4caL3AX0O+NL0pvkP4Gr5rX9K9716zvQMNEL766C6+AAAAAAAAAAA="
      ],
      "weights": [
        "Ckb4vXtIGbuKUb896Hf2PcaKR708fHs9ZBCsOynovjzwiLk7FnNvvYUNI72yFiQ9msZBPBhZHjxDmrI8iXB3PRKTgrxPrbc9yIKFPdEsgD0aWE+9Fnu7PBy1DLtCN/c8qVApPVutoLwbRBG74RTMvTjQ7zwvg1e7ndFzvQAC07yVuPk898bUvV3DW7upToq9rmdmvTa+qT0ILXk93pYoPN50Hj1AyqU97DXZvZqoljzZK4k9n7mRPOOcrrwjMEU8nCkFvuGWDz21Zma8WR+AvPCXFjzKdQs9lmohPfULLL0UYGq9JOPjPU+UZb0Pro06CFZFvbPqEzzKNB893838vN8pYb0ApYm9vgfKPLzC7rwEZjY8DahhPFfpxL2Gpok9HuKLPEMgNj1xFpq9XjwnPcUhbz3csNG9vJVnPUNyrTxASNK8do+4vetbobzXdQa9VYgxvcnWhj26Oha990KqvOmK/zw4T068SIWCPpW2Mr11waA9V/QMvoMeOL7ISS+9or4EvsCklLqp2au9Eu7avWsL3D3jNF6+hdWmvKHpRb0KelK9drbYPLmzAj7aLmC8V3a7vU6Lgj3ArLy+gk2RvLsDKr7h5Vy+dy6kPahjrb0V9Uq+gJ+gPTgSXz3PbNo97IWrPXjwQD0RCQQ+mveTPFs9fL6K34q85ihyPLLf2D2scm0998GIvYDk570Srto9hMgAPKJmPzzn7RK+V6KcPVfXAb4Mc1w9hOZmPbJp/7xjPKA83JmNvIpDrr1jZeM9qIlwvXTaR7yhaSS98nJ0vr9KkD5WzCM9vMSIPraoxbyQB9E9FM+uPdK6Nr04AGM9FQ3aup+opb4a/5Q+jBGQPuznvz1mzWa84K6tvJQMWz00t/a9eoIjvcF0Zj3YO7W9j5KgvYRcPz4odBg+tMdnPZVsTL7QlbQ+kQRqvhsAOz5o0G0+G3B9PIVaRj2dgpM9PdjmvKeNBD11K4U9PhKBvQK13DuwUMK85dejvNwVnDxyro08du2cPBevTj0/5Sc9",
        "NOiwPEh/GT14ye+6aUiTPGmL6DwRnNw7UB11PMjh07wIk3a6bt6AvJecQzyz6LK73jbEujcczDzfK1O9fCEtPYfFkb2fCLm8jJeuvUh8t7wcrR49I3yBvG2HpbyJUlW9MP8IPVd8Qj0sQSA9YTqHvTEy47sTZqI9A1VjvFZfmr2W9cw8kIUaPWbFO70SR7O8HI62Pe1j4DxFjVU7uJj2PGWLaTuz3O885XlzPEmDE7s6TIO9p4vtu8aVgD29LTC98OOvPfLysbsEJOK7wgpVOkPrSj02Z6M7qN/PvIcJtryrGhM9yHlePS0Thr1riUo82qgwvQosELy4moY89NnUOmYcI7x5mc88cLoWPZWNoLs8ksO8MO/NvMKGITwNezk9gQKkPKiVzTxh13g9NwDoPIHcSD0ChDI9+DwkO92F1Ly+DBG93m/CPJnyAb23Doq8+6xiu273ADyf1E+9YRU/PSYftrzpRGg8TgU+O8RxCLyrhTu9/0ftvLztNT1HEIe9nvDbvBDotTu+2Jm9tRxyvNtwOj0JEza8X2uCPChNej0o4WY9E9/fPY/3pznPz9i8W8XKPUx2nzw4OmW9Y2A1PJlvij250Oi7ctVqvLOgYLyGbGE7a+t5OwVLQTvIIvS8gjunvDAaLLpYOMS7u4lXPWwBMb0LNNE9xOOiPErXiL3RxoS9ou0sPTQ/Mb1d5d48mQYSPQleor33CQ694bTJPOu/tT2aw+s6PS3CPXo3XLsftGK82h2IvPod7DwOC5s8iT4EPRffp7zUNlc9elQGPvsDmj3DXaI8vTuwvd9hmD0aBog6DcGevPl/s70/qYO9Jw7hPG6LBr15i5Q9tor8PAzKQj0ZZJ89uco/vCHCFL1/Kao8NSFtPDlzCL28Ui89LQMWPGxxijxVpli8hgxEvnSFpjxd1yM+oUEBPsa3Hr2RW6+77hEvvuXfW75cEO29I/tOvkou7L3LyZ+9HtuUPB/M2Dxvkpi8wD5kvpBSADxalZA9IiNiPMF0YT179vM9",
        "AlFevIubvj3Pj6O9CX+bPr1Ki72V5hi+WdwCvqaB472hjJe94vpwvQ99vT2HuFg8QOFivZwXJ769HAe+7PcyPoWypr0doqc9d8TkPaM1bb6U9NS9MMp7PTxT+7zxXeA88OQ8vQWJgL77oOg8lgO2Pe+51r0/UKO8eDqhPMIAtj0WV6M9uzb4vUbWOj4pIQu+ptkqPsCNez3JFfk8x3qBvgs75zwdSkA+sJQGvl8tTr6YmHA+2kZDPt/2LL7hyzk8DI5nPfe+Db6EuEa+vdMavvs/eL6s8su98kAZPph0/D3gPt6+M7Ojvqyx9b7DXqI+vFvtvsePh779Vm4+v/R7vRVygb75LbM9N5bVOuav5Ty9VYK9sFEeu3uYIjvCumU8MZ8XPAmFab2F1mA8va6Iu1TH0bvfGUQ99YCUPKc3LL0tZso7XgYwvc3d37y0ZB+9lHdqvLxIkLuaKL495O1su7m6+TwdNbY8pRRWvck15LwUh3Y8IeXPPHFeBzsKjOi7NpVJPX3gV72MkM68G6scPNBFuDwlVOM9aOsmvK/r57xI2wi9J2lHPYJNg70VJ6q8tG6MPckK9LxN5k+80SdBvXrpS70KBoQ9cNJcva7Baz3ndx48MtDPPCIgVj1Gmq88XvNAPEAOobxy8gi83MsBveB0wT1m5CK8wjqhPQM1nzzU5NY8ddYuPLGG7rveALs85mgrPembnr24hJ09MibJPfemIL22ziO82IKkPJNp/7xsteC7zlpkPBGGkbxaQdU8GL0iPFna4rzVb/S8Pr9cPCSM77on7IK8PpA/PXz+Ar3++PA9Rcw6vGh8kjkchCQ9MuUFPZPVgLwZfpG9InK6vGZSub2X1Oe93SMavNVmyD2hT4s9jjVMPVsNgz32zyc9vuB6O+KfoTwRW8a9KqZ6vEpE9j05s469NE6Ovco5Aryyp6w9z78wvZ6Sh7vuEQ29z+9wu+/hobzJYkA95WOPPXv7tzlLaZA9dOd0PKzaDr1FnzY9cS6qPIVPHb3eFZo9",
        "TmZMve25Yr16szI91J4yvS3jHb3oKoC9MYW+Pcb51jxezyu73B+4vO7JMb1mCio9O4+OvZwqW703Mk692a+XPUjv0jzFCia9ZZ2Kva0MeDygLju7CrD2vTU/fzwmvLS8FqkBPG+WkT21YGg8pAEbvD7x/bxkvNC8OhMKPfMXl70LY6Y8Dw5oPfrccDzHhqY7zwRrvV686zxBhOg5KFBjPAL4VrwjAcc8HWXRvDtCPz7Ox1E9ujSaPdJoEb5F5io9ldj4vLihKLx6PA08Me3ePK6EQrxrBW08FEj5PdzOiL1nGke9YP3MvReitb0QMBu80DQ2vlU3Kr4gxC+8AurUPW08h71uBJw9/VcJvnoPnrxjceQ9NyhrvQWASzz8fh89+wuOu6zJpr2f8Hw+E+jwvb9bGb5d8vs9vBkzvkGGWLwNKgy97BOWPOykLr73Hhm9PZujPXymwrxRpAo9VchOPVbTMz7mR6C+PP0dPj4VYD43sWM+afuhvg5hNb71f249HxVaPkxLp722WaU9x4DrvdFBNb4ulMC9Kv0XPjDSD76VGyC+bznhvTU2x75S/Bo+s/Q9vpzHD76k+Lw+Savovsqi1T0/Hmy+a5EAPl8Dfb7gJ9C9ZIW2vm2vbrwmjiI+9T65vUUmLL6koyg+4p/JPWYzbT2g4YS+d6EuPWc5n72Z8Um84Fl+PUX8mby96I49SG5DPQ4bRb5g9oC+/gCsPRdExj0S4tU+5b85vSFejj5bCsE9hTRCvrzTcr0oRoG+xtqaPYucHb1//YQ8p5oCvGjPTr0cEMs8xiqwOlMoLD1t2V09s3QGvSi5UL0PaYs8e9LKvaIjibzub+a8o98KPZbJfLyS3kA8rovyvJnZxDze1uM6A2UgPNqZIT3chyW97m2nvD/ZsjztRlA99rYvPYczHjwqrq28Lx0hvbmrAz3Mpoe8kPugvA5IgzzLDWM8TMmXPRnjX7yC9J48QW5RvPf8Ej1hRgm9J46CvSsUnzy8Nmk9eHg0PVrmmT3eHjC8",
        "gxexvZ+qdr3iEhO9aBpLPOwDkzy605i9xmGOPd5K4LsK+K09we8WPAca5TvkqRs95u9qvMYIIDs//Ai8C7TavL2OJrzHck29E/fQPCXa0TvV1ce8AGYxvR+hNj25wnc8bvOKO9qpprwJ8ou8JrqGvV5baDuhs8O60CE/vZ+wL7wG4X+8QEYrvLDy3buaYVw9MI8kPdshWr3/jJe8lr3hvcmfgDvdxY297VAMvvgLYr01Qh894SOQPO3t97zj8Qc96HmsOiexej0z3ii7weOHvYAfKD0aswI9Hmm+PBHuGzwuhX49HlWwvJ48TLy+dhg7BBJevYiivb3W/949NBiBPQB+4bwUaNY77ypwvbPIMb08nzY8aTqBPYk8ljpsXmi9bH9XvZ0tTTySIMs9XwIrPXy257zd+jS94aeKuxnlLb0rsTQ8lLENPS6tKL0Cv7+8OrmwvbEtCr3RQg++O/p0vBlWCj5YoQY8yDUtPcvpmrwWN609f31cPX0cEz1QdVc9LxNzPfiJ0z3LekY9Yp+aPe/IDT59P6g9eq5aPvUScb1lduK8EeqsPdD4pbuqeeQ9TN9MPQg18L2OGCo+j2lVPhH+Dr4xYF29TuqNvUW6mj2iphu9tZqnvapkj7xdSvC9pzusvDacfr1CN2C94AbovF+SAL1R8BK83G6NvVcCHj1Vvl0+V7OPvZoQH721axk+2vKUPZvBeb0nDO69lIjEvK7Htz3RPB8+ocq8PAkD/z0nHBM+pptGvrnAh72T9go+Fa2bvRJdhb1gq02+T892vSnJvTw3Jq6968wdPposLD4z64U9vXAYvas+bb0QKsQ9F6hvPT8ZgLxzBUa+aaI5PfzAJb56+5y+vG1vPjCN4LxtZdA9yJ0yPWK/Fj6j8bG955TavJ0V4j77nQe+3b4Hvkj63D0bzJw9HKIGPt8Iv70qjRA+lXz6O7YfPr2+Kck9iw5APrdWj77x+7+9uB7iPCs/N77Z7P49zN+ovGBpPT4DDZ49QVggvmq0OD7EM+08",
        "PQ1EPrc3Bj6PMVG+E71DPkgI/L3gVlM+ZidNPauuRb4CD20+Eto/PljKFb7SJZe+4j3GvbVcDr19Y6c9Ob3xPYtBLr1xMvG9fhJyvbQDgbwejZC9nxcTPvJ5ALyeXhY+uWXovcbd1z0FwWk+b2ywvaOLzT3HdTq+IGXDPa71FD1J2I+95qcPvfXESLxJrO09TiH1POhppT3fRIq8L26Rvdg+Iz1DjX89cf+Vu2T30T1RNbG9W97FvEpGKz6vyiY8ZWWUPSEPCr4/JuG9mbcZvcflHj22GwW9tpI/vaQo1L3sdLA8nOZDPADdnb0+Tj2+RVKEvKCp4Ls7QVQ9NmjEPUxI3rxgvDe8SnAFvP5z3T1mt2Q95G8gPYx0t7sh9qW9qDcLvWAukjwO2hO9Adp+PH1qKb72xKi89pSUvZtkDj2FNCA9eAqWPR1jujyyhHm9FHq1Pdtx9DxUxB69TLXWvaOOzD2o7548jYANPqlRRj1n26O71wvZPZlDJL3Ac7e9is8mO/rDv715RWQ9WcpPPcfnAL6TsvO7/+PcPL1pjL3yG/G8S9oVPeWQQb1zRfG9+PyFvN/VAb3hX5C9aNczvadDvLxFa5C9ryvgvHKq/bzJ6Jw9cNWJOcVw6jw7R4I9SKmgvHJdSD12+xM8c7/jvL0akrw7Tp07KVUXPSPAWLzNDMY8s8HGvO9NIL0qcB29ZEKQPYyEnbtgDi08JDmVPDGzqbsyLPC8g6s1PHa1n7v/xYC82isiOWOMvjzVUg49KrwkvfCKyzqcX8+70rldPQzryrwDofk8NCQhvLQXsDyoI4a9d/XWPHXQFb0ZWgG8RBsxO3wpxD3dnIg9gxjiOZx1tjtcVxq91hPKvcnx6DymUVc8YD0DPYrb1rzPKEK8X7AMO9BIizz0W4E9DfILvXklPj2ij6Q77fJFPabGA70B5M49IquwPA0ghz1bOo07Guk1PTmVKjxAZeS8BuPyu94bF7y5tD09UCSBPcLTLbxlhrQ9UBapPAAZob3iU1G9",
        "zsRbvBXO0rzZ14s7Gng9PcBBDLcFq7G9CjyivQRapb3Ip768GzigPbRtEz12C9k8fC0CvQkuET2b8gc905SrvMlMrDyYixS9gaZoPt1lXb5GUim5b4QZPTC/rLy2ieg9d12HPtJyOL25oR4+dqP1vOPDBT6YbuS8ETiSPSQWXb1eUgE9ErwYPo4HMj2HAAu8Q5wQura/+T327gc9YOb5vVZu4r2nNoe9zQcfvBx0xTxnL0Q9lVElPcN1ST41QXy+tpUTvk+pi702ayS+yZz2O/HlJr6MSLS+mY9qvE9qvj3LZBY+CK2avVe1e77ttB05xU3ePSCNE77Vl0++IDm4vD5Majsr62m9AdfLvZTAOz5sMpo94EVBvl2t5bzxiZA9r2HnO/deqr07ScC9VWp9vqKtCz7PHCk+sa40Pl4rMr7+Gz29nWoFvYwh7D1OUEA81DwVvhMl3b0hvgI+UkK5PUtK7LxrTX88b4mtvBiLrL1f9Ac+CKmTPSWqIjwPBWM9fD5VvcxzrjtNCjW+kDIIu7VZ9L0I/B494UTDvVz1VD7SXpY9A8ZhPRMl9L3WAww+Dg0VPSmG5Ds9xWk9Q2vxPCuIHzwN2Uw8uCAxvT6+mbvENyW73OeGPIYw6rw4wrY8t3qkvHT+KL0Vqfy84WyHvfa667uV9lC95UtqPR55nj0yjFc9VnwyPV+BPD3PrRm9jk4EvVYUdL3inJw8pzcyPG0GGzuwyc66E00HPaFj27uLUju9Hv2PveBuiLyRP4o9KulAOpVt3by+dPe8ezvcPJD71DukOTO9LiOCvLAGYLoeOZi8rxiTurfW8zxdDuK8F9M1PM6DvjwwIyA9BILMvGaD6LsLU1q9XGuNPUqQPLzfwFi7Q4aTPAholbz56Ds9IKbuvFbnZDwvG4e9preMO8OyiL0TZWw9+WONPIrnEbzw5pu8nXQdvQoP+7oqJEg8of6KvM2sEL0k4ae8v6y7POICgL2VERm9F3KTvI1bN72XVsw85sAOvUWDTrzJVM68",
        "Dx4TPVJBVT33mDc9v1O7PBP6Gb1kCoI7e+U1vBPaqzuuru09Q90iPbRxJjzrgSg+foCivLztOL23taw9P9vbvWHQ+zzdKSw9MDKUvITatD18s7c8VPORPZrfx7yQzRq9s7XYPLq1ajv+A9s8qovIPJvBcj2sBS291gTLvEKtn7x0DAy9kUgyva092DvQMWm9mgOZvdjvQD1Metg9f8aCvG/nl7wpZai9zF3bPLjXeTyLUIQ9Xyc2PLlokTvBVhc9OI8JPSOJ3r0TQC09qsgvPdeBUb1UHse9Dg0pvY7x+D10OGM96jaMPBmLWb29B+o847TfPKa0VL3Yk7Q9caGTvKpVjjyFd229IpS7vPDc6ToSZay83eY3vd2EK77rARO9yqG4vKq8JTubpp47CUALvSFA/bwXx6A9+ZBgPdD+nDzEHNS8K+iOvBPCoD2uRVg9/IqyPA7FAr0upxa9gN3CvSAZVTxkTdi7epOIOzp8oL3jbbQ8KT/MvaA7wT3ZpjC9Ikn4vPpAGz5aZmA+Ls2Kvjb8NDtmL2o+lf6rPCTYNz2Qasc9KYaEvu5iHr0FrA8+yji5vFxmPj6yZYe+L41lPrWiJ72JlEK+FqToPQTGUT5CtOK9dK3KPmmjvDsT44Y+GyKcPsCgsj3bXrK+vGsgvZoUwz1Dexe+sGxWvrGojL4AziQ+VXUBPmljeL5iRbW9tYKRPbcSNb0iDwU+m5dhvrOzU74ntbY+pkiAPpy0Ab1mqS2+ph4XvsNHpr4efBm+uv0TPvOMbz47puG93LDovlTkyrx2lQE+nBTPObSxVb1Q1AG+SJ+Dvu+XiD3XHjS+h/nrOyk1Sb4Wtqq99840vqpXjT1WQLc9PpRAvorgjr2uHIk9iX5BPZp6ob1hsTo9jDg3PIgVm73VoQe+x3/OvakYDzsc6ty9i5mfPPLkZT4Fev69O6QHv5yufb5hIlC8ddSDvuzrt75JaJI9Bp/Tvb+lD749hbm+Y4bivVb6Q7wl1Aa9Oa/hvJA4o721ede7",
        "xT6hvay+xT3WoQA9psQ5vWl7CTzWwAq9kGIrvbXnoTwtgYG98Fc0vT3qBj3dNYW9XeUNPD4oXz2vPEE91wy7PWZpnb0+HIe8Ku1qPAlAJ7223iU9+MMZvYeC8z1GDyi9eDHWPSIQdj0bWsQ8WYEBvsmXpTtiMww90p+ovfZijbx/CIy9dSkgvZuwob3VLo87LmMdvRWwQrzpLMM8HzPTvX4ZmTu6Udy9KiQgvdbDvD1mfca7jHU1PdxeFr1gm6G7UzAAPu4lJr1+wT+95O85PNXlLTtHXQQ9IldDPdbXhrwa56m9oGokPZEear6k6x29qY3xvWoW/roRFME94oCiPU49wrvoEPY8QIkou+JvuTtll7S9U4mYvKsx4D3RMnk9tqF0vCB+i73htMW8Z/BiveddAr0veAY9GfCGvfHagr1NA3M9RH4VPTtmpDwRUwA7hFrAPRxFcD2h8os9wm4CveF35LwtFzC9ONdNvLh5krt9lM+9Bw6avRC2Zj2HQ7k9P8Z5vdWhWr0/dbu9/KA/PRl8Ar0EYMe845pqvKH4DTwUEKC8VUL4OyzsALxsKBS9D/IxvZjaQDxZPri7p/mVPaFvcb351qA9tG+DvVHpAL5FppM9nKKAvWyFXrxoppW8Qum0PTpkIL0ExEc9tBhgPQvwH76rFgY9mcqsPQYVBL1w6YC9SEdHvaCgtD3skBq+Ln7dPf4Rob3NGlk9p7H6vOmhoT3sdTs9D7CUvD5fib0uQpa9yotzvY682DyiFPO7Urw4PVb5Lz0QmvK9Rmt4PIzr/bzhTLG8xHbEveVbkr1ZXIg9sWVfPfeFsTwMmWS94SOvPGBAs7zveg09jcxZvrn2oL0dWHQ9u8PWPCh33zu0Kkc+1K/svYYm4L0xGSC9Ll+4vEeduztOGmc9IjH8PNVVE76GTRW8QHP3PTRCID1aQGg9tJwxvcAS0T078Ty9R0oJPdUTgbwoxhG+DGnwvNoM1jtdWME9MGo7POyjN700jJy91wHePfqflj1KHs86",
        "07Y9O3hzgb3vKM+8Fk4BPaRqn71MIyQ+BWVMvQRWob3QgVm91waIvMKGyby+lQA7XUHjvYMmnL18RYA98z6WPPusgrxD4oe97/3hvHmGdT1US4c9wJH4vM8e87to4Tg9gSmVvb4RjjyIcIs6+vldPYjxGz4ApvC7LaLoPIJH+L1NXvK81//aPZEz0zw4Nj09oXA4PFueij1GCoW9R8MrvV5D+TzW/GG9QHmoPcDccT2ip4e7uPOpPVREpD1CBfA8mXjsvRi2tDxMV4I9DK4NO44gy72oA5g+EO/IvY7ekr2Cs5S+IEOCvZ7ijb0CigI90s8oPYQgq71H5uw9Ns6vPMSLzrpgiFi9XhrlvMT48j3Rm4E9/YnavQtsp715o0K+quF1vJ9OZb3M9y8+K6bOPdaJBj1YJ+68TI7IPA/Imb1CS4a9PSEIvac8Bj0DCn898+nzPfktgzpXpkI9JvO0vSg+irw2qpE7fQeDPS1IRj0rLf671E9XvfDtRr0xtTe9wOwTvcR83bzGGD+94a0tPUTdgT3qQZw7WvHdPPA4lDuH0wU8MQCAvcl80TxTJhK+gMf8Os04RL2AWBC9tF6bPe/WbL4DpA49h8oYPpFxCD1RjNe9NMx7PUhnkb37DYa9hs1KPaOZZL24ba+98/sKPE9M971nVVU9YBaRvfsGCz0jCHY7PchFu7/XjT3LW4A8ekyePXgIo73IIMM7SISavIjZN76IAa680M3xPEome72i1qk9WYiePbNWmz1ajcq9QQ58vS+UbLyz5b89JUE3vWOGRr0ALU26buBfvcDnDr5FyJo+WhwVOzo0q72GZnA9PlevvNMWyT3sb/s9TrgnPaMROb2RX0o8C8MIPRURobx7xZ49WDkjvVFUoLxI/5E9109EO/Oinj3Wyw296graPdp5arzf+oE9YqXXu9vvWT0GMRq90B2CPMwJbL3VfIS9yfR4vfqkCj5cV4Y8Uu7RPU6UAL03dig8GGTYPUhEjb0hrps8iBUAPZHQrL2NcPY9",
        "qiIVPXE6HLwWXkG9BDnXPQH5/LyJFgQ8m53uPU8Qsjtp2VG8WMJ+Pcd3vb2ryae8HE/VPDFH/rweifU8cxOBvCDea7zxUJm8KgioPdvq4TiuxBu9ARoiPiP1Orx8PhY9DngDPprpETwu/le8g46wvYculD2jJiO9WsP2PQC+fj33fRY88J/tPA6x3L26N428nHCMO7fcf70dxGM9BG/5PZ2FQL77SGo9J89/u/yZGT4k1qo8Cf2hvdnE7b1eos29Z9OrvRxWGr6dSkq+DiZCPoZSW73V1049bXXsvW35Ib3RSrc9+xjcPSqmlL0KLkG9mLb0PNfCDr37+rO8B3gWvpf8uT3RgQs9AkExPNd4Ez1eYT4+6HEiPVpCir00uQ6+JidGvvj6Gz5sJo49RCLEPQClMj05dVK9h6eqvYJ6xTwcrYY66RCQvYxYnL2E6yS+ypDMO3lLGr3dS+e93OKWu4kD6j2Jf6I7xEr+vSmgNz3cONw9fHBtvLVJrzwqADO9agslPbD4oL346qO9OebOvXV1VL0On6k9UhMevp2s373IMhw9TA+rvZhbBb33J9m9bCBdPXZcarz5EqU81L7tPQFmCT28u5O8nxbUPTFRdLzmV8w5B6GmPbG+kj3V/4C9K9W3PWVDvr0lYuK9xUSnPdHrl734rz69rrukvTFmHr7D1l89IWOaPWuDEr7Lims+mIjRvTxGFT482i6+KUXuvWs+dz3uPJg9LvYZPR1km71jW1q9cc2Ouw6A3zsCXNE9R02ivf1aTDvrh8I9vJTOuE+jA70Ws+O9nS6aPPztMj3mcfk8Hh4zvrEzp71N15Q9Kk9xPEUxND1eS4S8+qqEvPH7oj3BOF29EdWIvdNuxDzwvLQ936X9PezzKr3n+4g7SwskvnLXxztsK5c93UOdPSYmy73AFgU9+87hvWu3ZL0e0dS8Y+dYPHGRarzkXiU9narpvJDOsj3k6QS9VjtJu0kA3DyLpsA93PfHvdxZmTzl9SO79aYCPrLGoL3T9Di9",
        "txI0PdyzNz3op1W9WG4bPAP0GLyiv629tcAJvUWtsLzzBZi9nXvHvCVycT3PoDa+tl01PPPbjL0rsjA9oFaAPeCAkj3PdVS9Jh3MPRUtjb340GY8V515PRkUIT4TX4K9MgzWPTorB76u8p49uFGPPTUaC71rDOU9oRQKO+PXi70PB/C9NDo8vpfYCT2B2dS9UsLaPeUKKL2bIEi+gafWvCpsmD3umxk+3cuivTpxZL1x5BY+EVShOwH7xr1ojSW+XkxJvPhBBDyBmDc70emQvc0GZz2kFc49qKUsvC/4SL0ux6k9O9z2PC9oV7lm8Aq7IUPuO9D1cz3eRna80ItuvRV2s7zUHYm7XtOEvHTYnD2/MvM880aSu2U32LwuH7Y8GjkAPLZg2bycvo89uCfHPDWIGD6skpM8X1YIvXbvfb2ICLI9Qq8+vWYmLjwTvY+9Oql8PTtHzb3Ykq89/vI1vePMCTwFpjs9dMI5vVnEoTtpZgE9EXX8PLGOiT3td149v4wgPdx1uL2rGU29MCSoPXClw71CuSq95SFwPW0dgzwZZFu9B7kNPdrXb7wn69g9DcfWO7sukz1E9Ku8scYMvXfuNz3WOZW9R//fvW2dFT1Z47i7ScnYvN/zSDzn4tU9to1kPeF/yT37DFe8a4KQvqNPlDwC+va8TaV1vVrCF71t8dg83+OrPbGFNr4MQTm8F7+IveYokDpwXPI8lGLCPT2Igbydokq9ynIivvJgQD1d3FC9wMELPcuEiztzYbK9K0LbPcRF5b3g64I9qqmDvVbni71FM689fZMTPfAyID7mxxC8MYJDvSqOmrySE3M+XWx2PGWtq70UFb29dr4RPvtQCL5Zg0Y9vMajvQ+Ctb3B2GI9SfIqvSEkPz1giYm9gPOHO22oHb7sRm++VG+XvSDihj6H1Ue+y5n8PJZrtryWNLY8557+uoU21jw19vc9ax5GvY7DaL2sWYE+CXBVPgn8Cz1w2v08D+YFPvvHuDvMQ669qmT0vKN1BL66/IS8",
        "J5N/PMjmdj2Iw009JkY6PSiLlD63RlQ8cbyQPkzWRT3awy0+opVXvmMwlr656qk9x696PeIdoL7ObYg+SfqbPqyjh77sJBU8TnoBPQbLn7z99z6+rGBJPUOq+T3dECi8MMqOPbbaODwgurA9RZIOPiBc0zxPZEs9WdQ0vY8vwTt6Jpg+BMIZPKqzSb6d1xw8asgmPnR8NT5eU7K9XnILPNOwSr2mNes8jsY2vpNWCD7sMxI94XXavbZFPz0LGPK8bV0/PQ21xj2xsgy9/JCuPZRxqj11kli9xvETvQ0Lnb1b08m9pJXvu2h1AT4V/s69xMksvezCIj0tzIK8r2kavtwEgb0TvL+9yxrVvXMIpj3TidY9DvbLPL/5gL1vgFQ9hN+Pva5JYjwSkNI9De5OPQClMT5THD697qqePZEKEL7/mAm9lWTXOx8YlTq034K9hIctPLKBCz6zMJw9EEQJvYgRWT3v/1e9jDC4vR+Bfrx9sM08HUKyvThhJT7cx8G9FaMtPhHVAr7+jWu9UImnvBxO7rxrmwY+RFfdPUVbuL1gyRM+50YgPk8/A7zQ+oc8MzyrPf9jLL2pJvS9LrJiPcT42D3tHBw9I7+dPeEiPb1iS6E+7KBnPP2pET608Ts+sbOyPXQF7r3XMpI9UpmVvSnG7L1yAt89dMLEvYJTzb3nlqY9DFXivU24hjvceSw9fydEvXETN7x2Bbs9H6jTvBiagzy5qXm9DJOLvbQH3T0uuJ29lmTovRUPxLyadNi9H/QgvVbPIzgRxjO+CYXDPSWIor3YeQK+BEoqvdt8dj3/UEi9pmsHvoijuj0Hokw9uOmzvLBkYryQPak99+KdvUUjFDydkxU9czVHPg0K4r1nbMG9SJdKPDtXtD3+4ac9zmpsPc5Ss7yyoSE+t0qQvD39rb1Q1Bo9kqCMPeG9C7taIYm9qc/uPIjpIb2O0Aw99y40vc2omTyNhyo9qIoyvXq7EL3Y7ke8zG+svJ5DlrzhZ9U8i8p0PIUGPb0RmUE9",
        "klbkvCBCvz340qy74ZX6vLMyob0T32K9sKrkvEM+FL3oQIM8t3AbugqSlDyhaIC8qV+OPQM5jT3RQ6s9UZRXvXvZGL0Ucvw8hpjIPIRdfz1pmvW86TRJvrKqmz0rnjC96pdSPDkOvj0Z3T0+S8nLvAuvDb7EEha+d7AevGXpCD2QWTM8KPsJu/6LIb0P9mY9CNjFvRgBdLsOqk27/IAiPeGiVT41jCw9TKGkvNMPOD0+L1c8JmKUPQb5wr2rOeA6fHg6vjPxqDsC/Ro9VbUiPYw/TbxuW7A9jxMfPVUUdr2SNhm+3G2zvUMpsb16FfE9TV1ZvRtP6rxtvt49ABYzvb1WqT2JsSu94NNjvbC1RDwvYZQ9bVxavaS3BzyzkPe9wvJPPvK9Ij0s9RO+1S8pPbERDz5282U6MiAAPdAzPT39maO9878wva7p/j33D9a9iI1NPnBtEL49eFg9/CA2vmQejr7+QKm9fPsyvmgiUr7ndk0+wVlOPi0OCL3pgAm+DwJgvZ6rzzzywws94c0+PbVxlLy/i9+9FoKWPWJFcr3ZGRk927M4PHCy4rvpIYy8iSsSvRN/GD7s5mI+dG6HvkASE74IMji93CQVvVryXj1+Cse98qGsPFF1AL0FE7E8bzWtvbMd3L2ZE2o9WGQCvEjiuz1jFcO9MuiOvZi0lDsM1jq9yizjvSa6Ab0T9SM+eAFivXh7UDwRfiY+fCGaPbJjBz7Mq12+7PO9PY1TRz2vOSu84qaLPHl63rxoNO29RfgMPUgSKL5qP/E9jq3UPd7slrxo8TC+4iMEPr+uij1XXQa9WZb3O1fqKD1Rc/I9l5Advh4NOT6DbWc8LmWDvs7b+D0RCg8+mQ7GvSmzRT4JaKW9Xx6BPX8pNT3m2PE8NCgkPhBoKL4SWKE9113FvaAJOD7Be4w8QdkwPvc6sD3CtVa+lEoRPg1fYr0NMA897mLgPEamWr5qryA+OWeAPunrEj049ze7dT0DPPrzK70JPBW9jNizuxwkyr14l1+8",
        "Ns4tPmN/Fj0VYfw7NglUvbdXFr05JbA9pEtaPVDe7j0GmSw+ZUgtPo/X0byltCW95dYSPcWsMz6/xS08yUeavTU6sT0TJA+9g4IBvZvy3Tx0CtU7qAuevPDPq72JL208WtXMvZyNNb3+eII8NVCxvTfrf71xRoa9GVvWPLTJo72Ilyg9WeONPTgrkT2m0Uy9t8k7vfMggr23t4u8gZLyO8YA5zzi37680ggCPOIIrz0xKn09pBjSvYZVjDuJrDY8J/TZPVflHT6EEzk95niHvFW5Pbz7hsk78SM3vT/a8Dydirg9fK3OPCUYcL0EyUY8cBbTvfC5T71nw7+9ufetPbkR87z2e5o7jD6TPBu0q70J7zo9XA8pu9XgSzywrIw8buerPJLCUTtGrT89p6IUPUeuhz1U4u08TE+lvKfn3b0kgTU96tzFPTCkcLtHOak9WgcqvapMWD1KILm8yYj/PBkUwjwXioM9vFNpOmEVdr1PCEy9k4ajvMWXJL43bQC+VktsPRtxcj2qL8g91wuuPfk7h70KgZU9flIQvupoLD5IpgK9ZMITvpi8Kz4Cofu9dRJqPVOKXDypPg49Y2EqPvLkvL2scYK9lh8svTdSZzyPJMc7I76JvSYSE72bo7m87zmGvRr1uz2RsT+9i3VGvsfvNr5JuGY6aiVbvuidyLxMzMS9nF9yvarWOz5LySo9s48ZviPbGj3D9l29QudeujVl6z2cij+9Skq4PaIutL0fc+i9zPoCu9NA9z3/Cm27ya1kvTW9rD4LqAi9ioIzPZEw0z0MYE88trw7vclPJ77aevC8MjM2PjcqYzyYaaI9VOoMvtu0Vj2TM5C9PC4SvKA/Gz6L7sI8xaoaPnyYWb0+mC0+oIXFvuGZzb4FqU09cLQhvV1mvL3AnuY9tRV2PZzFG77yY0i8DI9BvcRQiz1lFIc9QhyMPK6Far1HqFK9dPrjPZzxLr7OlyI9Czpovv4vDz0n47k9MG+jucGcSr2Q05U9ybYNvoXHjL373ci9",
        "R2hLPMsykz1ub1a9qMFqPYJ17L2tbas9bJOaPLW8zT16qbk9lUGaPHwbOLxM8Uu8MDU3PQi59z2sSdy9IjjlvPEA0r3OeaY9Ii3lvfBLiL3liAa+QnspPWX/4Txyh6y9EUGDvWB2o730U5s9gxuiPUiRMj548vg9EJcfvUefLD3yjhE94DyCveC6/j2tn8u9kBE+vRJSmD2F/RM+Osm8PZSkYT0Qm6q9DcsJPdDRij1LHKA9fT6oPbg5Mz1+fBC9ypcHvj/Hozwp2168BpeDvea9UL6AOw++h4GhPdvYJj2a5FU9NMQ9vVcu9z2MQcU9ztHkPcXqL76Z3MK9qG26vrbFkD3eycg9Y8XePdmFYL6upBo+zP4UPqKvOr32Yfi9HkB+vYukHr3JZ7o8eBV2PExVYj0kyOa5kPV0vLGMiT0gSAQ+DFEavC5/u70tlm+9Vv4wPsroUbyoD/E9h3yTPfn8ir15MiK+Cix8PU/L+ryyQMW9JUs+vIQHIr1A6hG85r1DvRzgUT1zC6W9U6COPeS3PL0ppn27BH6ZPN3CPL0fRpc9bbqePVhBpr1dmE094ZOYvCJwKD0yFo4+oY6KvdgrBr6uUIi9GV8hPniqzjwPVpW9qwVZO/3LEL39J7q8B3i8vYdqkD0/aps8KqnmO3RnbDs8Hyk8sitoPY+klD1Lf9+8fPPQPVfGJ73deso9+N5OO/TYhz3TJAO+oQvDPI7HZL0PNR29ZzqXPXLIwT3Opjg9CFA3vU1SRL2u2g+5CW78PfgmCL2UWRG9/NQ4PZWBFz5wcHa9kcHiPfFwHb06G9u9k0n2PPjS3Twf7BI9HAy4u1fH/72GscY9lcUMPvzHEzvwTpq9KNKzvCrAXj17EXU9R2GoPUSGBbzVtZE9JyyvPZ4fwLw4N4y9tZSMvfRmHLxDq6u8nVoOPj9u4zyFLDE+MLljvadmir12lmm9oCEEvX+xAb4yD7K9b8YTu1Zitz0b2yQ9/8yOvZleSz1A55s8SGaOPdF2XL13e2I8",
        "//PPPXZHmDwGGmC9+kCwPcdYPzz55vi8z4wfPRJbjb1vPdC9hbR4vPhD6D0NH1S9eXk+Pesfnrsb2f282fmqupElv73yAXO+kaXyvUSByjmNL0S9s4HNvWR/UT04Xau8laomvioHCz43e3u97LDmPAXw2z1BHZk9HK2TPOgH1r2HeVa8DRVLvd81BL0JlCm95ymIO7BHiDwS8AI8DuzLPUNAPD0XDWq87fFVvOzKoLwg44+9FccgvmqQgj0yCyw9wQbvPcad+D0JYVe+3fxwPUALhD1rG9K8Mni2vQDQgr03+fU9MNwGPo/meb0zVza9xvCvPMEYNjvcTxY8O4yyOyRQHL1jPII9b4dgu+n25LxeAJ+9F/bPPST2DD5Bjya+5M3dvbyEuL11t9s9Ymulvd2GJb4QtO86LIU6vXOIhTzeyoI9fNSFPT7NlL4u4mo9NhxavWFRij048lq+wdmPPabcK72DBdQ9+6hqPZjtTb1zUsy8CQlYPfrD2D0vLiQ+sBGKvXE0JDzPT+89yL9ovhNKAr7qQRS+OPKmvbtIA77ZUFo90vAMOv08Ej1ZUd88qekovmBojT6DF549CLl5PVDvNz6zP0Q9Uv7oPfe9DD5E2IO96J3QPbx5g71mVL089K+uO/VOhbtLwLQ9VY+YvWeFhbwY2FC9QzG3PfQo5D0MpMe9s30/PR1JGr3KyDO9fGXRPYS5DL5brBW+gJ4ivtwX4D3PrvC7r7AhPqg+NL7Fx4K9tzGPvBC9DL3d0zQ9SK58viOshL2HhLM94w3fPWAzD75MRXy9i92qPfWTDz2yMGe9t8kePYu9ST4Tk+68siYKvbydpbzuGUO9w3ONvKieOD1ClBu+Ki0mPgj3kb2jWQY+QdXsPfCsDj0cOAy+d6SlPPYFWr2VRNK8T0sbvcYnU73niKE8SFmvvDRCkDsw76W9rSzTvLX1AD1RjrW9MjaxvI3CR71TdBa9hdYKPTlnuLwINCC9LbGdu2s4HTxqLsQ9DHkkunzCEL08Uzc9",
        "K8zEvGj0BDyfVT69Eo8XuYmFiLzu2Eg9bjIrve1ThzxNE2O9CRSmvPMg5TzjyS49kRcWvVk7uzy7SFs95IYhPB9cLb0oYw89pzy/OusP+rxAkk69ttF4vCCJdTYhsz+8U5A0PUTr4TxCCX+8cOLTOqIPcz2IG1U73XfOPX1dVz0u5py8yjnKPMHn5zyhnsK9PkMCuQhsKLwDMoe8rzQsPElaID0f1QY99fIwPZFT7rtVBZQ9LBeTO/l0qDw2uyi9ED8IvTk4r720FRM9SwuzPaaBkT1zsvO92hPLPLO7pr1sjpa8r+kavhNSwb2yyJ697nM2PcKhzLwsy2E9FwXNPChTkTwHmqm7VGInPukQXr6cugc9LW/IPST1Xz78NIS9vxHWPavxkz61rCc+5AVWvW0VQL6wljQ+egyBPlogjT2QYoW9p93RPTK5mr3BaR2+TCOVPS13pj2o8we8f2oiPiejfrtcq3e+wxAIvncn6r3fPgm9ZZrpPQB+rT1uNAu+BEcnvcyzh76xSkk9qcdGPpKFFT7GMQY+S8swvUi6DL5Itks+U36HvUM6prwzYgA+XoSEPSTnbz7PUqG87NiBvDKyfL4mM7a8uav2PWS+371qXBy+PPWAvnKI/r36t8E7NVItPKrkFT7A1Hs9kJl2PeJ+ij4BYAQ+v4FoPs43sz648B495yM+vWvaPr5Jssk9SqZevkgVJb6ofYc+G8R0PnsoGr6c4Me9oqSqPKBYNr6PB9a9F3CyPV4YZDwv3Hc916GqvXTe7r1cpbO9HvDAPfjM5z03uA6+dCDOvCziCT4UGi4+6MP2Pc4EY75ZHMK9RkKxvNMp5zzGzYA9Pvi4vQsqtL3vz6K9PfazO5PeFj2LlC8852VivHjqlzw/YGW7rnMeuSx9nL2mLPK8V191uxultjoVDlS9oGtBPBVP8DySv1q9HL6VPX3m4zk1j3i9+rmJvGlh/rxNoCQ9THZTvV+tmD2uxbW7zFEzvX9tlb2NfIY9Pg40vTVzwb2A0Xc8",
