{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              5,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "cf508e0d14ddba076eb40eae570760e8863517898929e249bc59bfb37cd7d4b3",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      5,
      90
    ]
  ],
  "output_shapes": [
    [
      5,
      20
    ],
    [
      5,
      8
    ],
    [
      5,
      3
    ],
    [
      5,
      4
    ],
    [
      5,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            5,
            90
          ],
          "values": [
            "77ZVv9c7iLyZZD0/AEiNvzvRrT50g8o+V0eeP4AWtb8uA6s+pdWWvmUpur/XFCS/BmylPdz7xr/Oe6O/AsvkPrEZ0r+2/u6/WspjPoVXOj9jTzBAJY30vqFyYz8cR6y/HjDLv2VLvL6FNko/Dce1PWNDIj8JVC2/RBTVPmh3rT6AT1G/ehWrv9d8I0B9ARa/fYGuvycW3L4A1DS+yNnnvmS/Br/kI82+QeQrPufJhL7s6vk9ASbRP7v8A0CFWqo9Hykzvy75sz7eW8A9yMHSPxR8QD8hfM+/2HMDv0VGoD5EnrM/4Qe7P5Hs8D5j95y/G1+Nv2zBXT39nbI/djF4vqTIPD/rh6M9aZycvpEX9r6UQvY//+GUv5k3uD9DTARA/7YRv3YSUb4cbfk+ggEJvwe12r0Yh4a+cRViP9dxtj5ISx8/1aiNvo1tjb9shcE+nVMBvmDv0b/nXVg/3vGfvnj897/s9hy/x7o0vsgmx7/eMTS+JpOzPr3ivr+dRqO/ZEH1vuQbTL94AEG+wfymvjmECT8yUDE/TwgyPoDenT3e7Dk/eI1Tvrus8D8Kznk/dxNGv0DTZr+vkgk/aLeKvvHSmz+EtsI/MESHPxn3GMBcFru/TR4yPi6uqT8uzN0/PE56P+JZ0b4hjRM/NsjgvhrEDj9jWa6/etVHOtEC0r6Ta50+WU8Rv/wx/r6Du+M9dDgbPg+rLj54/zq/nmkEvyaRcr5SGfc8YPIZPjMiUECdKQHAFJRlP+Vnfr+TfIO/B8qEPjYHTjxEiQS/6OxkP29VhT8KrCw+OevxP3JecL//Tdq/Zev8PkqiU7+/fLy+TX2cPodmw74O/Oa+/sUQPer1oj8L3fY9VI+bv+RD6b60hZY/vuezP1rK3D+Rc+8+6ozIPyP+1rzemIw+rxzGP3CAOj/n81k+jf0aPgy2ez+vmjm+aFjIPV/npL7IpSO/hCqVP70T9T6Eree+Gam0v2CPkr9MWwa//k2vPdcoRj8vEXG/hiEFvm6AK7/gWlO/",
            "+PuWPywx2z6brZc+CuaHvxNWWD/sAtK+XLFivrh6m72y5/A+mX/tvlyIUz9H3ge/uTSyPu5unD77aS2+QIecvmdO079FO6o/GF0UP9RMMr83cuK+F7VNPwlg27+QDeG+88jwPjeY8j7hbgo/8xNLv9iyD0A6uJi/S35vv/T5qr0Lxzi/toiavng6gr/q5v2+H3sDv72iXr/U7cO/c+/LPy/pyD4qFL2+CQFdwNg3Tz5Zl2A/K8W/v//3vD8hhlu+OaEDwFAwWT+nz1q/fMiavTbpcbrNMCU/gQwMP10nP7+zSOO+fRoXP6/jtb+otSC/rVDOvt+3XDvvdw8/ZvmmvpzHez/ND7I/hZX0v+h5Pz6zLHO/dgiuvjwfp793AB0+U0AsPVg2yb0WJHM+U+W3PkTAvr++2oq9xv+2v6t7YD4GITo/+9SCPklQcb7GWYs9tRMsP1rsxr0+PlQ/M1+Gv48+bL/M8aS+bqDtvj69pr45Niy/l0TMPjOLZL9cpr2/yk0Cvwqnor7V6Aq+GMUhQHYBMD8Wzhq/6gUPwLuSUT9kSy8+DTuVP/wwf77jsC8+PsMyv9UZ575pqvi/Lv0AQNEgAL9Z7kW8Fal7PbsfPb+JCZE/UvC/PuGSPL+7So2/K/dGP4tT3D4+7CdAKFc3v+BzrD4TFJm/Y/pjvyYPJUA+gBg/jFZJPnUG4j3f7/g9ZLucv55oVr/TAOw/uL4nP6l2jb6Rsoc+7hhXPxSf3D+yVt8/96PDv8zl7L8uULO+pX9jvi8AmTuVJeU/xE4LwEzHrz3T6yc+UFLdvi0bib90oJG/Pi1fvLrCXj9A0gQ/1stFvy6ZU74e/JU+FvyCvwebKr/xtHe/l7DjvvK+zT+REZs//IyzPn195z8Dv9E9Rh30vsxKM79wuKe/1SnPvhOgwj8+n0i/EWMQP/qT2b73WFu/ynTRPxPFhL5Ufu4/2tOxvyr+bL7/H5S/m3hZvUGGmz5wBh4/wbQpP3+wNT4/GiK+6XMTPsHmfr/wS0c/",
            "9FyDv+2rcD9+W2o9fa62vUAw8joxxHE/1RdEPqnxNz8TCSA/HNCRPyMgnj9JP18/hS8iQDK4cT+dn16/fScfP35SRD3g09S+YQKHvo1QNj/RBH4/Fo+9P5WrAT5U2ou/ntyUvmwHqr4bQY+/4R30vgF76r9Xhm0/oh5Svy1OKz9VTBs/fpuTvhPbBcA+TMy/uGuXviHVTT4Gj8G/1tGDvUgf8L4LqSu/K1saP695tb+rdxy/GH6KvdWBJT4f35Q+eC6iv18KCz70HjE/ic1jPmzfJL4HHN+/tBASv++e8L7Lopi8fQMkQARicL9JJM4+zfeXvpq1Wz/hYP2+a8e7P4KtCT9AloS+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            5,
            20
          ],
          "values": [
            "PVVjPUzjJD6uYYw9s3JlPAehhD4PzQ8+bQrQPVvnsTwzWrs7alerPCpdkjwDqoU8gl+QPHoP6Dw3D+k8PM2vPNVttDseT4E7G0WIOzrgADw9VWM9TOMkPq5hjD2zcmU8B6GEPg/NDz5tCtA9W+exPDNauztqV6s8Kl2SPAOqhTyCX5A8eg/oPDcP6Tw8za881W20Ox5PgTsbRYg7OuAAPD1VYz1M4yQ+rmGMPbNyZTwHoYQ+D80PPm0K0D1b57E8M1q7O2pXqzwqXZI8A6qFPIJfkDx6D+g8Nw/pPDzNrzzVbbQ7Hk+BOxtFiDs64AA8PzcuPbsP4j204Fg95mmxPEXC2j5MwN498FWoPczgGD1H6m87wVfmO3+Twju5vSY8zhjePMYBYTxRFqo8on+DPOELNTtKQb46u4L1OiIQ0Tt/duI9udXiO5P+9jltG406l60yPyjn3T1ODdo6oPhZODlT0zhprvI4EbWCNzXLEjjm1y87/mEbOuLVfjul0089UKIQOEIltDeAJqY3Gn1wPA=="
          ]
        },
        {
          "shape": [
            5,
            8
          ],
          "values": [
            "m3HMPlwnGD2XtLY9KcJjPuEA/jzS7Dk+6QQFPdoK4Tubccw+XCcYPZe0tj0pwmM+4QD+PNLsOT7pBAU92grhO5txzD5cJxg9l7S2PSnCYz7hAP480uw5PukEBT3aCuE7RYnTPhhf7Tz8ANU9ysdXPhU8rTxxrlQ+fl8pPKurgTvD8nE+hN3vOTHXWT28BkU+Gy/3OrwcAj9OmqQ7g6gkOw=="
          ]
        },
        {
          "shape": [
            5,
            3
          ],
          "values": [
            "PJlmPqJfLD960M89PJlmPqJfLD960M89PJlmPqJfLD960M89CIt6PiTAMD/R6IQ9OkIQP6Jsfj58ikA+"
          ]
        },
        {
          "shape": [
            5,
            4
          ],
          "values": [
            "po/gPgYDnz6RLfU930MGPqaP4D4GA58+kS31Pd9DBj6mj+A+BgOfPpEt9T3fQwY+7dvsPiMVvD6R/tc9Kj2EPY1OIj+ze7Q+oKZQPLf4Qzo="
          ]
        },
        {
          "shape": [
            5,
            5
          ],
          "values": [
            "sVpsP92QIjzXWtM87PcNPYBb0DuxWmw/3ZAiPNda0zzs9w09gFvQO7FabD/dkCI811rTPOz3DT2AW9A77IhvP/AXnzuWowY9YbC5PL+UgDs13H8/tV1/N3fe6TdbOwA6ddxoNw=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "1A0PPJN3lD2LGli+UQc7vXJ0Sz63DgM+xzgJvtJKOj17BIw9x2M2POtoMj6PllU+U/tyPG+kYj0bsx4+ivHNPMhrXD2B6xa+tTKovAGxsb2Boc48bikXPhuenrpnIc494kVPPvk4o70zB8Y9LR6BPef/0r3fU0k9I0N7PI9zGL2YSzi+QVasvAun471sBiM+NnZWPYj2obsPXZu+6+yWPRaN0D0nt5W9i9pGPXgvnb1DLmM9uJJvvTA9Er6YlNA9s8PqPHciBr3dHmY+M/KPPYm+Mz5tnzw+jromvb44Dj13ZBG9q7rnPhx/4b6Vaow9h3kYv3JqDD7x6AU+me11PU8lhz5KXIs+/ZRMPhsR+j7qzwm/DJAVPz4Cvzwtz5k9ZWH4PcLeiT28Ya49aBRxPWx7az1BVu48Gk5QPb5Fnb1JS3o9oBEEPuimNj2UQ7w9jvH3POcAWL3+4gw/+kE/Psj0oD5SfSw9"
      ],
      "gamma": [
        "+uCLPx8Skj9JG5g/PJqWP15Flz9HYZI/M9+QP/V3ij//A5Q/THaIP+OCjj+V1oo/H+B6P44ChT/xWYY/IvSjP6jHgT8+k5s/c2qFPyyphT+UaZU/0IWePykNgz9nx48/w0iHP2HDiT9iNJU/q4SPP2q9iz85gY0/q36PP4KMkz8dL40/7WuPP18kij8oUaE/XveOP5Vzhj9tzJM/pWV9P7CjkD9qUZk/mjKQP5Mihz+WaZY/R9eHPzYokj8DRIQ/OKeLPymajT8ytSA/7XKXP8g/jz8BrIM/ZOycP7Tklj/z6YQ//56wPwAAgD82NZg/AACAP7OEjj+WBnI/H2CMP1bLjj9w/pc/NNyGPwAAgD8AAIA/AACAP1LZlT9LCaE/WhOsP5EpqT8fh54/BDemP4N/nT8WRBE/DiCYPyl0pD+GPKc/aEiXP/D0mj+jdZI/fraXP/6hiD8AAIA/V+aFPw8sIj/NroA/"
      ],
      "moving_mean": [
        "Jyv0PhZFbL4+spy+nhopv1rCBb15tou9d5RcPT5HGz/Dwcg8j6fhviWHXz+JVw4/BA86vOu2mb1anYW+GwcVvzNGBD+yozW/foGQvQogEL8shaY++SF2PafWuD4AWCc/DdQyPn3RAD7OuH0/rDsFP7eaj76s2YK+FhGPP3r4Vj5rxIO+YOsYvoZ34b6wSg8/4NpyPldRSb7/JYa/srj7PBqTkz4XhQ2+m/q5PemLrL6ggSe+3qfsvurPLr+D5XQ+WJIhPPUIKL1pJks70sIZPmREpT3LCXo9klngPr90JD7gBxU+S9LHPQAAAAAQw9s9AAAAAABzWz2ZhIM8wt7hPQICgj2V4jI+U95aPQAAAAAAAAAAAAAAAASjGz8oUjY+NAjMPr5bvT4u4FA+QwGkPl48az6mcEQ71owAP0jzDT955Kc+iOwgP4HEoj7fU04+HvA7PoHabT8AAAAAs3N6PfiMdzqkImE9"
      ],
      "moving_variance": [
        "7BJ4QBLVX0Ac15NAUi6EQKVfZUACXOJA0hRnQJh/1EBI6KhA1UUhQNwFG0D/G5JAjg9uQAGdOEAu90FAPM+dQOCuMkA2oo5AlNMOQMtGHkCDq7BAe+GwQFxDhkCYR6FAhnQFQBCWT0AOew5AmjWIQB7jEkCOJTdAxHaUQJDmVUDR42tA+wNDQM1jDEBZpEhAzWqLQHgQKECS01BAGgghQGygrkBepItAs/VzQH62H0BB+YNAB7E/QPNnUkCq4C1ABSxgQJBveUCPgEo7naoCPhrslz1Qw2o9PxJ8PhUJCj45rP49cVG0ParlnQ9xK8Q9quWdD+OuTz1wZoE8sPLIPZZ/cz1GoRM+sylPParlnQ+q5Z0PquWdD8YNdD5A2RU+W3B1Pmukbj5WQSY+ee1ePjcuNT4g10M7m/t/PnvxfD7cqWE+1QxvPsQHXj7XvSQ+PW8ZPgTghj2q5Z0P3SBrPflNdzowwFQ9"
      ]
    },
    "case": {
      "bias": [
        "ZPbcPbKzML77RIG+WJ0dPrvnn76B/6k+rLz0vby3Rr0="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "nOSuvHGvhr3NSfq7j4IBvYR8TrxB6PS73u7ovBYGM7xu31a8d0F5PUvuibzvHHK8+vRTPXG3Vz3wKGM9648kvA5c6r4xCWo9+YpfPW0KUD20Bmc9HXBiPfCTgz0k1O+95KzhPlhK173Ayda9N78IvhIXpL1w3x6+0yQvvl61hj2YgU2+J0mVvTB09DyRFxs9YR0RPUTC1DyCCRc9YzTtvRmBI77stAA+YHRDvkKcxb6PCaU90djhPcPYAT50dBG+eJ6ZvRgwcj3SUVE97Y9JPSE7Qj2/KVg9rwBCPTQQWD1EPYA+7ojePAckB774DAq+UwIaPox0/r1xi4Y9TD54vlMD2z1Idho+T1M6Puy+rr6x0CQ++cPmPYljJz5Wbqi8yQZEvZ2zCz3UG5q8b0ygvHBM2L1YmrC8se04vYX6OT4vSOI9L7Y6vo1BZL3yqW89+Sb/PcpWm73NV7w9DKt4vph/Wz5w2me+GeQivEKZ2z3sXog4aZikvVCuOTy52nE99sIOPlzGxb7EwEc+NchMPp/DIz5wACA+X1GNvtLOkj7daMe939Q1viagJr3qTPE9YmDwvShhTL7hnZY9QDDIvUMioj2LnY4+VRo1vv4jLj7k6pU+tHfevTcXOL69mja9/DEIv423bj3cYjw77NkSO79fnz37nao9k5mAPYrYT77Tf6C97uIBPXZsZD7sVV2+9VYxPSbvRr7HlHu+qDA7vip2LT6xJaI9ujG6PZlwz70ZrlE9haYNPScEjD34mAM+W6izPTlxgj753HO+gDlHvojkej4I2t28myR0PuBx6T2WnwY+UhFJPkAXor4FmFq+uT9UPrwasD0F6Ma+PB/rvFc5mz2hGz2+rbmGvTVDVr5KX428nuyKvk3nJT6oGwe+w3eFPON747x47oe9YU/GPY4M0z2td9q8LahOvoPMs7tIEsg9EfO5Pbh1nT0E9K89dhj0PdnO3L5XU+69K6ehPh6THj7lwYO+ndsgPezh8DyjHf+8STw1PdBEnD0Y5Xi+",
        "Q9u2vnpZaT5HVSC9GuHYvPNCNz6/TVi+vFREPnZCLz60Chi+rZ68vpRWcz6e+W4+qj6QvmMWUL53Im8+uJGhPUW3BD7X5g8+6rISPqC1VL72eb2+7bj8PV2OPj6sJp+924+pvT/D0r4twzs+Cs45PszqMz5Vjjc+FILavnkDO77OLjc+BDtLvcqSbz3rXly+86BJvmbAHz6RZSI+m6hTvlgRHb5qtxK+I+pUPYLhRj2M8P09o7kdPSG+jT3z0aW9bLq8vopAuT216JQ9sqGOPULqOj3e7pM96qWjPfWYdr6vWkI+c8RZvlwOgj7hxJM+vGKOvfBGz764rVu+vlzsPKQVQz7Oc3g+Sd67vjvq0b4hSW0+2rViPvJ3YT7IR+e98OHAu386Bz2umX09yAFuPY8uZj3DjmI9prI/PRpAubteYR0+zH0VPYXpOby8ENe8Lc6gOzNXJj1q/ak8tzClvuBeG75j7ws9VKeAvujBKzzTbos9cS08PR3iij1EXCO93CjovSe1Kz63I6K9UwEBPigUNr54Ifa9zszZvRkJ5L10up4+z6uCvhypOb6B28W9jdqdvoWuYr6JC3W+mgvvPfQA2j3fKWa8RJAaPpySkr4aDrS+PuW4vm9lGj7Wwg49CtU1vY07773Dhik+TDQYvph6Mz7IiC4+9p5PPiVuT75V7DO8jUXyu+eVLLzPrYq8vEI0vK/ek7uAarg7m7Qevh7i5z3fPXW9NHbqPWRV9j1GIte+couVviXNDr7dTOq9eD5Qvg+B7D0SiTA9rYJkPHqLuTzf7B090FY3vhJnJLwvouE9DUnTPVu/4j3aVQ8+9ThfvTmu8byxw3C88nADvT138L1KVfE9N+grPhF1pT2F5DO9tN2CPkiDfDxcWzq+gPAbvvyDcz6Wec09nIK6PS5jfT6ttWa+NyQuvuhGf72uYkE92OWAvqIeXL3A+cs9jVI7vikTTb48zcO8Pl2tu0ld4j1saZ48cs/APW+5zT1kYbw9cpnPPeSupz0NBjI9",
        "CP2NPdsTHj1mJSk9fP72PAGDEj3FTCI9sZVSPbT8AL2WQVo+dyUovQB9CDx2ZL47pYDBvq4a9z3xKgI+BvAJPFlPTb6yoCC/Z+1lPYXrTD0o7ZA9h2SKPUCvjz3fIyk9Jn8rPSh8xzxjSwY+nRb+PaJ6C79S4gs+fGcWPv2KKj7aTik+oUzWvQcaET5GcBs+zQTDvvPu9r742AO/n2UTvgTO0r3arVU+RxUKPoPCCz7SQ5G+1nrnPVPg/j1CVwa+QiI8vtcraD7kkDS+nyJDPltuh75mX+s8+mGhPh73fD3mMvo8+2oavKX+IT0HCBg9PuZIPTPRGj1BWDM9J0Lgva7xrD6LC829TwHHvCPsEL2S+Dq+VIRQvhxlZr4PUI++/B0vPnDhMzy/jtQ9uGPxPcE6vb6x8Vy+biERPtDHCLhf2Z88i7lVvIDFVLxMM5u+8H5kvZuHhjs+4PS83uQevkJmSD78OSk9hT7iPQaM+T2SHBu8oGezvh+txb6CBhS+rV2dPYkapz0u43M9XrBOPSa0kL2wxf08UqrPvQF6DL5afv88S+kkPYn+/zzi5Oa9k/sqPoQf2bwvxUK9dPFYPszFJD6xaOU9LS4dPktwIz5H2Jg9ddLrvpRtjT0c5ta90VQmPn+wrL1TCyS+JJoTvvpeE7xLRBK9a4wyPc1Jn76GIKM98RRQPFuq070ei9C92a/6PDgkOD3qfn49A/eGvvSAprw5Phi9TEmWvPF2gLzT9A28GUKQvB3RiLoLfJE9cVBSPkZvID5rbPm9OQBdPcBd/L3l3vw9BMEDPteTu71eTTO+BUhoPhYoiLxGqgi+MKK4PAyj4D1opSk+E5XaPmKfUT6OWhc+78IJPuKHAT4Mguc9NGYCvtvOk74q1FC9xpTvPXovJD51xBM+UW8TPqC+qb4jy/e+KoLTvrEXhr5mFHS8ssmmPSNwlz1qOPm9WRWsPQgSxj1nbbQ9naU0PHqoWj19aXQ9fmm6vX0WSD4Dvpq9tZVmPlXw870dMgm+",
        "kuPRvS2Ttb4iDeC881Pvu/CdyT2UO1+94bravYaplzyo8Hc+YMQZv2xNIj4me4g9ZCU+vvx/KT5JaJ29ufdIvlBEnD6jgB69hqOpvUpM2r4EUdc9aZHfPcXF+j1Bs4S8nyrDPf6EQb4yxlw8nxotPPryxj3Zu4M9kqWRPb1VR73AJxm+NXQnPTDqmj5NJeS9anMQvu4oYL6SR7Y9JU4BvkWeCT5AmaK8PdSoPPCDaTxAphA8DSmPPJ7Syro5mWa+McZkvi7BAz4MjMs9/RTTPapvB75JlrY9Y9MAvuk9p7y6My09j8YdPkwEw7wyvDQ9wsQ2Pvbujb2Ur0E+Ot0tPurnpT0ryIQ9NwiyPfGPhD27FZQ9rx6uPWXElz1+H46+9CczPNjTZD7sY9O9Lwz7vV7TEL8Giw68MuMRO0xFhj2NxK26Apj+vbtYiL1sRg4+fLeKPQ8sGj7vfzg+/ZRlPdOAPz4W4to91PMbPsuzHD56/Q0+V/ZsvrJ6pr4vrsU9hGsWPpURKz6YhJE8KwUaPoAgX76fcOG801e+PdiwBL9v5d095Cf8PPhb8j0+wC6+Hh8iPjQfkz2zjcW+Wm3yvV6Kdj6vQqe+yI3NvUaMRz7W9mu+p3ndPLNGtb7ZdFu8AuLuvACiPT2Y+5U9cjaaPekFoT0XDKk9YVyqPTOsnb62Rxi9px6MvEBs9byxMPO8RjkwvEeTIb2vM7S8jMGivigO5D0KPYw90U7ZPVU2+D08bya+/OhCvdtPC75gG6Q+WigOPlOcPD5geDa+ym+tPehgaj4VFmG+FVjivqW2VD4cNXG+gQsZPEcrlr3+1Zi9IUVaPXPSDL0fKU881AxVvRzKuTw8P6A8JlXSPKes5zwlL1w8k1PBPCOxwzx8Tqe+xqACPrdnwD3tqES+8JI/vuy0Az73Gek9UV/1PXfsNr7oAZ68TYsuPXi0dTreGxm7Fc6VPPhGkDxLeYY8drlTvkIOyz3+H6g83v1DPpmbo7769qQ99so2Ph/RUT4NEjy+",
        "1HcROF5/Lr2fmn29ViGGvc09fr1bK3u9t25Ova8AqD0jMo09nbGlvh54hj2/fr89EqQsvqegyz3Q+aa9gsmzvs42pb4LmbA8wpuGvV0gx72OsQ89YZ9OvAdSibwRuPM83MzHPGU+Q70REYs8ZzaKPE5wib1EiWc8z3nwu5LER75UZ9o+S1GcPVTOCr4U40g+ruW+vYO6Zb5zxmS+jDqlvTMwtrxfl8W9Ji5/PPd21jx03C69GAuBOiRx3LwQXB69SP8lvYVoyT1p0yU9GI0pPbEG177Thjk9z6tjPckhe776Z1C+g/s4vaggoj3gQ5U9Jq0BvYLIhD1JRfe8q7r0PZW5iz6l+Y296WZqvkrUIL6rWUG+9k1MvebVHr4H+VG9zls+PvZe0z1IR6+9xHbXvcRm872tPzc+LlMRvlSmT75l8Yu+u1bjPWC3vD2J17I9sXXZPeAW3z1nv+Y9QUkXv5jl/7pulWg9K8BHPVqqXz1tvJY9qnlmPWQ7gz2/uaG9ldpePULe0L5w9qe9bAMnPt4abj5ssIW+7EFpvlnhQj6zYgI9FpApPjCRNb6kKu+9/4w3PruqBb/c0CE+BakrPvswj70Wdz++X62MPsT3eD4jZ3o+LGYivjuojL7kJD2+SFd+vf56hb3d3gK+oMnIvRXaAb6wmTa+p3OtvecO/73/NmY8jTOSPlRDh77uy1Q+prQqvkYeeD5f+aa+NIQNPgJ8e75cjJ49BLaBPSi8gj1mi/09sBkKPc2L6j0ex4Y9jGNLviH9fr0dmQE+iS6nPdrkjj4jmlW99JKfvgbtq73FKe+8XBUlPqn+Cj4wvJO+9GruPeN6vD0FjhQ+yMH5PJ/KhT0wBxw9R6hpPfOVij1EG0M9K3uBPY/1SD1rONm97t2NveaUNz77NWq+RR4QPngPOT5RDBo+lIL1vU5wY740xva82SwHvZ006rwxCde8qLU6vdbCIbyMASe9b6t+viYKrb38T+K9NSKgvQz6r70R89S9O9GyvaXKlL0GwU28",
        "7/VNO5nv6zpR7bQ87ouIPC0+Kb5GRQU9Uy3iPOQTGr6O7tW90IMBPiKQcDynIpo8Hykivhn7VDwkWMC8digyPvY4/j2zsi49WXSaPEiyBr3gJmY8k/OsOzWNVLoUBLI69RdqPRAM0b3TZBy91iEXvpjFoj3SXcM92ZCKPfaSsT0/YYq+ANQTPrv0+T1xffc9FoO5vBOx/D3aD/Y9/T+VvtLvhL7p4nY9BjagPRYRiD0k25s9ITyhPQPrpT3ptqO+WLdzPjNVkL4bRvA9nEDWPN1oLL2IK+A9OdpJvmOnSL6Ouq48pnJ9PCThQDxDcJE8rdubvJqQVLtoDgY9KvwDvlKpaDyeFnS+b5NYvimj673QfvA8J5VbPkQFDD2mqcE6IuAhPujFs75GuSg+648lPs6QLb81rB0+9c0Hv0UmUr5yeME9WQ4MPp+c2j1iaz++NQoOvkDIyD2qg3a+vR8ZvrpMGr9gcT0+U7nRPWDkxD3V6Yc7+Qz2PVWUwL2VBZ2+mVNIvTg31z2nXJw9jluhPWV/3r3F0PS9QN++PP9OdD5qCVk+5boBvmhmyr40EDo+TEQavqmZJ70F5YC9XhN6vk4N3L76uEw8DLo9ujshXrtF/Aw95gQEPfWd4Tw6Ctu+LFbvPex1Or7IVtc9hNDePYfqiD2FTdE9Jr7aPRMDUL6sVQU+DlxHvclmUr51hBG9WwenOc1ww7vwQEK+t0dAPp2DJb05ymO+m0DNOwbMrLsZiJ89XMgLPQOYortRTNk9zZr/PRY8rjygnig9XKO0PLerj774E/I925cIPWSwoTwPzxk+t/MbPjlFJ75FOcs9KonhvIRSLD6WYQu+Rs/kvb/ik74abry+nNMFPbfL1jx8tBw9/4QNPRvtEj2RlYM9+kVbPVhz0Dti/AE+dqD4PUtqHzzU34W+VYiiOwy/iDwtsB69VchJvYSQpTzoZB484ZkmvuVHvD3puzy96NsBvjxoGr5/MzI969iGPLsfO7tP09E8utvBPMt5nzwwCH++",
        "LUeuPaNlXzxROpE8tupePLANazx1xZQ8i/9WPJN4zr4c85o9Pc8Ev6Kx4z3v/uc9k4sCPvSmBL80NPg9VW0gPhlGPT7mEyE+VLpqPNdoMj7enRo++H89PkYmFL/7aRa+MY2JPM2sITqbszy7lS2DPIbrWj2l/Q++JCKSPQPNCj66LOG99A9GPeUZMr6/4E6+RWVrPm7WXL629H0+hTyLPFExC74f/1y+AZGNvcNJjr16ugY+39nuPL5lkT28TU69Fve5PXZRGD4Xpsw9GdLEPRlPAL+Hbt89sKzkvoKk5j0WHNM+ji+BvhYrIb6rbR2+QZGhvrtQmb1tcV++bJR/vcb7q77PVIU+LO9svEByXb2srLS9KvmEPbCZn739qY++kP3Su7QhKD4M4708sIFoPMTcQT1WrZg8UYIJvoSxRL6RmlM9jc8Tvfrrn75KNkS+WRygPDNGuT35SEc9OtSxvouZt7x/hPY91IB9PXyxiz2JGmA9ZEN9PXF4aD3vQS09s+H+PSmw974g4Qg+gnMNPuJIED7vZ/09JlWqvuLISL0EtLc9ovGlOaRzsjw4HrE8QDOhvawFmr12YHG+ThUvvrr3wT2v13891KhCPYHZMj2V9mE9DdVVPSOpVj0HdX2+DcSfPFpP0T18GYC91quEvdgB2T1g1Os9qTr4PWAWO74doqu+gcB1PR0bez0TY3E9VTtUPZLFgT02zXg9alwNvww9cT6W1QM+h4eZvorHg76MYII883/WvYWnJT61Ah48WvuZvWIDlL6KmZI9A2nuvqCzxj2LeoM9LUf7PHl1XLqJUZw+layCvpHxRb5QFJq+vfyDvvPHjr7lJzC+BIIJPi76fz2GWh09qGiWvi9nDj2/juW9Ylx5Pc/Gvj3PQtq9SofTPfdP4z0bNp28eUmoPfa+5b0XRfM9K4Lfvk41G76UR1u+tAf9uue2Ez26ur48A3g7PZOl/z1+WMk9+hUpvl3GQT1BMdQ7YZMxPiSeMz6frdC+H/+Dvle9sb5/9Mi8",
        "UKMZPk3l6r7VcyM+sS8fPiniOb6GEOq9t+zAvWPSYr5GNOS8z+FZOn8lCD1FsbQ899m6vA8w6zzC05U8cdQJPTBZ1jxSkiW+Vx4OPJraJzyKLK48KcgpPPmUN71JPDy+B6FXPbc/Gb+Tfrk93LeXvoA+Lj7VDcA9qrSyPPPa/r30HY8+LG/CvTy86bxNVoS92iUQvNVArr2wWtW9H1hJvuULQ75d87o9OdwVPlZVFT5Pt8K+vZUIPtNc3j0NPl++m1ksO71iV77v4pu9HqzwvVQis7wria299ljcvSgKb72O+ti+QOkiPeiTJz3W6yk9hkdbPW0hTz2An3I9dyChvuccXz2/Ig+6no+VPSIGlT2LPso8C2OJvYt/vL4mnDK+IraKPVknMr8qVQg8y1AkvD7FNzyfRsc7fOsBPBidk75244Y9yTfLPRMnzDwrtsY8FGj8PHkXhj0rkkA9iV0Evdj00b1yrZi+I2I6vcmAvr2N0V4+Y7cwPt9GXD5nr8M9hS3BPJQo4r0MJSu+k5etvT5WDb6MwOK9LrksvgjMVr5r3ZW+n2zkPSguDD7VNBA+smYLPlGYAT68/fg9JIJ4vjw/Mz5rIAK/FGxePmtqXT6epA2/6rRvvj6fbj4q/Xc9Yfn3PTbfID6T2vg92gXuvsgNzT0Tpq0919YGPp9KfTzVNSS9NbOgPXwDaD2WGXQ9C74hvWCjLj0yy4I8/rSEvlTUgjxGFng+kUE/PAbEAjy6HZQ+Xa+XvA73CL/FUJK+F0aovdP/ID3N9T89/J1hPbBFkz04FGM9Z/OJPVSS2T4Kik09be9Tvp8+Fz6Oo2C+n34BPiu6rL0YWUI+9+xTvTxoNT7QLTa/LdUrPt4FLT6K5fy+wWc6Pv7goD3SS+69Mgp6PmVWez6p5/e+dTPAvrTPgT78p7W+fGKPPt58qD5rVwc+vzlwvod+gr3VhyO9qcoVvQ0DEb3193U9RetuviF+VzyS67q9noc+vpg9QL18mdq8yIwNvT1t2LzOAxu/"
      ]
    },
    "conv1d": {
      "bias": [
        "gaPbvaVeLr22tBC+VLxFvogB2r24A3G9O1C3vZQRs72C6O+9WTTKvTvaz73VSMq9WSr6vcee2b0Hap+9pPI3vr6fJb7oLBG+Z74Uvuy9tb3SKR2+syHlvdg9yr3V/Qm+1E2evak/nb26MXq+VVvyvBtOULwhIva9Rfwmvjtylr0vtQO+adGnvYtQJL75O+u9L8IVvo5/Bb6PN5q9bfbzvVU7BL7tlCe+uKsTvp0ShL2YgeO9CpAOvl4B4b2vqLm9SCElvhGWFr5twR6+gJbYvfkPyr37Xem9gAWtvaB8x705bPK9GSLVvRMqD76hFyO9HD/rva3wo73iwpG9lOR9vSMO67356Le9br9ivRwM572ODdG9Uuy+vdwknb0Mi7e9EDpXvnFFyL3ddAu+Rv8HvkvKkr11pqK9B9HRveF5EL7SfNC9csAlvewS872LryW+Sv+RvSR9P70RicS9OaYDvguVu70djOK983HNvf0pjL1s0xq97f/UvctICr4/eJO9Wm2YvYMvHL5Wz+S9eeMQvkyYWL32iDW+fwQ0vrANt712yTS++sbEvVyLj73LsSe+aznrvQ070b0Zdn69fWWAvSz4i73a6YS9hU/1veLvu72h5fm9T6MFvkveSb3lWbS9yZz4vbw1Kr4R5MC9BX+5vQJOrb1sLNm9tpaAvRzky736eW29+cs8vihKRL49A4S9Bu+lvetG3r1pTyS+C5NVvEmMxr2zdg2+GXOHvTAREr6rDwe93X53vdTboL1sxYa9n+eavWKsCb4hRoO9oBu8vWjH371w0M29uiLDvbWWZr0SaS++FPJIvpFLCb4Pu7u9lGgbvp9C0b3fuLi9ek7HvXJXn70iLzy9e3MEvvsbiL01JQe+TcqyvR7p7r0Tq7W9+Md8vTygn73REQS+JA49vsq0mrwJn9q9gN/RvY9JWr3zTvS9bJPdvZ//Fb4ZE6+9SR+FvXctCr6h2RC+9rbUvRh5qr1p7S2+NZGFvUeRpr35qNW9VZVQvkzJ2L1/da29",
        "yaKavQv7l71uuM69T40hvlRyGr5ovE2+IlK0vCGcr70pqMW9KF0RvgQD9r2tc4u96m3uvcIlo73PE769FVzPvbRmer0mGku98HoLvnScDb5pJSq9GT7QvdLRD74/hjK+jwADvjUkkL2iG8K9KLCwvbaslb2Q9Kq93HZuvbTB6r2Gc169rMEcvbn9SL5/Xuy9wEGVvfqcDr4OGeW9JP26vQKqx73LbBO+sI4Gvqy5Br5M7ku99+TCvRLxNb5HhAC+a/H3vbP6Ir6JYQO+pR7bvTnOKb6Klbq9xMLBvVlI1L3a/Li9hkesvdE9pb0Uz/q9ZQGNvSLaob08Atm9utK/vbiiAL7mSHW9VeAPvaxbOr0e8869620WvlGkq72+Isq9DmTRvZXxxb0JPvu91+3PvQvP4b2USA2+2TbHva7IkL0xjee9YjeEvYa4/L29T5q9hcS5vcUUxL3FDb6956WbvVkJ6b1C7Yu9LAf4vVm60r0cBq29PpPVva4z8r2pxHG99S7IvZwIGb6jsNG9LiCXvT9dSL62lQO+5l6evVeGIr4Ojty93KO7vcQhaL2NLd29kpGsvdLIkb3JLeG96HTIvY0Sib1Zs6i9bJpBvRPV4L1C1x++Y+OGvckRc731h9a9/vENvlcJ7b0fIFi9NBnyvYAJ9r1DDgK+W48LvsdV2r1k9eO9lyWPvaybhr1qZLe9jQesvVFnjb3RQ9m9uJgivl7LHL3oGLK9g07LvbIVPb720rK9P4uBvSommL2j23O9ZtxPvvOp+r2KbdC9In2RvUTkp72RWe29N37wvbrwu70OT4m94MlMvjSJdLy9MZe9FVOEvWM7zr2XPhK+2YjxvbLuAr5qPzO+sgZjvZS0U70fOg+9siOovc/8+b2d5Ae+lkmlvSbPIL5uyxC+95ylvfEr270l8Nu96WkHviW6UL3ePp29iN0Pvrhkh7140aq9bxoovjjABr6EbRi+jSuivbrjxL1Ym2e9I1jLvew1DL6GqIe9P3HMvcBBvb2ytwS+",
        "mu+1vbaDVb1CIIC9q6q3vf63Kr2YK6q9jx8fvndMar3hoi6+7qvcvSDjx71tdoO9y++Fva/UEbzIhvy97MuQvYhY0b2bNO+9WZ0/vg0VtL3m0iy+AnsXvge1jr1xLsu9KkIbvh7uyb01r1295LS/vSrWxr3raI29RoIBvvbtSb0/bIS98mwXvjgvBL5emui9YAXmvbbpGb28IWq9QuDzveqJFr7ycf29aaq3vTtCjL3ujQG+t/isvWB/Rb4qlum9+ky7vTzvo71LA+i9JZzBvQsotb3aVe68f8wIvnyF8b0Px6q90trpvQ+FuL2/niC+Vq+HvQN4B70kc+29g50HvmkXjL0R4HK9tJTMvQcn+L0E7du9dDKxvRsZyL3Ktfu9/xcZvtVPFL5P9Se92R/bvWdGs70Lwz+91DDgvQ6Xxb288Qu+PG9CvW2Zqr0xKZu9GwwFvsL6Rr3sKQe+uCfRvSIoEr6QmOW9Z+sfvugx3b21DwC9EfKXvVe7t72llwO+QxWXvTUF8r2/aUa9gXVHvuGC170Rj/a9+rdOvfPwgb1gyKe9iKDovT+SBL6Db729Qsl8vXkAor2FFw2+ihDBvYJcir1tF4G9vtU2vsVoLL4d3dm9f6ZOvkt8Bb4W1Se+2HAGvhfg573kW7m9vAuNvZzHwL3k4Ma9zyLkvQrsub0="
      ],
      "weights": [
        "yrqlPeZhYj0YJDi90Fr9vHjNuzuVi0O7dzY/vUKGar1UgE+9N5dcOl5bsbyyD4w9LFE5PMs1tb10lXA9JbChvSu5Jb4xww8+yiWCPfq8pj00LzY9+L2APTLG0LqVI1C9gK0fPY4ZnrzAW/S8EC9DvBTNsL3UUO49dfp2vcp1Dr54wJc93alXPYUxtL3l3A89eR18PJ3MH74OMii9LwRBvYxMy70qe6y7V5upPRpfwjwSIA6+JbuJPdjiBz4jfq48YCtGvW3R8ryOby49aVZjvn3T1b1pZL88srWouuodkD3PG/C9dqsevkc9Bz1b99695B2+PSl3mT1tkfy9XIPcPQwQQr2FHFW9sQP6PGPgbr27LRw9cxmuvYvujDxCcRm93SMtOygQHr6Y0SU9KNcsusEDyr3ZQ+m8B2iRPdqaUT5ZOIO9LYMCPoiQB70xX+U82ScgvWBQmT1xb8S9rkz+vVgn/72gY/U756k7Pm35sz1XQZq9pJR5vrF8vz2Rfes8S7XrvauFAr1nSQe83HPLOv57T77aGcg8CJ0ivWbuCD6ItV+8jJnTvPLhDj0oFIM9rXs+vn5VXryEOOs85LQcvoxPJL377EW9JSlnPQxbO72P8AW+EqhVviw4D7teIW0+euKGvRVXyb1wgqE9je+gPZUroLvnpem965hSvRFyDj5ywqw9zZjVuxRHgz19wzI+PUsrPaTmrD1jWAo8Hr0hvkX4Hz4vBn68k1yWPXfC7LzVXcQ9xwGEPcJ6lr2hXHs92kaAvQdoND5hUzG9bEUUvvDYFj6OJnq93+oCPgB/TzwmfEO8sU30O4HMUL3O7WG+89TivVfTJL4LjEs+y4slvjgum7zp4ww+HBdOvjragD4gbwG97WEXvj7MZzr0Mos9aEFzvX0rmD4MHq+9DnRbPHsfsLxtHH69klSfPRaaEL3QuMC954UyPWVvTTzy+Ec9Ja13PYIOvLyyTrK9DzOCPZKz2TwMZAy9pyESvnm3kD3Y+z89M4FavRIPKT05Xsg8",
        "Cn5OvRQ+Fj7G1iQ+t/L0PEgnlL008Co8WeRcPPq69Dp9yia8upUdPYeb07xWv0i9ejmDvSCWBLzFW9E8QJOFvJ/IDL0Mbz081kqXPZedAD0kQ/a8Qz/hPZrhZL3d3BA8ZnBIPceRnr2RgA++FcVGvU8cIjxyh108p7k8PSFx4T1ZaFa8C4TdvOeytr39Cc88apXRvWGuMj33+BU9h3QUPVUcmb09DJG8drSFvb7Zn7vwJt29/IODPCg+3z0tPao9MuI1PnSCd736+z+88rs4PfEqiL1IvK89rBqUu23I5r3u7CY+isdPvhQ7tjss1CM+1FGwPNRNET3PMlm+0t/zOgouv7wKrLM8QNDXuiaoiL2i+Oa9GhglvdTD6T3YFoc9oFqivWMwbDzJ3/a9HL5fPBVad73mlUW9Qjr3PHju473iXzS9ShXbvPKcVj16HTI+bRAKvkhMIT0g3ls9T4JKvs51v7x6/MS9q6CjPBUyuLz7vKc8dQHNPTgL6z1wA008ThMUPft6qb3vg4s9sBtlvv6Y0buQ6Ki94ZPpvbzZAD2tbkO8xg6UvZp4D7z7aLS9NfKDvYdxvr0KEMU9Nw36PWPvE74n6qG9H+9aPul5KT6aJ5k8fwW8vAaE97wyp/09tPXWu77o9D3k2Wg9lyQBvu4gODw2HBa92VuVvRQJDz44OKm8UjclvQ3CCD4xfUU8AZovPueCPT0GzIi8ehGCPP4lAz1dowS+ksm1PAbbNL5+Wxq9kiAVvjwTfr1NCEC9Zja7uwAjyL0xmAk+yT4IvjMSIb3+Tos8RgAcvgEb3rwqG9e9P4CBPVJDir2IVSy9BLVvPRIqPr3lkgg+BKBQPY8jcD0dN4C+19GuPasFCz0LX2u9qKedPdE5Qb2wK4u98FEEPvPuhD3OYri8+ZcWPRnI3b26V5K9HBW3vMe9zTwvGc49RvmovNMCXz1aKq68XZCOvUAH/ziIy489fOUHvuCIt7ySP7S9wfInPRX8Jb2HCqo9NirQPB+dwz1AK049",
        "M7+3vKZ4rj0zFPM9UFS+PTl35Ls2tYs9ciL4vZqQtTzgbLS95W2qvba49722EBs9kwPYPR8DkzzZQUy9YULTuwsCGD5hVj29KVIxPAxNHb6pUJ49vWY/vRN5pr2jOB0+I7+avR/WiD1wnUW8LnyUvilHxr30dwC9qMsDPfeBFb79s4m9SwczPWwtLD2lL4w9eDu6PW4QVL5iicG+3WIWvfXBRr0f7IA9Y6emvR/KwrwEQgc959FwvNKBcL3wzi++Xeq0uwSV/r3xXz8+YP03PeXwjD7fpQa+HMKePUnqvDwJhQi9K0KFPQMFZzuV3Dm+n68svtYLpz1RS1y9bdTVPbK0qb2Po9a83ObAPBV3Lr2L5rU9OH7XvDK6FDsAWG890/3+uyUjibx6XAI7jdm3vcjeY70DTlC9HeQZvcl1dr07DBI+sp9tvQLCYjzaAEY9bBZ9O8qTBb3K7oA9eOwYvVGwEzyl0qq9rF07uy7Cvr2uuW+9l3aWPIr01L2KLkg9f9ylvdDlMj4czyG+npqZPIR5pD2NEEe9X/aEur1UPjxotAA9I+DhvHyPFb5Q3hi9TIDBPSrmGT1KCy+9fsM0vP4aAz1ojvW91jmLvEhF3T2jddE8dVmkvaHmWLwW8VO+7XObPblqcz0uZLo9tWO0PKIs7z0v8p29DRYQPnLrAL7kWpo8djpFvD8F2L6QFqg9k8j1O+4lnb10v909RiqGve4Ikz1TXxQ9matEvWwBNbxK2bi80LFPvL/GJ7ys96U9P+hJPYd8Pz2K90q9ykI4vRR4GjvKaoa9pog7und4bj7yqbO9FwLBvMUe4j0X2929OE93PA3g5L13+g8+fq5iPb0RjL2ZtbK9VP6GPQUxVT2Vsgo9zMOLvSHYtz245LW7gnvcvVKCOz1C8ae92KSQvQ5LND0m5DG9F+n3Pe9URz0inmO9CmK5PXKcCz0sCru8WwIyvSFgrL2/yzu9m/ugO4vEoz0KYre8FdEBPF2dvj1LZ/88jpQpvr9mIbyFIM68",
        "oJTcPUYc2z0lY3Y9TlOKPYV3cj0N1jU9KiCDPFFCiD2dVua8RrbtvU+6Sr1fDA2+JTY/PUugvL066vC8QGQOPQlyur7c7mg9yYpuPVnnpD0MEZg9eexZvnqiDD4OuQy+z0/VPcxyAz0A+kc8NoDVvdFskT28EK08YRSAvpR4dr3eyY49Dk2jvSMqAj5Wyhg8J2vAPX1xpzy6L0m9DoUBPii0nT2UiNe9ieaFvMcO3Lxgj5a9e4j/vboVeLpZMMq7zlBIPKvcSb48EAu9MPW8POPROT4dnPE9XT4vPgt/KLyJ4AC+kd9zPXhxFDxBhwK+3QoMvj2+Cj79XOe9e9MsvGAdQD0qNai9YGzJPE3qqT12Xzk9+fk6PoWvJj0TsaG9Iu/NvaBF6jww7RK9mlZiPfLHGb0lQ/69eOb8vE9BIb7WP9q8vgh7vgExjT22z+886jeuvQdjjz3KT8I9ajEZvm7H97zfa0G7n3jNva8X3b0OvTo+q6wWvu7w9DvZ5QG9cVzovSsdA76sTB++nGDwPYlmprrzqO09aeMKPeJ8QD4E8o88S7A5vVs5Jz4tpgS+Q9oRPS3w+z1Q0gU9u77FPZTeiz7HQtC7iPFbPtLrqj0WNJc9V+VePcsRVD3EcLg94C3FvXCShL4Ly30+0KYuvtswtjy0AtW8UHcNvppLsTzC23c+jv8vvg+XGr1EJws+ocImPIgAJDwQNgk9GP+mPZGleD1XUV6+ANGwup0Kqr2NOSi+GAwKPIkfob12lPA9ykmqvVTw9z2gvui8vS1+PX2rM73gEPG9MByKPQnoz7u0z2M93EJivTP9nLz5Ki87zAACPlVt1Ttkrg69feGwvWiBUD3gDKy9QffrPDSHhLyoaca9D4QKvaWvkT20cpg7wTuTPBMeK75r0a68DsYUvT2mpzzpt3y9Uwh7vOZTr73EP2C9voC4vK8rN71d6FM9OiIQPUwPAD0X3os9MGSAPEKbH7xYMZw82Ff7PRi3mr2Fb2M9veHXvLVeoz0tL4A9",
        "pUBxvbjySbzi9no9I0KPvSCXoD0ViAK+dyZFPKACdj0FTta7GOTjPG2JlT0t/5G8i0qoPecG7jyl/yS9H1eRvakbHb1K7om9361WPfVMEL7IngM+wLuHvbqr3zxOYQc9c+NCvv97pjzCV2q7hdEJvRwFWb0kWyg9xoLRPRnQDb1rnI28wivCOzNdDr2kyG69YwE7PcnAXb7z9nS9Wi2cPONUND0qrXq8Bp/Bu+FSdD3edtg8rwMGPt9IxTyUxVA9qbmVPACiEL320eE7LP89vLjMij2nyYe9KGMTPWifnD308n69BaSCPKYDFD3Mc687MbXVvHhNXD2QAnI93ptnPZy4XD0LCkO9SdBTvdSp4jzxING8uHwxu5AxA7wNx169sTGOvcAIMr3xdB+9/0APvX/pejwLEPW9PPerPJIXRjxNBOs9RUpMvBsIAD6CrvQ7DTpyvZucsD1ggtM5ngmmvLzTFL2eqyM8s8drPcY6Qb1D4kM9YC3WvM/x7bzPuZM97pU2vc56j7y3rwE91GooPPY2OD0e/Uc8DkfPPYPX77xCaQa9IdrpvEKMW7tzojK+Bs2gvAncfr2Nq8Q7qAOVvarYLT3ILO48o8OGPLxNkDz8pia+c7rjvVK8+D2R+7a9Vo+eO7LnnLxet6o9GU2ovW/nmzyjoek9pQc/PUy2ojy/B0C96dJ+vTxlRDyIL/m7ek8dvfNksz1loTY+AF6SPpamWL7N+389afgCPhZNLb4eYQS+lig3PiCDg72MznM9ivfXPL1QQL1/KE09RAIoPC58GT5NnpM+X/M/PcPyyDx6BWE9HSfGPagPRT4mgMS9e1FEviBsk76wlOG9jIlrvRcqyz3mJ3I+JMCYvs5GqD2it4k9SNVWPOKiTr72i+A79wJ1vuq4hL3RR/A8z6jBPd/w+z1JLO+9xwB7vXEauT2fuyO+coJtvlEkjj1aagY+pRgyvAshUb1Faxe+acmMvMfXwj1oe3W9OJnLPlmWir6ty4i+CbR/vpnOhj6pqba8",
        "Ky+cPlSMfTwCRTi+zK0JPmYIir0B/jm+R6mMPehqhb75VJs+vW9evlcRnj3n26w8NAkmvlKKxj1AQy4+qHiuPXY+TL4JBP+9IVs/vu0Ti72VIQY+p0EBvhO+NL62sxM9HnNivqhzjT3Nh4a+YUMTvqqeCL7kw549KdekvPq1UL3Qzbs9EIM9vAC5fLkfnq09RNa4PRv0tLxAV5+9tb4EPjEmirvB4pY8D46mva3tQz0g1hY9HDbCPGcU170cFpU8EsESO1PGgD03MaG95FqiPWZ9c72M1bI9yN5VPRN30L0LtRk9wZTHvG4cBrqrRfG8U7RYPcwrFb0XOya8/rYVPWoBIzzgjaK7qLqlvU0elz3a1O08OOIhPVDvwTz/wHS7v1KoPRPbtrx0Qeu8aSbGPK7eNj0TK7K9GGquvKTU5bxzgn28XgPQvMvO+TyGgDm9gob3PHjGszs2faC8WgAWPNPwnzzGATe7NMXBPa3juTuPsKI9JZ2mPRZ567zPs1g82NsOvhib8L3D6bm7nOWfvTJg/TxDApG9axjBvNX2hL1EFDG9sHbhPRWYwj3XWLC9Jn6nOe+ezTw+liS9AGeavcIijbtPhbO9Kuntu9Doir1510+8SiSIvDeHZDxndqe8GEAXPkdOnb2iQsg8qsaTPZouBboynZq9i03XvT5Xdjy7xZK8slf0Ox74G71Mjom81bwgvVKxQb0vpxu87u/YPOP/UD229KI7baVQvSWhOT2LLrG9vz8kPewLmj0e+Eo9ieksvTJWEr2o0M08NC6mvfA/dr1W1eQ9LJb3PNrSBT1CXoI9FiGcPRCzLz3TCum91gqLPakmD710fbs7vXeIPbxU1LwG0YI8BWe4PVINoTzY0D07ea7UvWWTYj1qFDo+vpfXvVx/DjzhzaK9Hux8vEson71Xu+a8KoNavAyw/rz9xVi9+AZ1PY+GZz0Nc62990dzPW0Zu7y4joY9+JYYPUppgbtr6mG9tg99vZv6xL2ucnw9DzGPvRo9fr3BLs+9",
        "SjjBvfChJbo1Ykc9p66yvfirQjzNntM9KbTvvEUJZDv3WNs9qlOtPKilMz2bCbE9ypQUPSc1w73Hshe9FP5HvQjM37yF/oG8/hc4PUIpLL7NRRM+358EvYb3aL2T1ly9lgLAvUUpjz3pLMw8IrxKPgP0Ab779As9WaCoPYfIxDyOp6Q9VkEivN/7RL60CXM93SqnvWbqpr2W+xM9EbwWPrkYDL4ywMW75LqTPWuUJL3dw309EaZGvam7Iz3qxJm9ihVtPfJVBr7/3KI9i6r3PR1qLT4k6zK9iPMVvnEjlj0BLNw9uYA+vrrgMr5atw88VfjDPaq9FT7+T4+9z+UCvqRFPL60MKY9AIYbPdICbz2Dd5G9FZgYvad7YL5x9Mw9gR5Ivc/t07zkmMU9hUZqPssMKj6ASzi8vAQbPgcadz5Erze8M0TLvZNQjTy/iyg+xJXXvSl+cL6ZCGg+BddFvlSbzjypiAW9b6egvVwAFb3ol7W7YD6mParewrs/+ou9DXI4vJMmlLyMLk29Q2zGPEYnc72470o7C5/0vQ/7Dz4vDDC+MeEXPoXk7L2KYyG9uJcZPmeUo7x6anA9yg0dvvTdS7g3FhA9zW+mPGOevrzoJiy8OVnxPTBqCr6IDYi9DJS1PcYwDjwDqXw9BMyzPZ2WzbzLQtM9Y4gMvQRHJL1bsdS96/j6vPrsgT2nLLu9+KV6vF+p4zxpazK+mfa0vQHouj1KeBg96qNDvibglTwaEkQ+NpzSPfvZAD7DIKe9g1YiPWoUfr2KZ7G8CM+LPPxwxj1jNU09lK2hO+5GlT2xwoc9z9ynPVbctL2UkQI8okpFPUjYgb3Yzbg8X0hEPdzdnT2ayCQ8dPVdPXnfgz2kuf498ATDOxpcDj3/f8G9MOF2PZcicD1UcRK+xdQOPRZYFr1q3a27QJPnPd2irLy51F09ESQIvR1zg71gbbs8WiV7vOFoJD6ryZK9PNWVPIg+wz2n9By9uGaivfXCHL7hvcm9iWlTvSwcmL1Ci+C9",
        "gc8OvtsfdL2MHBy88TTivCUvfb04IOO9gJ59PKAOdb2x1Gk9/OOOPRgMRr3mKQ49S9gHvg+EET6Upxq+iOLSPNpJ0jxHNac8n8VtvV3fX71u0yW91pUrvstu77x9/tm89g43uy3uAD6HK1I9YdlhvZSMfDz4cKm9XNlfvZIKGD5YaIU84XpFvjipZT3xs/i8TAomPtvugL0I6lI9IoglvbbjOD2Oogo9RqPNPX7QAL5DF7C9iz+/PXOP4zxGLII8u5onvMOD+bynRSy9+Ew8O3p9t71vcry98t3TvK4Zo707nga+DHvSO8otLT7tbHm9ceeBO/qXq73VXcI9tVwAvh/nfz0FjeK9co2vPUSgLrxYu688I9z2vWtikr1jvXo8SFKwPT/Jlr1n57E9OESnvUrD1DztSFG9xgvVu+avIj40Py0+mDZOPaZSiDzpmLK8iJmEPUyIqT0HFw2+AzDZvfA5/jxeGFK+G7HnvGK8z73zSBa+9NEKviGoi7uV1qC946AcPXZjJz5fLaO9+oCNPLTnj7w+PVO7Mjzivb4jRDzV3Ss9T24Hvpzf0T1IMvi99LwNvZJyAL60BdS71wGEPcn9YL67Dzs9FRStvTgUwj17w4A9kPvCu1obpz1TpY6+jj/oPVD3Fz7PSv69bZEAPZbPmz3j4m291c30PUVOwT3H0K+6SxmDOyL1f7zhqKy99FA4Ppz2bz3mhbG823nKvO5gIz78KNu7Y27svB36Sz2ypBK+d0fMvQKBkLxZxt484G0EvnJc67z/W38938mWPW/khb2gzyK9qXIPvqjOmz0BNJu92KhbPkjSuDy6aOc9HvyrPTEbbz3Fw3o9L6CsvRPvRb7+IYi9J7cHvRj7s7xE4dU9hjn8vJ4a3j1nfsG9ktVNPJxvIDwOnbs9pR5FveKNiL2cGC89Jbt2PVbmy7zcNcs8NuQlvlG5FD6NTb+8FvDOPDkB3L10z9i9JS43vUDjDr6A8ZA94a/HvbkV/r1x1MU9FxTAuyFKzbu2FKe9",
        "NnNrPWKeQ72he708eedYvaq1gb2Xpd29dkhtPUknhz1bs7C90krNPP2JJT1ylG89aPghvV4xRL0iHZm8CewcPRwqwT0epjS+m6Wfuwe3Qj0PzDa8PlsyvaeP/r0HLA29QXGOPSULZj1heQG90g8AvVStKTxxPtw99bbpvMcTmb2O7x0+aqkwvv+jID2/Hfs8EpJjvGsTEj3KZGM885/QvWNLsL2bh0k9bR6pvfkjUz02dxS+/IGIvDOvEz4ld129VsC7PA1yFruyF8m9FDVXvH7E4j0uf568MRIZPvcRBb0jYty8HRxWOypG2TpbkZg7ITm3PZ8QSr2iG5091juCvZ6dub17GOi9lqyEvclICj2E3Vs+zw2YPVxb27yC6Ko8mxMkvcwhCb1MPx69V8o1vczxv7yXR0S8ratCPQcRxb3uKNG9Q1S/vRbhwLxJv2a91tgwvXCegLzLSFo9ErauvTegWj07J5g9XEeHvebQiTzEbAe9B/FJvdlnirzzD2g9w+TPPI5Kzj16yHw8aLaevCirqL3XGo+9XUGEu7eYDj2qFwe9ROTBPcR8Sz1MPES9s+umO76AKbu/DYe9ZBhRPWYJ9rwPMlI7VGVcvVz19jtBH1C6HbROvNkrzTzQwbE78+/sPTmErTyIe9O9z+agPXViKj2z6BI+KDZMvUte5TvNn7W6VDMdPD2Ly7zeEEy90EI8u5/1HD5GV7u9FD2ZO4ZFhDutDwI8y/M/PVgtgbuO4IM9SY1XPRXuxTzLSR68BokBPaaukz0RAww9AI4yPhexEzzqGEa97v5DO8tW0r3JI889MON2va2y2r30dCa9/37rvWC0tbyGvtS9ol5pvEsUzrxXEG09YfyZO95i/T39Z/+79Sp0u/r3lT0sM+88LtDCvXCDbz1qWxu9NwuhPYQXl7s+YNO9CtIkPVsVBD5yAhc9WUM1vOhkEr4uIEc+uLQTvgdP7D2Kwq8+T87BvcSdbb08MFq9NIkbvdXFRL4W5Hw9eOrgPcDUbD2IlC0+",
        "g9Q2Pnaz6r1JILU9jLgjvntYOT7fXDO+DTxhPRA+tL3j4q89vKyrPe20mr1uQzG+FhUNvmg1Fr5eN1c9zMu0vHAUEb4jwXe9ZfV0PSYxZT2lwAS9fyNUPY78rr3Zc3s8C5BBvZCnHT5c7CY9WqT2vSjcKT71u6Y9NesXvvFfZT1fpcu8KRKEvuf79TwH9X89DPjRPV0hmz6CMlq9ufjXPZo7uj2/20y9rAjcPY//Lr5bWo2+7U8hvmr5i76WgsG9Lkx4PTH8jb0Iafw9pygtvlqHXL0QtM68/Z5SvnF+Hb1FL/M8anYlvX+tFL4Ctx275J35PObH3rzctW89DUUSvJqkur5F0qa+971TPiSOzbtVBhm+F0/MPXdFgbxwuqw9ONvCPUtwY7sykjE9omZXPfaeuj0lu2c9/l+YPVF+2L08vQu+WkqNPbi5UDvjoMU8LIzDOldqbr2dDt29udIqvfV5oD3rofi84+UePK5LaT69I4e9MDPyPeKnUboxUcY7uXsBvtpLUr0S9XA9q02Iu4xzTb3CLms9R1QiPhSxs7zdwV09S3chvdBQ57wpR2k9CyEOvM/NULpzY7Q9SdoUuq4y6T3PGv+8UwygPNiGa73OEoq9ogYZvVkfVL03jZK8jSkLvhn4pL2lZQ++myMmvgcU2T3pXNa9oNHrvNArNT2zkyk8fUHLvSpEOD1Glz29WFSuPb6FPL6mmzK+JFqoPYSGcDwAvbY8h82iO/aCMDxRgzs9vVBTvaX0G736pE498lFLPOUWvr1qiG09DHDTvIwgsL1shRa+kFVOPQ8+ID5L1oy9fRdKvYhwO7189zS9PqVdvfCdNr35z429GxqrvanzqDxqh0s8GGWXPZBuH73WG/g9u6V3vXWj3D1Khge+XfDjvLpsAz3V4Tu9D3vpPRxLTr2SjcG8Gk47vAcX47zv7sO8FnrXPfJXiT29kgQ+JgyUPZwukD3NY8893GZfPXJirjxcYPo8WnsiPsAu9T1U88283fyTuijx0D3G3Qq+",
        "2WU/vcDIw73jOow8TexJvR+yxjsje3u8e/RevmDbn70diFE+na74vQMc9z01QK+9+zLGvOD9pTzwc8a9crV0vaQOTz636Zw9F3nyvKmGlr0PUxW9a40Uvsl/Kz0GBs29p8hEPcMzgLzNbyM+QwGnPSSaPT7ox5w8o4moPZekV70Uni498B8Fuzc+XD0FoLe9ivCCvTeM0L3OW+U9QAQZvp5Lhz3dmYA95JnmvR19fDpkWRe+sB6/PbNHGr36ngY8wK7uO36exzxwwxG7SXgZPRjxGb1AJ2Q9yvrdPT3AzbyKw7C9GKgIPRf91LpfEsm93G8EPbRWsj24TXg92V02PryBzL5cTz091N82PPcewb2tEOG9NVWYvGHrEL5mNqy8ZkC3PCUf3r3gSCa+etm8OWpLGb5iLUA+RVEcvdfV1z0GObo9/9wNvrfW+b3CMvy8jorVvMWhUT2VKQ2+lTacPPbsST2hvW++D1dmu9qZTT0kIJO8knbIvSvyxj3dNSE7wNcMvm53gT6Pq7Y9ZJF9Pd0YjL0KYPu9H0B6PbYOD77ax5Q+WazKPdoBvD0lS6888IXVvZEzET2nrxi+b7UdPgtIN75d77u9SYA9PU5Mlb3bAQe+TXlYvo604j1x1bM9W9G5PTbmDj5edoe90tlIPrtOrL2ZO/u9IgjMPdXALr7m60I+g3XXvTidJLwKaIY9ERM6PjVvjr474nc+qSJ8vh4EXb7anhi+BIICvTujiT17/xI882wzvT1AWD0yY9E9S8AUvAYQlj1NfC++mPdavSK3z72iYuk8BboNPXcFELxpMru9emQOPd2rrT3cbe68j5W+PImsmbyiLMk8KFaDPYJQdTszDiY9szIGvfrNlLzklR+9v4dePWQOITwWb6o9KUM0vP1elTziLAi6XVnUvEZJDj3G5QW93BmnvTZynb2BrdQ7sz6KPM8PpbzyBXI9aPzAPQ1cEL2du3i7Q1l/vXmkbz1kvy88byq+uypZNj0jjWS9smKmu2xnlbsraBS9",
        "lasVPZzfBT3Ire28tIpgve0L7j3cSG89h22rvUjC0bzBu6q72yBQPVxRMjxZDg082x0NPaoJ1b1mmty7AhUtPfvhJD32ptc8pdPZPfGM1z0JT5q6lGwQPJhKQ70BZ6488TIWPpYuO70KaqE8LPazvXZKHb0JsTq6z5CDvRetHT1Sbso7mQfGPMhoC70RwRg9aMMePdMQbryGDss8Yq8VPYu8mT0g55e7P7OVvS/anTylieK90z5FPbmaJzzYUiw91PkOPGH4Gjscdj49sfaBvI/oJr0RmpU8qTNPPWisjTpoWYy9ixjPPCghSj3W8wW9BPiaPWv36bzN2LW8UfE+vVJEvDzbuJG9MriSvds26rvihb68qaJsvR3m1bz8wUS9pV1PvMCLYzy8hne9mzUvPFRey7ykC/u8FbkSPlG53zzYMSy9dDlkPYq7LD3NqKU9E47uOiwfs70SDOs820dFPQfvB70JvJa8GPNFPHxfpzu1cmY9EWfQPY+0k7z2iqI9A2WSPY+7GL2pkYO8uN2Ju+Dwhz1QdbS9ZIqjPThE/zzXvRI9ld0uvd4JpTx36la8u4aHPY3HCj1Qvi2+morAPC5DmbyWgOY9Ey6WPWVa57wTOwA+8dLxvVierr03rtC8ZGODPTGBCb5GriG9CGQ+veQOrT1/TAk9H2/1vciaAL6Mods95WzFPVHNrTzUcaA8H9LAPEs1Cz2+xHW9OMAZvaRxCLsCmCo9ZC81vtS0s73VGcQ8VMy7PXxb272faY++9ARKvY9apD5p65a9lMAGvcNYfT3rvcQ8zchfvchJxr1npaM89MB+vo12LL1khzk9jM3FvYwSkD0qJls+CkiEvkL4ATvWURS+bUd3vjkRRb7ewwi8EhG9PVWO1TzwWwe8aOvUPXqTMz6Lopo+UhnvPWdEDDzzvgQ9vAc5PZhCP74SZEo92ZUXPloinD3GKDK+fFAIvqBAqj2I2vi88b4Fvk7jdL3oG1W9Rd3uvUTHeT3zkKe9RspMvb9qJz7NZYq9",
        "1/Bivc8iEL4cVlS9+RelvlJ0ND4yC3w9FwYgPlpPy70bxw8+HyX0vfKmQ76YS6o95vknPjir4b1gcxc+zFpJvmHLerzf7ok9FKhQPgaQ3L5z4TU+1eY8vofpb75MA2O9kKXNvav4Wj6YS8S+jIUPviNRybxF1CW7rgNVPRCzoj1QbCW+HD7KvUlbL72kPIw9wxtnveBE/r3U+vG71yI8O+yqAL03PJc9U5i4PADRxz3QRk08SBCQvIf9Dzw6c9A7fT8yPT3bkr0s+5S8TiltvJttkr0aZmk9hksJPQrfkTwSoii9ahO+PYu6c73eyZO9LbgXvZCWCz3ku7o9PWwtvE7YnTz5xXE84wNDvTP0hDqfov67bk+uvKHT1Dtgdra8/BUUvEQISTwUAyY8IEQCPiiYxz1/TP+92omWPYNuiT2ahbc74LgVPWW2gj0nAgw9sJewvEDBtLs9PgM9ZgHiveYzrTyRyGy+mbRdvZ2QNrz9+wm7jI/CPCcRPz2J+qS7Yd7hPUAtab1YP7y91hhMvcSzpL1anBO+gr1wvXUDjb1YN4k9EMMOvrKiFDwwmem8AFaEvB0J+z2jzkY8amQ0vQCEdLtsBg89wr+eu00AlDyXWeg8Qi8cPfdomzzkk8C7z5EAPXThOL2AVIq9D+GZO0AIJD0BN/w8NejaPavErb3z6zy9xHm4PE8tAT3p88u9HaEBu41sLr2iY3M9ml7uvA4KqjvgIYy9xyYVPZemkT3QVZa91gsZvWLlpTuTKRM9Rk6YPAHx2D3Qcku9g4+LvaroLTze2189hox5PayhSL3++EA99V6vPR0dFj0+kMg9ZxwSPYZrur3Ep8q8GRXBvEpOkj2mtmm8Hc8pvY09YL1ASI+9kDETvirPQDwZuxI90h48vWym2LwtzLi8YtSRvbZB2z1gwg69a8M8PKp0D7yE+g87F4abvB/j5Lwf1K+91aQiPNBfZz1snf28yybwPE6adD1JrKU922ufPY7/vjwU4qi9TOmEPT566L10Ihe9",
        "E8/8PHR9/r1hHs096qCqvQV+aj2Q8fu96iNHvSla/DzJzkS9I6bsPTTN/D0ELx69TXcPPeIswL2qszc893ubu4mBVD2B/2o9DfQJPatJhz2V+fS9ayXBvNuliD1gT4c8iYZHvVyy+rus5DY+1fWjvBZcPr61Rw4+J3OzvdQXxLyMB6W8M90uPE8NWj2APrs9weSavUNvIj3MF1Q9JO5ivhbTRr7a43I9D0cnvlncWD2Yg6U8ENYjvgpaBT75fCK9GXAUvaeAGTzOPSs9Kg1fvRwm6T13U/08ich5vXu9Vr1EZ1M+00UuvofLRD53v0C96Y37vRXTFD0qNKu9y+BfO+4fFr5fUwG+iWIzvQLgfT36Rl09uP2ZPNvwX72kh7O9OfwdvTsl5Ls1MIM8JctrPUJqhr1S1w++Gfk2PvBXkb50szo8k556PaMNiD1GrpY9lm8zPnpv8r2np3G9318zvmewcj2TKtU8jiIDvVghxL2aKvE9Wtcyvie6oz2rA5I9nv+BPnHIcL6bUBI8LZ7GvF2EGD2jz8e8cRjaPYa5vL1qZQG9OMEuvXBeIr0M/gm+gIf2PGPMNT6roLG9Qxj0PLGhxTwFcTy99Ci4vWMDtD0XJmq9vf2xPM/gGrw0fC6+iSFyOwLO872Rpyk9jWnIPYu6Lb2BowK+nu8rPTXxCz0B/EY96SIavpVMGb4oBkW9JOtHPRhW+rxQIu88yB4svm4JLr59rws+XzAKvj1hBb0H76I845IQPqLljT0nibq8j3arvREGMz43cTY9CmljPb+WNj0X0wq96JUQvtsRx73SH0s83JEDPlKiMT47Unq9317CvGIljjz+l6Q7mnuDPRrP9D2GaM09cOPxvQ/aOL6OcIy7DFlMvPwBVzyW0vm9yM8bvUhKjL3YgqW9hpqwvOAt+z2SoNm9G1vHPT7G5D1fiG07sEESvpLGPT1gB4m85oAuvjkIkb2Kudo9/Uf+vQuQfT3BiB49ZyOUvRbCsD2CZCa9VCqUvGJlIL7JccA9",
        "iIO/uz04WLzc3OW96Z+7PQrTND7Ney89eBbyvTMSZrwO8hi9806Du5+fl71vnPg8BfiXvechzr1AUPq8u17MPFg/AT3z4to8Z2GuPAiNt7yOMd08/jqBPfBRBLutxEy9qAMAPcgGQr0O5iE9cOy7u1fA7bxC/yY9eSxQPQ3yoD0440k9algMPcAvgz1fuMG6X6uwPaOlgL2mNiW94auIvUqh1LwyDJ+9CTGLvbFT6TwjVm+9MKRlvdsUgb02D3a9Z4kAPDmsGj28e6Q8v9l1vCDQzLypuzA+huxmvGlU2rwWTQA9YFvOu9u2IbwKt7A8UnFZvDkDDz61P829mnF7ve966T20SiE8wm8kPmAB770856m9YpvBPXFlGDx7kf49yePcPQKhTTzCAGK+TX6mvT6zhL16o/89B/34PJTs3L1VzrU9NTfTva0fyL1f3oo9lqU8vXHnsL23Y9M9PAlYvOMbzLtHIbC9HD8qvjFxYj3eSYa7vLwuPWAxer3Y4Fi8aQJyvZx1nDvuq/e8AM5UvXfWn73o8Sc7LG0Svm5WVbwQdCI9h8yaPCD5kD4MOkA+ig0/vgT19z2lp0O9zTVVO+yt572JFdW8GtMUvdLEFz72UJw9zGTKPcfmKb4e9aI9QVg1PaCpoD1v25o+7JVYPjf9gLyCEDC9OBB6vZpjHb5xz4q9PhYBPZBhaT4FoeW85qoyvqksFb4f+c29Pf74PXhZjLw5KXu+jTHQPTsgvrxydGU9ZARuvlOzhr3sGnA+XFfFPOH6ST2kex8+k4lJPSE7ij6Wk6q8lhjsvffT1zz97B69f3FYPHdmPL1oiJO8FyHFPVcZErzD7DW9buZPuw/PGD7gyD28dyXgPVrkLL1C4aU9rwonPFgMBb2VJrq+WKE+vfGhCb68SgU+zgApvh22Uz0Bp/A9IEPpu5+Qmr1rqee9xL2EPffQHbxquM29k/tHPZOvoT3zKw8+os25PfThdjyzgYq+jg+HPdUmEr2EOyW+BewTPufjyTnNLTO9",
        "oWs/Pjjv7ryQXIm9OPkdvZVaFrxkxhA+D2H2vGv77jwGtQ290rZHvFvhMr0UaxW9O5iZvLXWJTv+Lfm8ilCZvOGDQzxV9AW87ggpvUmRpj3N98k9D1ASPbAJq7zOGgc8jRiEvRBgpz1vus29eDr4PUMVmjyrzG885ArBPVxCsb1v50I9yY3TvMFIYTvjgey98jkTvHsYgj2z8Um8RDe2O65qOjyYRaE8JHJfPWWrIT5zmui8mCOoPQXxPDzVRqg7Zm4Ivi9BBj5o+9q8uaJSPLnuwj0slay9IjvSPHJMfD03KzC+okFYPYddNj2Teiq9jt0RPPXPTb4kghU8WvCUvD/72bwyiIA9TGg6PXYLOr1rTao9+xP8vKHWZT0W34A9esPDvPwh1z2ZhPe9b8ubPVbAkTw4xM29CemjvQ0lSz0XJzc9H5uZPT2Ae728uba7xVOCvQKh2bqj+cm9+Zx9vG9DDb5pZD87w0xpvWb8HT7Aw1u9GiHZvXl6CL4DnHs9HjRAvWksgj2r7uC797zbPNuFlbwMiqQ9RU35PJUVLL0gdgK+jtD0vVj7er2VyAC+mYAfu9U3cD2vbh+8ideHPWjkq70TS889yO0KvnhrUL25mpm8USzyvPplqr3ZucM9SsYdPpQl3jxMkoo8WHKdvBuxZL2mNoS9cCeWPqaeET7nt5O9W9YjOirlBL4siPW849SaPJ8L3TzxDq89gaJKvY559L3YEuW9PM2+PdlsmDyTShC+3+qxPYdmtr168w0+AbgSvUGOnT04Dak9SnNuvF5o8z0P9cG9N+bSPRAZuT0snsK9tlimPXwKhb0agPk87Xq4PO0OML5/hiw+aQVAvozO0r1zXKi9UhNfvBe6N7yHmii9DUfTPG1vrL3KyLg9XvCXvA0WJD1/8EQ9g2KZvAbOhb6EThW+aYhmPv1JYLwowQm+fujYPTg0zzwzEKg8JQBVvmMjkj3hcyM+efucPaNSsr1K5dY9bu/ZPF3j8T0ykCU+bAkMvSdHgjyudC89",
