{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              5,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_2",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "4eefcffc4da5bdb3b7ff98fbe916f85c0f676b220d8c69dd64f70ece28839e49",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      5,
      90
    ]
  ],
  "output_shapes": [
    [
      5,
      20
    ],
    [
      5,
      8
    ],
    [
      5,
      3
    ],
    [
      5,
      4
    ],
    [
      5,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            5,
            90
          ],
          "values": [
            "Xs0+v4miLb8ZitS+iUwLvpvAdr9YttO9q0yyP+Pmw7yiYwS/56t5P6r1vL7BFj8/LwT1vwLNkj88Ke++oQ35PdVppL7y8R+/AV+ZPoSiA79RFf29T1e5P5RjdT/XK1I/dTmZvtG7oj/khuM/bnp1v0Z4Br8p/oA8g2Htv9d8Z73g5Rc/ke2OvpuOTT+ICFQ/f4Ofv924AD8/Vhw+mu6aPx8+HT6v14e+3f6JP9sI2b0bMpO9GUUAQN6qPj0Orzi85ySNvVWvyr7y2IO+YEanPZhe0j8AF3o9AJo5v73BP77EyE6/NcRIPxbVlL90JKs/YuR4P1dKJj6ghAq/QbRhvws0Rz9ZHdE+Dz64P3FnIr5f+Wy/dOCEvqLhLL8koQQ/qZufv8U8zL42T4Q/AW0bP3Jjaz/aPC0/wxcfvx73mT7qZL2+lDNOv4f4bz/Vjnw/4/kmQCtI3r+k8uK+sgiIv/fKpz51owhA5plTP9v9gz4pHEq/p7pVPcQxWj81GZW//gQ4P3kbxT8FaHu/aqDPPgK5hr9Z/gy/y9a2v+lwaT6ZlP29NYiGvwJMdT5ZOFA+EUXCvuxYAz9ez3C/XL5fwGZU0r8UkIM/tF3lvxmRib7jjbw+i8RMv/1sfL30NHG+l912vcBE4L8vUHS8eFRYP0f8zj2p4Vq/HqSBP8BVDT/9I/+9lZEOwP8BJb6gxZ0+eMSEP0cT2T5S9OA/fJVkv3tZrT/5cvU9LkIQP2GcMb/BQN29PQkuPoUnxz5A1Xi/UNh9P4KioL9O9eO+yW0bPmzBPj/5aps/nKoYvhuDzT7KJNq/J8XyvwCgcb6v+Hu+lUiTP/wBNb9aWBA/UsyjP6dQTL+89K4/yRomPkNwc75f3VY/PrS1vwmZqb+yiT8/AM0DP+nt9D7924E/NZaLv3VN+75U+xy/rh7nPYbKHz9hJSC+N78DQBSDcz9hit2+bpKBv5HVQD1AP7K/QZkUv5G31b76ZQq/fYgCPtC7NT0CpxA+s0ExPz0nQL7jPcs9",
            "ldRQvyTzlz96DDM+SKuQv9uwVz/wlOg/k3rfPCOTpL4GgcQ+M69Jv2I8iT8hrSQ/I9fMP0J0fD98RPG+9ghtP0lb/z57hh/AA9Nmv0g9mT5VoOO/SMA0P8VES74VfCBAwXn6PnT0mb/Guso+V/XavzYYJ0Bc0DK/ph22v/3/hb8bzRI+MYR1vcImP799xATAcnoTv1z0Ob8/oKe+3IJvvQjODT8f6Lu8Y4liv4k5sz1Fcru/weanvp4axz/1ALs/064uP68Umj5yNFw+TcsGQJyhXT/y9xW/pLr1vgCTUr8Bl9i+4s+Cvpczyr6gQIu+hp0tv9qFGj+6W7Y94a2fP/10k74pdh8/r8N9v2h21L+/JW6+9/ASP78E5T8LtjU+Jeadv/wTAr4LXL0+G9NCv1ZYkL8AdT4/IO11PoVqHr5iNZo/E5d3PiWUYj/ahIq/Q1zjP9ynQr70+v++7Y0evwwcBb8yRLG/lBfSPrpIvT6OL5W/VWW2vz3fvj/XIqS/zKPfvoCsqz8vwNY9hcEAv/BBBz6wrV4/ChMDP6iGUD5oN4s/t1m5P36ggL+yo6K/WWxHv/dvm7/IptS+eGxPvl628b2ewBm+rqpRv4l1tT5UPlY++MHIP2WVCMBoK4i+O8x8v7xm6D6VTiw+aSGfPyGCs79QAkG/GOgWwMPBvryqwGM/pj+Fvgb/Jb9+CcC+N80KvynXiD9lyOI/05RWvP9gxD+ot00/oAkEwFc2nD/6wea9rvm0P/ewoT/tg+s+txhGP5ESRT844C+/n3WjPhoTaz+ItvO+qaeDP69sqjymnT4/0Pdyv+4duz7/NQu/s9UGPVtufb4rPXQ+6DMrP60gvr9kWFQ+0EYdvRpw1L6WSyE/WehKPylxLD+bsrm+P2wRP8W9hb7KgrK/Lw5JPlMj9D9OrOS+hgANQC0h9j66PWi/la0Vv5dO1r5QhDI/utA/PuQHET9QcSE/+aikv4mKkT/5dMk/YWLmPYusxj10SNI+I7kzvwBj9z9tVZe/",
            "GQaTvz8DFD8SBpU/DzwPPxCjiz8XZE4/yc5YP+sF5z/J5RK/QU1RPyZLuL5AufE+0a4XP5I4tL/cfRy/7baYP+8ZW7/YZmQ+HLlKv9nV/r1dz4O/nWT+PjbrIb8fiCK9KGX3u4KqY78OBcc/C7ZMPptLOD8nGck9JqTfvpupAb+Mk2i/MPUmvwffqL93Tjk/GvdYPhxsHz9H6dy8DjQDv210uD7mYsc/+NTKvrNUZz7cVx2/s3oKwH2nOT9J1BRA7pxuP9vdAUBBlQG/6buSvhFvWT6XvRM/Yu1kPzguOT51qjO//Ka6vybRAr6gcn2/hN+3v0PcX7/Z0pi/cLSKv259o78GnWg+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            5,
            20
          ],
          "values": [
            "pUILMkLsrjQbi38/WoSiMW3i1TqXdJM0cjHBONdn2TZLLIInPsSYLhq1VDXx3c8sGr6QMRkWVzisKRc13xnYJ8S7iyx7aa0lPwJjKJhSHyhoobw6uUj9O6Ye6jhkwKQ5Tg5rP7Nfbz35TgQ8r5i/NpaWwzf2DJw4ESdON1gH1zc3GW42VlMZO6ItUDsZxRQ49bK3NbkVQTPdikg1+GZlNuTHMzuGxnA+ZznbPQvQAjvm6Jc+YMG6PQXq8T0ZRBY8v+s/Oj6PyjtPlr08sdUrPLN8Sj2RqSs89aAQPbnMaDmb0nk6O0mkOTNEETpyZcU4IZ4xNWs1Ljuc3UY32uyENjdRdz/JUf4875DGN7N96jZZcOcxlJzONWetnDXjZm02n2lkNOgagzeQXxc5IdWwNNt1/TAxzk0tf2gpL96hVi4+1g4zuvpXOjQSyykkkc0mWm3dPjqfBT+VQTc9RFrdMctXgxp3su8Qj4uwEnTP5i2HTP8mwZ05GysOBS/bwkEWfjmEFRPILh2cV4sbYfqVEA=="
          ]
        },
        {
          "shape": [
            5,
            8
          ],
          "values": [
            "XLh/P22BOzgMfzs4aY3IMjMhhDR4dwg0BoODOs5Ncy0RAUY/0KhTOQgaLj2cjig+t0WyOWezmjxNRNw2ZkfeNabA8D5LnNE8G1wdPjuUhDx/m689XdYOPiic2z1XLfU6lyv6Pm1lITfbNbk+JeeqPe0vIzqeRoY9oacBNuVcpjKpAC07E+5aOdkeWz7wdT8/qoyZNL2oBj0dGB074s79Mg=="
          ]
        },
        {
          "shape": [
            5,
            3
          ],
          "values": [
            "XBBrPxt9pz03Q2QsHxxwPLL08z34wF0/TofVPaRcZD+AcnI7oxVIOnjAfz9iMlg5uL7BLwAAgD92Xccj"
          ]
        },
        {
          "shape": [
            5,
            4
          ],
          "values": [
            "1P9/P2/6ETRXeZQxnNwjNh/hND/OuBw9yHRgPAZGdz6ipEQ+7s80PtenXT1eyBM/vobNPq1tlz7Wdz49mjyDPlgYzC2Qe2c/fSPEPb2WSjA="
          ]
        },
        {
          "shape": [
            5,
            5
          ],
          "values": [
            "Hv9/P3ZC3jRZkqoq4UdbN2/PAyrA9H8/x56CN0XtgzimFcM4fsqgM9L9ej8Gckc6ToDtO3/OMjw6Xyg6AACAP4GLri3QfksvX5yXMc+RDysUL3w/pqv3NdQydDwJzjAvoM8zKA=="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "jd5nvV/ZEz5EApG+MPSnPQP1Az5V+Ug9UXTLPJBFST4LFk69DzygPWOVlz455O89NPZyvaP6gr1DEpQ+xqCEvLGa2zzYtBG+emxwPZrdGb2atRa9CVgQPtX1O70+Qeo7FH0kPk57CL6ogZ09igFvPsc2hr1UVM89MQ02vnuREDt2AZ6+hNlKvVLxWb5jXVw+5+WvPcIF073n4um+H2X9uz+bUz6Jrac8iJHWPc+5Fry9w4g9OThFPLAM5zoScxY+vkUTPqCr4b2KbLc+ZW5sPu6xXD7VoJg+mvwQPkuuyT3xVYY9s4X2Po8qPr/oS0E+H/BFv7sRpz4+r7o+gHVdPrtY4j7foqE+gbqHPh+zRL+YwUo/witFv6L7Bb7hlmo+cjQDPncQxz2Z1kI+S0C6PX97+z0x/cg9SwElPc8RY70p8A4+7qt1vZO+GT7P6BE+F1rmPbHafr6BM0O/o6qkPpar/z3Tr6U+"
      ],
      "gamma": [
        "oQiXP0nLmT8+R6k/09eeP9fDnz9Iup0/1ZeWP37Nkj9gR54/TI+PP57Ikj/QfpI/c4KCP6ymlD+/NpE/tQSmP95DhD81M6o/zxiRP2JVgj94ZJg/+W2mP//Klj8HSpo/l32LP3UFkT+QcZc/hbKaP+Vpjj9Khpc/YYaZP8uBmz856Jg/wR6dP13giz+zUJ4/F+uWP/YrjD9NuZs/DH2FP3fDmD/1Z6M//EafP+xLjD/nG6A/Z2qKP4mHoD85S4s/VkuRPzYwlz93Xzw/9JKuP0WIoj+C9Yw/ooy2P2WxpD84+Zc/HFjDPwAAgD8Q6qQ/AACAP1bEnj9kNos/KoCcP1yTpT8adLY/YpeXPwAAgD8AAIA/AACAP06osD8Sfro/fQjEP+SFvT+YgbA/qJ+6P9QosD9Lcio/R5WsP9vOuz+8rLg/nparP92lqT+uk6U/kKumP4AXmT8AAIA/AeaSP5AjOj8odI4/"
      ],
      "moving_mean": [
        "VszzPnUWbL4jLZy+Zf8ov3ZRA725hI29p8BbPSs1Gz926MI8wpjhvoicXz/OVQ4/lHtBvCTimb1j5YW+hBsVvx9CBD9GojW/Z/+Qvdn5D79pz6Y+GDp0PYiCuD69oic/ga0yPlb6AD5Ozn0/53cFP+CYj76kaoK+CP+OPx8pVz6E44O+VGQYvjyT4b74Tw8/s21yPkaLSb6EOIa/ETn7PEOCkz5NNwy+6xS9PTbXrL7aqCa+gajsvvHKLr9LSnQ++rIkPJXZKL0msko75rIZPvxHpT3KPno9c2/gPtCbJD4UExU+M9HHPQAAAADP+ts9AAAAAOEWWz0AfYM8QwHiPWwEgj2N0DI+UjNbPQAAAAAAAAAAAAAAAHOhGz8fTzY+ggLMPmlavT6381A+ThSkPrwnaz5Fp0U76IsAP6juDT/MA6g+N/EgPwWjoj7bpk4+Idk7PgHebT8AAAAAS1x6PWzqeDrqMmE9"
      ],
      "moving_variance": [
        "nxV4QFgkYEBDFZRAmCCEQGl3ZUCEm+JAgAxnQH6k1EAM/qhAPmchQJr5GkCzKJJABy1uQAqjOEDR+EFA8OOdQCHAMkCWpI5AGNsOQFteHkDA0LBA4PewQGBThkCSUqFAyWkFQBqsT0DWlQ5AMUGIQC7mEkBcJzdAfWOUQLcyVkAq42tADgRDQC5+DEAlnEhAl4mLQK4kKEAJ7VBA3+sgQAbHrkDcpItAiV50QEDBH0CTAoRA3s0/QBmRUkDb+i1AlUFgQP9JeUDSDEo7O58CPh3vlz0n8Wo95xd8PpUjCj4HvP49nlC0ParlnQ+rV8Q9quWdDwBcTz0EX4E8pgzJPdeDcz1wlRM+Z3VPParlnQ+q5Z0PquWdDzYPdD5n1xU+CG51Pkujbj6aTSY+LftePhQkNT5wDEU7/ft/PtnzfD5KvmE+GAdvPg3wXT6X7iQ+T2AZPsjHhj2q5Z0PtwtrPWyqeDqqzlQ9"
      ]
    },
    "case": {
      "bias": [
        "f815Pp7HsL73+bS+Q7SJPt4/DL+Tbg0/QiSfvgTMBr4="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "cVEHPs/8rrxdn+09BxLwPfi7PT5Oah4+P7wyPgEuj70flXg+oxJ7vZNDpj0ttcM95huDPB4IaD2PJjO9jii3PQM2jT6aK9y+P8KOPsSO8b4QR2i+ZAEOvgnMgD65jmw9ym8iPrAo9D23B1Y9uIJXPaJ1oboqSlY9ufxFPdajzb53BoM90t20PgRRob79R20+BUSkPpAsjz7NHoW8piGXvbXYOz5vDUq+MsawPlHg1L4l6ak+UhmaPj1W3j1IWI++vhyFva8qqj3gwVw+f+hePjNyd75ORFE+tltmPvyguL70zpA+nXRMv09KaT4rNRs+Sto/v+5jcz7eUyS/vhIvvAWGpb03avQ8VgXRPbtL0D13XQ8+sUTOPU2k5T36ucu9zu1QPSYgPb1KU+S8m9IavRzyEL1vL9m8jVGFvVOtvr1i09g95cBGOy//tLv4vKm8kvStvOVGAjwD1cW7pjFovaNh576i/9Y9xy7fPX5izD28lOQ9JfPdPSLl6z0PlWu+IAu9vfH+AL12yRW9Eg/yvOMbM74o0qu8HvD8OkIkljs/OIE+/V6LPvr6eT6P+3c+RT7Rvscybz4tK4y+n2q3voRyNb6dwXA8GxYPPS6YhTyKwE49bt3RPGDPbz3dgVo8x9aTvtXtij5Qnmo+iW9qPvBvmj7G29G+lNJJv8wBiL5L9QQ+UR6bPd9MsT0MN7w9hoTgPbEGuj0I09E9iiWivlV3RL2nTKI8z8WnPZrFvT3MSYM95a+YPWSBpj00zGu9rMPjvvyDyD2bghg+KnQTPhik6j3KXSA+Uxk6Pr/Doryq+yu+/QOMPJTKBz2uJgM9Pp8tPXGpIT06cBU90cvpvfHLP76MuGg+ywdoPkMFaj5AwXE+WaZtPl83eD7pmjU+tEcLPpmwRD0TACS/LOWpvkaQFT6R/SO/KqhQv6fTiL61eOA+ZQI8v31/EL/xvQm//EWtPoBMB78DpaU+QUugvmcQcL1BYTc8QHnsvCOot7xyRv088/OmPBnNID2VO7e+",
        "Nvqsvia22L1iF1y+Yng+vqJMCr48f9m99uaxvS67ob3X2Zg+ONO3vu53zb6VI4g+fyznvoOu0b2V4qg+oeAbPoYJJb6mWt49N7S6PU8EtD0tsgU+mokJPkcGDz6kYpu+Ja+DPM8pgj22c488jktUPMh8UD3f+gk9WGQaPU9XX76ztME9DJTrvl6NBz6E0AE+jBgUPYiT+D3QlqC+01eDvtLNCj6dz0y+QWxIPhPncT7LGUG+4PNFvsnrgL6GPoc9KSsMv/ySMj7+1pI9b3KNPQ3fMT7xig0+Wjg9PqTr4D3yUjI+7I5FPk9CCr96BSm/1jIyPrRpAD7KM1U+1X+rvkmpNb7R+RG/ymnCPqgYwz5XfaC+oIC3Ppf5lL4lNMO+wwwrPorl375AIHu+4kFSvorZmD7ufnU+cfGbPh7BM74aR5U+ok8vPvjNjr6kwdS+lN5yPr5MAD5J62I9H4cBvtJ1WT4zhZe+zHKNPpImjj5ZsCK+0TasPY4Zgz54aq6+cTOLPSnkIT5/f049V216PXRDTT1R7fa8WFRYuyOJ5j16B4o+YNJPvr5U+rpJNoG9RoGaPecJ6z3E+2i+CgGsPYZFcDwF+4O8ZMcUPMv0Ajx02CI8XK2kO4Ev7zvKRXS+3JlmPhpVfr6SC/s9Hhz6PVn+d74hsTK+hUX6vjtKnr73nJM+sIUavjCYOT4QyyY+v7GIvYAWCD6Ol+k9iDOovYObLj396FY9hyAvPb46XT0TTko9e9MXPYbyNz1SNFW+pb7ePQgEsr1djTQ+r6cXPg2lpT0ArSU+55DovQLlGz1U7Qg+0SxAPQYQnT1f1aY9EMYjv5IoO74VpJ27+e4ZvbFGYD77gvK8h6W7vOVgGL41X9a+s1FGPVynpTzohE49wXGdPtg2UT5KjMO+s1SfPYx0rL6inby9tD38vg7YxL7qXzc8l1grPb7B5rzFuiO8Kz7yPY+Tcr8uwq2/E6wBPTU5CL4Vmas+NeyBPmj+KL9zBjU+OOuHPt6frT4NKtO+",
        "b8FbvuE/Ez3zHY+8yvz0vGXDlz3QK4A9B2GkPbcNrL6bgsc9bvRYPdWnHTpgUyI59wAMO6ry9zxjX249hCWbvLGyBT9DUte+bxm6vjCimT6wtQa/TVOYPmUlWL/kt7u+4uCgPs6xij6nwW893n5XPjRVIr/TrAK/f+Qrv9CaQb0MgMC9XaWXvArwjb0JOki9+HreO315kr0ccH69Np3ovSgGkj7tWDG/cJjKPmc20T6wthS/Tc0xvx0Q+T74+0495JSOvrPlbD0Omhi96DIOvWjIYTwse1E9oz+UPW/eoL6tu+S9H6JHvxzwsjuRJgC8GuPjPfPOnD1odtg9GloEvttvXT4ngpc+bPtePt6Ayr6NGYk+RqJLvjbdlT4zNhc8VMKTPWVRsD1EJ6Q9Np+tPaqDBD52cNI9pXWQPbIi5r0do5A+3YuAvSkqGT6mcgk+hqHovhr29z0DSwc9FpXIvpQakb3HsL0+MZtPvnt7gr783qq9wE2OPtupiL4R6Iu+V+i6vln3Hj6DwCI+O40gPiABFD4OVyY+FYcRPqEBBL6Ww0498RyaOwS6jD2lm3A9Yx+evCQvQr2nUjK8r2WfvVldcz2E3fA89/sbPW0nSz1K6kQ9rPgHPenMzjx/q8S+FEwcvhxGej5Rdg4+fMcQPgNJcT5wODS/0uCDPsz+Fz0="
      ]
    },
    "conv1d": {
      "bias": [
        "Hronvt+vl73zURO+clVWvkdJD77sTwi+r1/lve7CGb5Sv7S9N/9jvrJMCb6Ao9a9FpYZvsIuAb4nf6K9vSodvqoOHr4AUvK9zTDLvZy7Bb5GJiy+VGlzvqyZ3L3CFR++6V7MvdGSM747bo6+6zT3ve19PL7E9tO9Y8DgvZbt0b1yE3i99P0WvgMJSL4bHQW+y9HfvXnAB7743xC++OAkvqdmHr5dt/e9H5FWvsOZbb7izkm+gZkvvqvhsb14/+29eqEKvgyCD778Qxe+/oscvimOxr1qzsK9nnvVveRhN75Tnai8+oILvqBLEr4m/jq9n1jgvQYFT76hNzq+Mv3yvWNmj71Dqcq9oezjvbvXZL6Coga+k11UvrR1A75Prhq+wNc8vaUOk70P2JK9K5UcvteTR77XOUG+VHGwvIcSPr5BA12+lbNCvkEcFr7yw+u9OoLsvS8IVb5fWxG+a5USvuCPab5ChPW9sg6JvvgMSL7LyS++bYYzveeSD75zVYi9L80avjnEGL47+EW+3Jv1vUvYH754WaW9Yt1fviDNN77l2RW+ulkDvsXqK74vSzi+fggcvivpyr0EcCe+mOTlvXqiEr74HiW+AnINvtDLyr02+cu9EgEMvq6ZqL2RuqC9toQ+vjkNGb4Xvta9hjn4vWDWKL7Kyke+QC4rvrM5Lb5qLRW+owcEvnkEF747aoO9N2kUvEPX7b0uVz2+g74+vh9C170zYQW+BwRKvoktI77rNhm9daoVvnn8Mb6DzKm9/hCgvVn/E76S+Sa+c9AivhyNzb30Iyy+1YAGvtS6LL35Lj++7uZEvrjqEr6/QCy+stoFvucASb6F9RW+jBxAvsWBZr4GpCm+/MjEvQOuWr277AC+t71Rvq9ZFb7qLgK+LYcUvoOvYL76NxC+fmQ0vt2c3b1l6Mm9uuQSvZ0I+r1nyA6+lggbvrqy3b0zFFS+D/P+vdT5nb2uwka+bO3VvRyCgjr8RLC9n0f1vR6XGr5+imi+Kg/ovadB7L1swQW+",
        "VTv7vWrLUr68aQy+6LGUvU7enrxukzW+LpQXvuacbb4HXBa+XBecvTzyI74fRBe+//LyvVI+BL7lrqS9XiATviZYAr7JkKe9aGgxvjbxlb0nmL+9r33zvdRkAr4Z0UG+TXmDvpdDOL43pT++jPwgvnjBv71NiPO9rS54vpoAwL1/Bve9vP4pvhae1r3Oeli+F742vlzjEb7B1Py96dgBvoqTsb3VRAC+zj4Tvg05c75rCBe+yV/1vcje/L0LLG+9UTwRvuPcxL1wCRe+R7cuvp3iB77zai++deE/vuIA873eKAi+iTj4vW0A5r0l6gm+/Nq2vVk9AL4ecr+9LIPdvYkKur3Bizm+scYrvgJiPL47Exy+77/4vWHCBL4sYAW+XLOJuZKA5b0qqT2+7jL1vTS/xr2RWwe+ojcavlhA2L0bhw++RdL/veLA3r2Y9gG+QFtVvfmHUr0AYCm+eRvtvfQ/Bb5jAai9j0UmviUNiL7IGFu++5xDvtFQ6L0qe5W9pkv6vaSXqL1Jcvu9Kt6zvfwZ970jAmG+imcMvi2tJb6q29O96MYLvjt6YL4gPT++Q5I/vokbKL4IFhO+YrGwvfvcNb7aEU2+wAIbvsht573UPyW+T4BRvnXH7b0hO4O+iWPRvcUoMr6XDyW+UO0+vvhjdb6Wk5K+cxEdvvGHEr6AFCq+q8DhvSy43r1WkNm9GgkIvsqrIL6qfhm+4CkLvjY5P76Tx0a+WxjPvQ4D1b2OG1y+SCUwvm55Ar6gNi2+vO1avmNd5b3Hbwu+XHoMvq5JKb4rZhO+9AIkvlLxB75Bfem92vkCvr6yhr4rwSy+U8Jtvd9zLr7LtWu+Lm40vkTLPL4gi/q9z7ZrvnhBKL6cLlC+ixcIvlGb5r3PlMu9xzt3vr10rL6EPCC+QAAuvmMCab2xLyi+1ycLvpJh0L3aXUS+A4kHvgLZtr0LpLW9kX5SvngAF7687Cm+XQknvpr9DL7igxi+3cTtvQQJ6b0cfeK9s7RDvh84P77a6gW+",
        "kOdrvQ9jDb7/+AK+LhlxvjbO9r0/gAa+jNuPvYLJN760oBa+ylItvtdrBr50WKy9tbURvoAKib7bgTy+I0vHvUbsEjrfreO9RKU/vgRZ0r1FtRK+plHavTg3Ur3Q+iO+F7QTvmMn1L2WH1O+b367vd915r0eAMK9S5b0vbw61r3zuBO+VcX2vTA/NL4v1Qu+EPgGvpVCAb4+nRW+fbCIvV9gUb5grxe+HJ3xvUc5ir1sayO+ETUKvtr/Dr4nuSK+WsgavvOoFb5b4Sq+v7K1vGpZ+73Fe6e9EOkGvri+Rr5+3tW9HO0mviBWPb7qK1q+NPbQvQ8PK76nPp29oQAuvla4U75YyPO9f3tVvh6epr2OUOq9s6Ugvl8LE751igm+0y87vkWWFr491jy+Yy0nvkm+3r3Dquq9XNYxvvObJL7n9d69BZy6vQkuOL7YfBu+xjc9vmAvvb2ok/+97UQRvhPWLL6jK2e+o1FPvpDa6738C1u+TAbYve9H/L0MxtW9k0MbvihUDL6A+UK+qvPpvW8M3L2IUN+9+9DRvY4nRL6ikr29OMcSvkzQvb1XPfy97kVcvtN0Ib6i+Em+ypOrvU7hU74Kj0W+qGAovhTxBr7CYDq+lwgbvoQtRL2hEs+9H/AgvscND76edAq+Po06voJB5r11tjS+AAAAAAAAAAA="
      ],
      "weights": [
        "G53pu56xVz04d4Q9N6vFvJnNDj2fSek8ifVOOkp1CzwhBrm9bRKJvPmwmL3qFsC8/haSvMecJL3atP08wDWkvPLkxr0pKqy8/M7CvSGJ/bsDXok9Ah1AOwK4wzw2USm9vj0ePqdgEb7RfIs9aA/oPDoj0L2Ccj++4oQyPBMcBDz3WU+8KH9yvd1whj2g70S9WSojvfJcOjzupo+9phErvivHBr2EdPQ6YszlPZMIu70oBgI6GZsaPZ6Loj2Ambi9g/jaPZ33CT0HL9K8pFWPPUejJz3iPle95QinPaY2nz1XnTO9z0jKvZWigz1wFdq6hRoRPev7xr0f4T07XG6oPENfKz1FOYa9DG+MOXz1+T3TOXu9L5AVPtdbwbxIsiu9SKMYvvpwqzy6WdC9ocknveGkND2cF4Q9rSf3PP4MTT2G4jw9XAMCPf4EZT1kzpK9PP9Fvu6bhD2IXPo9BIYxvNFSAL0IJAC+k0givtSXNz78Khk9pkRkvoYoNzwzdxK+SChHvUG79jyYhpI9IVEtvVUwRz7hiLU9kCzHPFk5Kj6K6qc9UHprvX3fMbzKbKw9hCYuPDvXHj6AbuI8JdgWPlopMz5ciq29QYHAPO2chz3l8Po9wuKnPNpatb0A/Vw9uHanPd0vf7xFVzU9ODGhvYnFoz1ngTA9OqUIPo9mM72GP229xFhaPUFLcT1c2yI9YY02PR8lPb2EO329eBIUPoeZrbzOlo89+5QnvV2Hbj1fTFq+FjjfPCP9irxMkga+ru4BvvD5zb3Br5C9QDcwPNnofT5JwJ+95TWoPkTpAT59P4q+qIA+PdwqtryPbtK9plOHPa8qgj5ML3e+1vl9PlkAPjz/hyW9xxjRPbhCaT06TgQ92wfrva7wmb2QxpI9fkyUvQXxZL0oN0o+XrQXPfdmKT610we+K3ewve8qI76rk6Q+yXcnPp3RPrzAu9G+P41xvV5CDz7epy+7UDwWvs/jWz4HleG9EfSNPR9LJT0qwMQ7TOo9PW6h2zzHQDO+",
        "lP9fvc1ROjzflgc+5dmMvccS5D2kMZQ9UNgPPWrsgrzefCk9mDuzPsbAMr2PWf09G1E8PvtVoz1dPNY9uSy3PeoyhT0JE4q8GG4qPr7ffDtT6Ig9HOa5vYuKBzwY2Ji9q//dPPtBkzsFMaE9HwlGveusCzzvHLq9o2czO42/QL5vktG9pgaJvLqSmT1zqfO8Q5YPPGH7O73odoE8ZgfavCo5j71EC0y+DXFYvg4iRz6ItVg6bxlivfeJtD0H1RS+uf3+PLfB7r1nIL69XKRCOve5Q7zgWtE9LGyKPNwkZD2CSGu8VtGFPdIhuj042fy91Kjsu7WSATzYDfe8jKqBvTJJzL1Jb6c8iH1HvZ4E9T3W+n09NjNPPee39r1+JQS+9SRYPvRkqL3CHLc9rZaEPXhP7D1GBA+93R82PDcGiT37gGO9QJh3PQwSIj0L/h29QFkVPWbNgz3F2eG82tcCPVO+Cbyucn093qHQPVtBnT1Fnz06sgu5PJf8wj3NV5w8hiJtPXBQrrzYIp28w4gaPce8zjvorxG8BvxjPSgzpL0bDJG8WWyIPc07cTuuVVW9QajSPS5Ufj0lKag8+KPVPXaCfzubzQG8LaOgPPndYr2w9VW8rzxIvbT46Lvka1M9w8KUvFoOVT3t2y28MJ7ovIXWuD2CKlS9WOSrPJWaRj0LASS9Gc9aPexobbxCMde9u1U6PSHQwLxZ8tm83OyMPducdjweThw9ZVhpPUi8Aj123pW937GkPe8rkr0wLUK7o+JBva/JlT1Rx+A6n0cEPR9p17y92+47LRy9PcTygTwVneI8guVAvdeJSrt2efG85HUgPB+YHj0yZH69SjpoPXA1srwtWRS8l6+JvAKpfrv0h+88ZF+Uu/SwnzwglkU6BynYvXM3Qr3dCK0+uLAevSAiMDy6CKk9tktIvlvFfL0skRw+LFFoPedb9L1EVVm+lmWOPYXMi72TdQ6+vlsEPQNxSr0SzKM91cHRPVhk/rvdybe9N8UGPmzHkb1sZaC9",
        "C88yvk2ACr42a769J/gMPsVFLrzdrAo+s7gOvvkMUL6ljpA8CwgKPV55sj3sbDm+oAqbvYgstDwAD4k9yMgSvb+54z2Wcje+cnYNvtOnLT6POU8+Oh+gPsC6Ib7y1lG++QpWPVXplz6SpKm9G7OnPUVksr0bt908rqoVvEtwPL3Dckq+WGnQvUihiD1fhJc9VKS/PTzsVL7qLH++G864vO8cuby64qS+pAHZvr39ID7XWGe9JRTiPc05ob0BiZs98ULPPFovED2XjIC+1T43PfwDlj2lkls9g5ysvvDpEjklVlM+BuK3PXdHJD743BC/Eef5Pf+MATyKWro9OKIePhRy573hgmG+W4WkvKtxzrz5gCw9OlyivCm9xbyTRWg9jvM4PA5ZV7zQ70I8/c/hvc99/Tt9k6M9PbGQPKOCdL0Uf568DRSDvcMWRr0c5Wy9qAOnutNG9b3iRbg7dWBbvRm4mLwsWhi9/WQbPb42hD0COrI7lJ2ePFV8tLzu1S69pqVIu2Gwpb0U1ZU9+D+2PLn9rTvaiEe8X/P2vPcPQD3B6V48FHGCvP6piL2s94g8KUIavZCroTt44ca7nM+vvGK22zxXp/68A7Wxu1ckoDwpevG7PxkKPVByCD1cciE8ZGmHPbZPBj1Ghxi9ppo1PBQmwrxzfYQ9Wys9PQ90Bj1azMw6ymqAvZ0trjyeoBC9kfrsuxjy8byhakw8ip2FPWqybL2RvlA9RUIovbuyJb2EtK+7wFn0PPDvBr1b7sk8U+lDPdGEwb1z48I9dq34vJEXfrpsZn29GDeZPKJMoTr+iRY9nDjivK/CvL1ufjo9gh2dPaJUwLu9zHw9r8eZu3Klwb2bdWW98lI5vAgFFb1pLvK8NX4MvVllCD66duW8Fr7KPX3mjLvhlxy9B1rPvIlDFj1XkJU8O58XPHHbFb2ygKo8YFWVvelAbzwWgra8ir6nvT0NGryPoao8BD/uvAlBmbz+Syo9eDygvNs8Hb2ZXKY8wtlBvQJiV70nuoi8",
        "/B+yvaHZEj0gE6I94rzaPHBlxDzdkSg9XIxZPAuvKD0sr9k8AL4UPR5W6r1xLmK9emNnPWKpDj1Cft883l7WPOMoBrwTGgM9a/Q4vYsrcTspRwq99I6xPNPLpDzdoJe7Reo2PSrUTTpeOZM947s0PZm5rDzDFhG+E8rcPCsPij2wdZm87qTZPdcIBb2uxHQ9yJabvakyQ7zmh409Wne7PUa30r01IpO8bQjGO0x1L7zj1Im8B4anvMqCcL1diY07eFSJPdOWNbxexEE9dX4VvulLyb0XYXU94pr6u+PXgD405i8+327bPWEDqr6ceDC+C37dO/9+Dr5V0tO9kss9Pgu4wj4B4Ko7bKMxu0Bq5b0cvYW+0SD0PYErYzw33Be7CnzBPKoEo7wEZm69FbgTvqJAOD72L4m+TywbPvc1wT3TBN8997oVPqtJNL6Tc4u+2vVRPqgzKj3kK5E96FIHvQsHrL10XaC9+cUJvfPyhz7/emY9lGkKPvX37T3eBeS8VOqBvgOxUDy7uVk9SiWNvJqAa7y+1zY9tDKsPJcUXTz+/Iq95IgbPiRvWL6Lpru9e7R1vTYxwL3X5la7N3a/voYFFj5K1fM9myVpPgV25j2dX/O9QxLMvZcuRTwBoi49mXUIPV6wPz40V0S+9CJ7PvBQmro3Aby9Xb0+Pgj9iD0aigC9QpocvcIggbzX5BS+8RHzvTN0eD1U69m8q+REvny0sD1sjWK+1aGVPtBu0b3f0FY+dCk0Pi3F57xBk+2+ABdWPT6+iDypwjq6rfgPPaLJz7z+BPC9SbFavgW1ILw4vgU9TCBBPdtxoTx+SAk9EQ3dvVDwYb2VoVa9muBZvXE8JL3WSXa9Ww5hPLCSgT1SnA09QQIOvt5D3jxV3Ru9A0anvNYzXLulZQe9PuaSuoKkRDwb58Q8G3dtPZgohj2cfxi+v4TAvfD1UD2k/mu9+6wDvUEx9zxLAYy9sqmBvTNBfzwqSje9Hq4uvWrRl7u7tJq9eYRCvYJ1/jyUYiE9",
        "exulvdt3Drwd/H49aE4FvLC0JD0u+lI9jtN8vUh6tzyU5nm90eE3PD1qwj0uua89zsuJPcmpnLtPcZE9xukWO813jb2k8To92cEtvfohuT15QEe9rHpqPcYkDT0sd5C8kYUJvDZjmTwjEa49Pqf4vL41E71QDg08ubeQvC+paDz3B8c9r6ScvTjqI7wHmYI9uPVtvdK5r71t4gE+nX1gPVMwRryLS2I9ccTlvfx5jzwcJXU9bBrpPZzyPj1Pf2E93XRKPc1eAD43B4i9J0FdvFXF772VvKM7NPFfPZvrCb2uLeK84b+uPJY29jzqh0w9GaYWvphd17xT6B0+gefou9SymL04WNk81t35PI99kT0lO5A9X7w+PXtlGb3z9ji9JLIpvN/Q3TweZgK8Il1+PE9oir1KqkE94a1bvWjDAT1RPze8goiyPXtEjL2RUJG9dyuyvcN3Xzxh1OA8HtM6PeTKoz2vFHa9Fjm8vcaltTv5s5E8z1UzvIK0e71uED88p3vDPH8XCLu3VUc9LKywPcK5Yj0VwZE91j/qPYBnVD2t2P88I1DzPH09H74ugaE8oD+QvaAW+j1lcSi9Un0HPtuG5r27lf+8ynafPU1IVrwnbW09GrbivZi/ujzVIgc+UZOVPfL8Sb4/Wyo8T/iuvRGaCD1HwLk76P2CPfChtjx4gUI9mfA1vhZ/CD5l9Qs+ZWDbvDHrnb3UR4w9oHBSvVI5Pj3LWmu+OAETPsafnT0QFx2+n81HvuUQgT5dKpG86eizPmd3I77+3gm93q6NPrLeM77vgP69R4YTvv/bxDzDY8E9tcftO4esJb2WVX+733ZDvGw3+b3mRTE+FK0qvryIBD157IK9rl3Hve7xiT4NFJw8sZwzvToNBD54axu+ExTUvFmkpL1BwBU9s0PQPYL4B71lDha8lkM1OQIppz1+Su08J19xvGnQnzxDaYo9TXyGPkWOob3lOVO9r8XPPeMq8L3Orlo8faiJvrXodj3/PKa9YruDPpYhZD7rN1K+",
        "LpFjPi601b1Hjh29Amj/vCvpJD5RDoq+UvITvrKYVj7cpn6+pIKUPplSYj3UEUu+ic2/Pr0BUL60/Eu9fVQ8PnyFQL1oPoC+5AluPvzimL0/xC+7b/AHPfLQRT322Pm9/XFcvZ8Kjj0/35c+R+mmvVmJ2D3ptP86KN1nvMbYvDxgcze8/iJ0vUmogb33ddG8RAtFPW37ujwWGp493e/7PeycUL1Odis8cXIcvMZCwT0EvbY8kjRHvDCgDL3+EEi9dLwKvrUeH7x52iG9LCUcvdtwEj7Z5Lo99mCzvfYPCby/n8o9+14BPSEXvT3tFvS48kKbvS8XVrxj8WK9x5WYvAbh9LzgAKq8DoAUPVaHWDulMKi9sIflPNr/cL1NULM9ulgAPeLdIz13AL08sKONPVRAnL3d0uu8VWZHPdRt97w7Io692WGMPI11sbytW1O9TZEzPb4K6byp04q70rYJvWSoNz7zuJg9kjvCPSOMdT0vZbq99w+9Ped41LxFdTA9BUKMvVC9mj0ebxS+YiT5PZ8Lp7uFoLS8EY4Tvt5Svr7NcDE+bzcPvJxiOjxbjnw9yEXPPBi2jT0vpVy9ThTqvIa8aT0kEbi90XISPTR8a73l2AA+uDV2PW2oCr6/jb48iz9sPaLqVTxAIeI8YsqQvfcXYD2Rcgw8zJtPPVg+vjzBMZa9Gg4Gvdqagj36fZm6TNT7vJS0TDq9+fK9sUzhvJzVj7vm7MW8KC0MvecPmjyGaGa9geE7PQDx5Dw9tbw7EU7OvcatBr0jS4g8z2CGPBvoljw6vxO9U72LPafzJz3klJQ9u/YWvUd7Kr3zXCm78Aa+vMuPpDs1Qx49+MrUuzDb5T3UdIs6W+OCvGJ1oT1XZJm8zqnsPGrqAry2CAI6H4aevQzLvLu4stg8sZ3AvPxEPj3O7Ys8cRBOvc6fT7tA07w9h8HiPMHPbT0Altm7gpn/u6OhHD09+iQ93lOqPXOFDD2WE0O9tswvvRDFAzzWdwQ97HgPvYFp2jzx1ew8",
        "l9flPP1/h71UMyA9n1h9va35vLwd16g9NAz+vQ87sr2mxQO91fAIvmBZDb1w8NW8mkpYPGTcAT3WyhU9JQBHvXvQ5Dxu4Z48hpejveG6NL40Fms+T9gyPYiJWD7eTo8+HYNPvqurprz+35w8COuqvSNlOL20Rwm+hBwovqfltz3dcsK+grHju0GOAr52IMg9RZRWvj3zDz7FmXA+ozgVPsNZxj6lIQs+QMhBvBQKzbzmAF89ASWMvhuNcD2FhYS9LHsXPsquo71LlIO9IZAlPbh2Pr7qoa29LgcKvVOufb0WKoa9QzJgvlA6pb1OwJW76NyxvaIulz2JU+09VNUWPgT1OD5tRja+kDfMvoQsGT7CmQC+Du1dPaUdTL4/YOs5IuQiPkICtL2bE1a9BGPrPWk1Tj4n1wk+NH9LPi3Adb1Oc2A908fhvKKP8Twl75u+2ll4vvtCgT5mCSi+5Et8Pm2Gwz2yTAu8fVGYPbFRUj5le6S9fizmvTpGvT1MIEo9ei/MuyOWozzsApA+JFv5PZr6gz6BkM29IFZTPVbnij3Kh1w+Mn+7O9eFFj7sbo88D8VEvftO87z88ZQ80UAhvYcHtj34mhC9EirKvdHNsDwdrz297rSHvPjb7Ly4LD87gK4IPeflhTyGNd28Ok+ivAerQTwo5GC8vgpbO72a0jugnYm8fNWMvWo70zyd2iq9c+e9Pb+OZD39p+g8ZVzxu/DvirpRBFs9PP6TvRMh3zuhK5e8W2uPvMrAGT1fcVQ91fOtu8UnLj2jcV8956fOO/iDqD0Q5iw8i7tSvcaLmr2O26q7zTNwPfEp6Tx7p+c8QNbjPGmL2zxwvCE9Ak9YvQS3/bxT5Fw9LBofPK4h/rz5VH29MmQVvGL/Qj1Q5cQ9X7JnPS5FEjzNAl89Tj0APdgarL1V1J89Eb0TvF1V0zsUQYO99mtLPWphO7wrHfg8R1sFvYoHqr1yQwu+zpkaPIvPvD1dX+47gWfBvWVHPzwztfM8g9n/PAfGFr0sj9U8",
        "Al5KvFaB0z1Ja4A9NjewPVsl47wcdWI92qj+vABLTL1g5BI9iLt8vW5cez3W7kK9IQKHuzsaFL1KMJ+9yQTuvNei9DyGOvW8IsopvecmIL2VQ4W8/HnQuw6D8bxh+BS9CyEvvNR1Nr04FlO9l94uPcfFAL1XUiS9EdxNvfmQNT2+GA68JRoQvVv7Ir04vzQ9Lnu5PFE/MzywhcG86/vEPEEWkDwWujO83jd3PBVdFr3ZOpI8+IIKOdX8mjyrybe8JPINvTf2Iz2KAyC86NGeuw5McLqj6wY9I8cRvUzMibwZORK+kBhQO+aBVjxvHL27APJRvElSwTtkjFM9Pw3rPAq4gT0p+7K8wKKauzBG9jwo3jI9lrE3uhGr4Tyadx48ZXJOvAOWnj1/DyG9GaLVvEOvi7zxBjc9z/W/POKrs7x4fp08Elv4uxj3LToGdza73Y6KPNVqY71Fc+W7oi3zuTJKFT2b6zC9sWWrPDqe1byf4Qw80/OnvD2v4zxbb1G9qw2WPaeCVT3IKLw9MJ64uopSIr4Ecxw8w67CPk64ez4JmLE9kiEUvsEMrDylSeW9hI7QPVMQj75h/ty7Ams8vqoEKz6sxQq+1frrvXc2Rz0kQXW+f+hqvtHqDL4qDSW+MyWKvdpS2r08EUo+1tWAPDG00j5/XFi9P1HLPKS7Zr6kfUs+wtlrvl2kKjxvM5w9AiIYvZgTKj5dmd07AKkSPmKmz70VXjE+3+HMviUkbTzq9d69sR4evjRMEjsuYBC9jXHovUXMJr60y9g9451Jvl94zL1OyMw8xc5svUW9SL1VGc696CJbPt6T4D0EPwO+zZYcPj5Rar4uAS++pAKEPjB/HD7fLWS+ojv/vAqH6j3NqSK+rX89PlrLzbxfbMS+GdWdvuV6AD6mNfa+PaWlPj6jEr/PAS6+w9UmvglrxTyHahq+qcBevtwPgz5i2fu+cT0nvvCNoz783ls+snbEvXDqzL3cBj693q8GveyZArx/OpW8obUFvb72Cb3BglS9",
        "XhChO4ajp7tsMAw8HfcPPQO+fj2TLsM9hVbVvLRlpDwXibC81tENOy+7nrxpvvS8TrlvPM+j37wqXTc9JVUFPDI67ryku8e8KKqOvOLKsDz9EsE8jzcEPYkbKrrmQBK7PVFbPR2wFL2DRU89AK19PP6iAL3VwBI83rsjPSCJPDyxfg+9ZftEutDH4rthV/y7ry8yvbJ787x55z47dUhHPQPyib1G6KQ9GaPhPBWgZ720HbQ8q4EXPGZnTTz/exw9yKDPPGLdirzHE/Y87F8BPRyUVTxu4zY72ABtPJpYLD0ZqbE8NWGjO3v1Pz1Ef187GLavu1VlpT2IBdy9p7XKPWfmX704mam8wrwUvQddvL04LiY9L3C2PC8PdL3ziPE8wGqJvFzpezwMWyM9OyDXvBDSrzwNz5071L+xvFJWZzzSqNo94as5u7XmxTyNbx07XHRqPSFI5TxjloQ9WgGAPY9dhL1DgIU9B6DXPRC/OT3lSBc8h4bjvG3nlD0z2SI+Tl5GPBRiXz0w5vy7os3tvWrvlD3bVNq8RevnO8o3Bb5g2QI9856tPMnOADqSi6E9tKXBPMKIPznLsQ48nppOPXF7LT00RYI9Pn7OvFia+bwctHC96Iu2uqaZezzQ7Uk9z+iGPW9KmL30zQe8rHOKvG6FfzwwwFM52AHyvDV5Izw4jPu8I0l5vRVs/b3JM8U9oX18vPu+aT3hW8+8vHhWOxilobtLQ5E9yycvPehY9r2gs8u9F4XGPf+vvz1OMw26bxm3PaD24b2vWRk9KvxNPU67E70Hqly9l4CwvRylGz4+SW+9I7bMPWgUHruLHuO8ylebPYY5fr1Rv1A9yUYNvWokojwqcw2+HYqUvR2vvTvSMRW7ACkxuARgQLw/FeU8LwMDPRD0Sj145AY+fjlAPDHkDb38CaO7bjIiPWBnsDsy/xU+FhskvV5kwD1+w4w+zNgfPg9wyr3CMuK9Ec5LvjvJdDz3U4Q9wxF7vdMJoj368FS9jN+uvHsJPL6dyYs9",
        "k2VRvFxlrj0YdMK9x8M6PmxbJLt6UYY9C/GFvB/hJj27aro8RmAXPUorqr0Nmbi9BUsUPiRL4b3kbDu+EUcpvgamiT3mWyq+Nsxcvhklhb2Bhq8+acywvf6wbr55gwQ+SLdwPpWf+L3wiAe9KdMiPnQyUDyr+809AYSwve62aD0y8gu9DymavpuCLjxMhxq9a3T/uxGytr2uQjK+0MG7PVFptz21gB8+nMHlPWscDb6OZly5YtwvvouGKL3FZAy9SAkQvt7NsD2mvie+nJUSPqdvmz0MN5K8tEIvPT6Irj3eHNY7sDDGPGX+gr1GR729zSlNPtP37D3C3xO9cbcPvczgh72YGMI8wqdMPq4eCz7l/hE+29vpvQ1XHD7UP6m9K0YyvaLn6zt3lUm9OQEavUapPLu9HEA9gtgdPfXmsz2qDje9fz7GvaHmu7ww5Jq9p24RvcFtgT0G2tE8wXUvPXh8/71bOTS6mdiSuNLnDr5zTlS9OsKjPJu0Tz05U4w9vYJEvbc4ib2ACPa8IiQLPaXOyj2rytI9IJArvWIFRTxaQSg++0OavDXsgD1+6di9zVgHuwNaSD2GS9k79zeqOtgeqLr1Urw94hSAPV2jDr0kuA69g50aPvM3sbxHr3Y9/dVjPeSCvD3B9Di8PKo7vUzDGT23fTs+bz7ivPEiQL0gBM+8KHOKvWbomzyJTS69bLb/vF5vFD3CkqY8vKuSvRidcD0mAQo9FKfIvfVoJT1T1a+8+5REPU003TyZv4c9qfLzvRLsTLuiewu+N3ZDPlaV7j1DEVI9pNXoPIqwuryRVNu8b2EsvYkIvL3b7KE8ctRPvULE7DyeS5s9mu57PbNzc70kxCC+l7ivPCE2sb3ARXG9wan5vNOBEj5y/ZE80eEMPvWkAT1/Gja95Z5mvE4Sjrx4BwQ9gY7COnEdpD2OsMS7yP0yuwDt07wLPZS9IBYtPEs9jz2eiyE9xtiCvaVE5buvZQs6uKUrPZx9PD2a2sC8TBTRvO8hkD0Zg9m9",
        "6b0nvXGZkD3UU9U8NXtZvOP5Mj3T+nq9cx0bPTHJ3T1EUnG9qguZveYOCD02BtA8kW48vY9E0jz1mY09PYtoOlsp+T1MZ+q8bXRvuv6Mr7xqhsM9qPy4vdFL2j3rxVE6DFuYPUUT0T2Wc3U9g/8ePs1+Dj7lAcg8pfT/PZtamr3/BZq9NRnfPIVtID1RW9g9Etb2vXnsHj42mzC+HlfmPVQim72ybZy9FwHSu9cym70/nAI8MMNwvO+fBT4+Ikq+tUlgPHPOaL2U6VG8501BvXvA/j063w29KOFGPcVIdr00FSI+iFhGvQEpTz17cuQ9rdifvAwriL0uzM69sk0cvgn42j02o3O8Ey+dPrxaB71VYlY+mIjKPEonfz4Uyxa+vjKlPXGTMb6q83a9lfusvQxBRb1DBdq+9PKwvdrJlT3cMuy8cARkvcTrGb7xepi9GJVgPRXpkL2T0tQ9U803vQOE2LuQkwM9rDxxvr0nSj54wEM8ID0ZvqeBS7571vK8QstfPV+uH74X8yc+6NsRvl3QDz5h34c9PZyiviF1dL7lTA+9CWQ/vjUsMD5TSVU9VKQSPiLtjjzr0/a8qJisvDOQWr5sUy+9zdVAvT3JxD0WLmK+AcawvoAtVj7F5TY91L9ZPorbJL7rgNA9hU8QPgeqyL2b4ye9oAchvkX/BD6WQmO+UPZrPrkrJb38CnE9cSNovYFvijwmyoc9k+qNO0K0aL1TEr49Hjz+PUWpQLyMtj29ETBju5iz1r0HyKO9quVNPhTthr0KQQQ+aL78vRkr9L2M/+e8LMoMvaPru70xTgG8Q6lsPCOlOj3kvgw9c/0xvaRU/bxlpMM6AsgWvB+HKrxOHm09RVAPPTElLb0x4Uq9P8L+PORcmD04s0i70BsaPUT7PrzuWaw7kSmPPBMg+r3eSGy9zWoMPfMTLb3sTRW78WGevXGMnz0iRqC7FnQgvVNf2byr3c48MDx5vTN8krypace7JnAvvV20sTt+UEc93WYZvO6xYD21zqE9",
        "zVrMPEDPtDuxXYC9jmpLvMLjubyyfFi98hg6uzGvmz3ezEI8RU+VvOt6wjwwX6C82MsZPn88VL3D+n881gm/PfTFWLtlMgw83ccBve4ZSz3oVrg9AQ2Zu9M4Nr1xIX29Z2w/PbVu8bxNTcE6fQRhvVKM4Lzz55o6KZsuvWhp0zoyDEW9pg8WvfvMozu5VQe9G9rtvAQDG72luHi8ZflSvc+rhzs6S0+7VyRgvOgdwbvs65G95lYiPIpAWj2ccJO9JQu3vfh68rxVLd48wcUvPWmCEL0cdBs9j1o0vaDyCz2657s95NhIPEmuQ7z89aa8YnzmvEe6gzwVH5g9liDJvKBmF70odds75Ps0vc27lL2lP+E9g9TivaOlxDwhVjO9EZhPvdwTTLyJpBS9ZE2CvVhSNr0fa/69AFTMvfED7Dys/2A903GvvPPZnr3TKke98lyGvNnBnL0Fh4I92jIYvkMgtj13Jrs9+TpNPEE3ljkThF+9kPkUPV8R6b0JwNS7GtG8vEUPJTzQ9UA9mLWyvUMIXbwZ4xM8N2gnPd5LgLwzShu905vrO/4mNj3NsYO8ql1nvakQWb00L7S8hPCdPbVltL2A1Km7gBeQPVKRwjzeTjs8ESwaPTmimj3Zjm89T+/evecWsT268Xs7/34BPit4BL1nHhA915Owvdx6Lr1Nwbq9Ek4OvT+DabyIJ589okKiPWovpjzbr2i9P9GnOmr5r7xTHoM8QidRPd+wrz3vVQ4+whaMvgPhAL2+ifw9PzqHvqtW4b1Nd04+m1wzO9ozAL8jl7o9KOXavacZhT2XYes89egePn6QUr6lSJg+h8wrvZg/9D2GBO+8D+MyPdYzSb39f7E9ZoWBPklYo71kzSS+2RnfvV77uD1GTa29uLImPVqAY75xqGA7mlkXvjECRL4WKYE9yVmqvH5xKz2bSqK9GiVevlIIBL6kCdI+gGm6Pfp1qzoK3Aq99/CUvb7lEL1QLYK9x/IaPQXgMj7V/bE9EUS7vsisdL4uFTe7",
        "0d+uvPumIj7nCnc9hN/3vZF6FD6afWA78r8iPpnvq706BuA8fhdhvURC+rzt6eG8WY8zviR1oj2Qi+y9Ch3ZPXzGf731AGC9jRI8vOc4lD5fW9m8uolYvsEdEz4zxdu9OsMJvlcnsL18o4y+NEAuvudYnr0grM28gze9PbjX872g9/U94vEsvY+c472TP4295olXPeJf2DymVLC8qM6nu0G5a704JRK9NvILvTLrIb3Se+46h4eHvRMefj1YaAe9wO0LvTn+Az0FhIa96IKmvUoXkD37+2a9l3OOPOr/TD0w5i09ZFOEPZlRFTv8zCG8owD0PElz67uQ6i08Jxgavcb4BLz2bOq8Pet9PTEDrT2PbCe9LLamvNBrRL2rv6E8XvG6O11sOT0znDc9A90DPQBYXz2csby9F8x0PIKuuLvLUSE9pfi8vR/5tjzX3uK8IdBCvZe02jrkaAI9tca2vb409Dxevpq9GA6ovLL+4j0lCuE7hzweO4WwOj0YhGm9lWJHPVJvT7yHYYE83cU+vV0Znb2ZVQo8+4GgPUPe3DsNJwq9XIRGPSmKNz6uuwg997oXvVShrLw0Qde9+nEavDO1Aj0Smwe8elb2vaDUqjwOItc9baIuPYl5Qj1jXQs9dDlUPBPXUDye6Fe8ZqpqvCpE3bri+mi9mILYPAxI/T3+5/697kkEPkZKHD0zl589uKu3vLPQhz0KojG96Jw9vcGcxz2j6bQ91/eAuw3zDr3ncYe8nsGfPSJiuDwymSY8URLzvB08RLwoj1k6oxxjvNFJwLzQSlE95JUYvVWOSr1UMju9ibXkvRP+VLyfryY90CJlvTcxlr2CLpI9oT2FvSObjj0fNNO9lk0TPeUTALzA6km9G5CpPZjInL3ONng9LsCFPTz2xT1ZalK9NIJHPWDtNDxfBI29GfdmvCLNkL1GGmo8vgffvbq3Rj0nOOi8rCk2vZjxZT22GfO8Bk3ZvjztEb1rBF09LvAdvQirJD1APiO9yb++vTlhNrwGCMG9",
        "ic/UPaHKYL0OcV+776bovPl3QjsIc54909L1vFVVgD2eSpM83KC9vKsggb1tsIa9Sq3mO8rS2zwoKDk91KUru2UCnLoW6cw8CsojvRrQET1wOY08StEqPZD1vb15Vd09QDEgPc10Zj1LUvM9LyFgvRYN1rq2JUE7XCZsvkJdIL7fKjW9+7XZPdp/s7uVa9e9GxSVvfeKdz68j6O8ha6gvTlikL3yq0G8AO4mvliKPL4Fuvi8Al1qPKZvED2PvOw9RYWOvbTRTr06ASy9M+2Nvhjt8r2Ou/i9ink0Plsur72Q6k0+cjGfPU0iN70z4w087pkyvB67ir6wbCM+FTeCPuR7KzzVzsK9pQxcvvC6V74/zqq+V0yFvfLlOr4Z8o++Pb9UPhQMND46q7y9UtOJvYO2OL4qkNe84aQaPrmVED3+Ky8+Ix3ovuQwsz43cCK81X6nPsVizr08xBk+mehtPqZgy71vzU49HJs/vGHVmD7P7JK+Am6lPo/Clz6uMgY9g5noPRIhDT0LJKm766zbPcRQX72Id6G9p2XvPPPLnT3/w0A9F20dvXwiMLyL4w28ejCsPdjfdT4dZZQ+wt7jPGyMY72pXLw8PTvWvfxSOL3Vcyk8yQa4O9mQlL3I3hu+hf7UvNSxFL0QgI28t/kvu5FfcDwab2K9pN/cPWRWOL2F6xK9uraEPbTIuTyze7K9mUh1vRziXL2udA49LHewvT//ML7yqyy9PLfWvH+5wb1V5BS8ASotPVAZn73iwIm8L0NoPBuzUr0PM0E9OKuQPXMYk7zUE/68mxgyvSS23TwyNGK9EJmQPKkLNL3W1Vi96fm6PZa3fz3xiJy88aRmvTqryjxzT6y8nqKYPWD/Cj3Kxd27MrmDPfbZQD0BGZO8ItdIPI6b47z2GYE9rzedPdWAvj2Co6C9V1RRPY6GDT1ZtJA8YHrivBKZtT1Gtb69GDrQPfeYrj18MKq8zA+GPWF1tL3rloA9a8iAPFtvBD1cUfG70hYKvqx16Ltx6Co8",
        "e4C6PdS7Tj26DoU9IWmnvfM/f71a8mI9xPqmvOuA+7sKWEY92czPvRUF5DouCgC+Nm+UPfvjiDwbPA8+mIaQPPr75bwiA1a9EcaNvOcXvr1wOLm9xtrxO9bTFL0NA688D86eOwgRsLySCTu8e+DnvKdXDDx39vy9t2vzPE+wXb05uTo9HyyyPSOxVT2oh6M812vPvO2puL12dh88ikyAvWVReTyNCCu9XS62vZY7hrs1Pyq7ax8HPec/5zxPdRw8fpEsPVseu7yclJg8luAVPcSi3rvz8Yk9nee5vSAsTj3PfdG8WF9tvM8u7bt586w9A9SPPUBLsz29xC49gF6bvL9SbbuNqXY9FoqxOw10Gb7HUIE8VZ/TOwrvaT2Ew7C8x2VVPSPi6Lz64og9QjSovC+eRj2Z8Co9wo8NveOTGLueJVm9R8wtvaIlUj3Oewk98FEZPE2SR70isSy84RWaO5Ix0LxJQSU99q4OPaIaxrryBiG9AkoPvIYVID30hfE9Pvc1PGe737sYy+A8vX6QvUHWDb33EW69ySPCvFFMGr7FXNk+RGKiPCJrLr6PpBY+h9s4Pl2oyb319PS9B/lhvmBsOzwCkgC+/5i5vUf2/L2nXcy9ZigXPYxMPb7D9qQ93il3vnDBrT5dz7y9cEuPPNT5OT6ZvCa+Z3PNu0IqPD1Rw8K9RNBJPaMOH77PCRu+AZ4yPZXezT2QUYo92nYGvUuAm70onJe9nLuRvGR1qT28bbw9Z7YqvgS96r1KcMi+RhddvT9v4j37DIa+UuIavkp64z2xZBg+Pr7uPYODdT3MgkK8EMsCPkvQNL4AD0E9V1r8vT/bF7778Fc+LgDGvm+8dT5ITjq+93RmPuUE+b3Z4WC+u7/KvevNjL3DQQW9i3D0vYX7ZT415Vy+lIZoPvxBujy/aaq+BrjpvV9E9zymtEE51VAzvkwvZ7yZfow+rqp7PlCWh76lGkC+dY0GvYxrhTzT/Mu9xXiivLj0Pr5Pdk0+TGDZPWsgLT7gUlI9",
        "JFsOPsdInz1C+xo8GzlKPOrSEj3pWWU90M+vuyogfbzWopW9t25PPIZUv7udlWs7DqtGPeMWl7u1Vh497lA7vT08xT0ZHoO9jGw4vUNc/7zn6kU8ya6bvFAgGb0Pzk49esVpvXeynD1KOgI8PEIUvca1L705+ms93+2fOvXEi72YdxS9jB+hPIZZRzyRDae9HKj2vTOyjbxdG1u9+L9JPetoNL1uuiU9GzUlPUL/d72BFUS7cqKPOyhPODvH0q27/7BsvT7b8byC5lo9AWxhvUZakDy4LaS92uihPE6P5LuvXTW9XsKZO6NsTD1wXoO8h9XpPNjve7x8OJy8PgBUPVCcRz0kl4O9jjTHOsy0Lj3t3RQ6x8LDPZGIGrytB6Y9bC0WPh7ay71oZg69HmSgvXeTBj1HnvA7lGE5veoYUD03FEa9YA4ZPZoZXTqDYJK9elzbPH7rBL3Udzc8QJDOPJcnQjwsers8rGrDu8nTmLzJrVM8DZapvfyG+zvr4cQ8eMYEvErdbz2ZREM9W6DBvGuZhD3mSxw9cc4UvQz4TD0e2Mm8aJ6BvXXdHD09zZK8+iL8O/EhSryU0+I9oSyKvFpmL7zNjMu9Uh7vOw2GD73DoFc9Sf6/PTqV5Dy2zy+9/4LQvOtvvT1m5gs9hItzvVeTxTpgjq89SFVPPahTgrwBVDi7jtF4PSWDbLuq0BW8hIiwu9GsAL5IuAY9rXSavWEdZ70GQQK71UNSPY7nbL2hrku8E3hzvPql3702kSI9KsJSvPEK5Tucgyi9DVqNvTEjMb3MuyC9G+wcPT0CwDwIMPu9s3hMvZl8+rlEqUw8rrBqvOfvYL3JxoA8augTOwdDk7toUQU+BUiiPHCm5Tx5Q2W9PT+MvTzPTLzl2Ie8eYh4vas2O7xZJ+482URuvQEnND3/yAk8dGfJO38yzrzSnFQ9RUvyPGADEzq16ds9DILlPW5uub0SQaS9IVnDvcgzOb2cdYc9n4YzPl+1Ur3TC4E+fi0tPPq7bbsQGlA9",
        "YuMMPuFvwL3F9qG9Ix18viHdkbyWuCM+5Qf4POb3Ur2tz0M9tPiOPTT8dr0ajYg9syLwPfUxQb0pX2k+Mo9Svi1xbj5BXWQ8oMjhPSZHBr6sgfU9rYpNvhLmGD1ma0G+3vYJPunyuD6olY4+7kRMvkXhAD3KkHY+Zu/BvtmC8D0twD0+CD4hvi2cfT2T2L295BdwPf4eD75G2Pa9k2zkvelSPr7eORu+qbjAvV8TI76xYqw9x9OTvkjTIT5kPX09N0g5PrqnRDpVN5y+Df8EPkvu3b20nRk+1kbmvWKM7j2cYgK+VegkPtXW+j3dFPO8SSZYvlZir7yaMMA8yh0ivUWq9b2D+Zm9kmKRPaaKSb1PGAg8hXsdPfIpIz6wyx4+ztE0vbiHhT2nblk+IOihPd0rZ71I8g+/B3RjPegdnb1n13g9R86eO0VuNz5v43e93t0wPeAVC748NZ49L/zpvdu88LrdunC8uiphPNQsFr2Yzgi9sQnzPOrembtZQUA+cZ+/Op+v3T0rlTu+iTnTvRzONj7bxG+98EkrPZtptT2zvFW9K35mPWZzbD1ZCF+9Y4ALvhJxr7wUDj4+2FvwvCYrJT3+OHy8B0faPYfHtb0QeMY9i5wqPTCner0vai69Cg9VPCqNgT1AbWg6ASQovcSUKr1IV0E90/LGvb3Zd72/trq90tv5PewQsb2KSuY9T/ErPuvgQrv25+y9RlK/vab6/z0xe4U9OvfUPSukPz1GYDE8uJsNvZa0CD0ZDuO8V+3Tu3NVjj2FWAG+u6wqPoHwPL1ljIg8RnAfvs/OND4Eaeq8draDvjfCPL65Jt286XtRPjhwIL5STKG9jsiUPZFUCbzYuu49S/TMvdAmir1SKOk9umnYPHkGKj3orIQ9c2ZQvc0XXb33wfU7yIzdvPJ3VrvcMqA9khUcPcC1VTqyEEq9ZoOYPLkJBT1Lboa8rSr8O/mqDTxa1pw9PO//PAQdBr1sNgS6z0zIPIEU0zwLh7Q8S5WsPNSJ1Dl/TqA8",
        "Ut3ru1vdFTw0qWI8eRM6PRTnJryem+s8n7HCvFBrmLucL2k8UB0WvSm2kzzvs8e8SNIbvewsJb1FK+M7MdAoPaCVYLtETPo8kR4svV7NPD2K47C72VVAPZd4F7vXBrS9sZ0yvBjdgD3pOBq8ux+/uwAzdjxqSu88/WIMvNAH37tPntY7YA1KO1bn0Dz7I8E8sk/YPe3rCTsHM1g9KjkePL6kQL0+keY8yMz1vH1T0T0xbYW9GbVfPZm1kb1RUS07YB2BvXqcAT05j7+7S05lvHai/DxV+aO9JUwcPbbd4ruy6VA9ggXhPDClcDzOLaW5A45JPaUyvzwhQsU8HTsUvT2sFL3Qwvm77lcQPkGJqTw/6c0+wRoHPl0VIr6vVpk9ORSavWRwdL4xphW8/Q5oPX9Wrj3RvR6+uPUUviV+ir5Zyva94MOLPi1buL0BxIG9zHr8Pfja/LwDhGo9gIHqvXwt1707A6a95TGTPL/1L72lv4o9RhZLPg/nmb3GS3E9kBCuPV29Ar7I3uU8wFozPZPVLj7+Z9s9h26Xvm9I0j28C108bwnQPlSwOL6lFna9LkzPO2f3hr5TDKm+FcWXPXJUtz11qhA9AElavLqhbD5eusm9AcP6PZjQojsEb6i8KTcwvFxXzj2TlzU9h+ObvgB8RD7TRCq+Bb8JPl918TzaapK+uKa1PfvNkz2jJhs++mirvTDdAz7NOQy+9kFHPrk0Mr1tP189UnkbvvdixLxR1+09Lh+CPummzj2NxSG+HERFPkRxQr7vzM28t/SIvhkY3r46HMk9uZmCPhRwoz0WDfY9iym4vRxLdb1/bQq+kP0ivQNxBz02M6e6SgkUuRGRvDvJNvk8X41kO8qLhrxj5lA8bwP9u2WBFj31Qg49usePPT6fwDmUowm9IYyGPIVHRz2gSqW8dZ+MPJCVRz1AKpO9YtL6vL5TML2Gl4+8wluVPc+YL73sOo466KSrPWXy57ycILk76fcWPTL0UbtQUey8KWeiPWu0Lb0Evgk7",
        "kFa2PaHpSrxLL1o9SjNuPYAFbDzRwyy7ZfyrvHgz4bwiDu+8RbcWvahVNTtXpNU8LS7DPWeCQzv0WFm8CNYJvca+Zj1DtC49dEIjvd66Qz1Tl+A8H9vFO0Fhsz2973+8j7KGuxdLXjtMPIA8Ed06O1TO5Twl7YM7qp0hvLsk5ztdo+G85CK+POD0L7xzGs48pdtTvXUgpbz19ko8F4f0PE/omrk0CI48IqOZvPju7To+S108ZSoHvQpJg71ehME7Mc2dvbJbXr2uNT483jjHvR2DGLsPPA+9Q0GLPV6Z8jwvSJ68zgXvOvwOgryeqYO7dYYUvH4Lu7zit4e9GZTvvGNxdbwzCpU8RzzPPCanXzzYI6Q6752dvXgmDj6PHy48HGgPvToi0bzYedU8oADmPOJTC72qw+g9K43Hu9eXyD2BywI9R+uMPUVUkLzNkoK930iZPWhSS72CeuK9YUt8vGnmnD0K/oc9N3Q7vV+VQ70BqYe8awOePLNNyD0IxCG77+vNvSBbZLxWa2G9yjaIO9LJmryEo8M9URlVvQHavLzhrBi95m8eu25VcLs2waI7GYg3PLLthbvAQ4O9KhZuPadPjDzLN3K9TiaNvEv5/LyquhY8QISzvFoP7DvH6/e8P65kPS4ndb3s3a89xrzIu4mQuz1VBJO9x2Ewvsl9cjx1dxO870ErPeqksT0R0oC792c7PYLRmj359Ug9wEJovKUbK72smMI8BuvRvTdSGL0o1WO99e2tvEkEF71ZOfO9kLzXvhPrgr4kx1I+A7EZPr5/oL4y5hg8UWAePeYIFj0yZ5I+NYyevV76Gb4TY5y9JECKPS47zT0CV8i+fMaEPfcBbb4/Xl69BISmPUbtUD0aquu998P2PPIhOT2adOO91Ns1PUoDRT7rzwm+fStLvhcTlz2UrR2+cYl+PogiXz0EWBQ87E/sPUS7Lr7JDiq+kUMcvbx9BT7Wv7q982PZvLhOGT5dlM68NgSDPTjBsr2Bc0K+1NE4PiZM1z0I2WK+",
