{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              9,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_1",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_2",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_3",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "conv_output",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ],
              [
                "dropout_1",
                0,
                0,
                {}
              ],
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv_output"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv_output",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concat_sp_out",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv_output",
                0,
                0,
                {}
              ],
              [
                "speech_part",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concat_sp_out"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "6c5ab312f21dd946bad7180c8de9454274b48d126818ab75868364c8071d2a1d",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      9,
      90
    ]
  ],
  "output_shapes": [
    [
      9,
      20
    ],
    [
      9,
      8
    ],
    [
      9,
      3
    ],
    [
      9,
      4
    ],
    [
      9,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            9,
            90
          ],
          "values": [
            "tT/rv/+Ho79U74y+8f/ZvqG8jz1zfdO//hIhv7ecB0BtBbo/VSJEvs+6kL+JrZ8/cstWPwhVnr9/X9Y/jKtzvt7T7r12eUY992m2PlphBT9fSDc+3LrSv9Z2iz9EihM/Ol+mvixi2T9ycTC//EDfv574hr/sVdG//vDgP3+OYL5j1D0/nFnWP3NbGsBmDU4/Yp4pP8KM6z6pi6o+x9t2PmiE0T/mOqO+sHpyv/PArj4x2Y4+D5saPlW4Er/j3aG/y6htP7AkAsD6oXu/BGpbPyMRgb5HI9k+hBUQP0nu4b41BWw+KJMPvm2+Rr7YE2K+uJjZvzv7hr9z3q68MDHgv1761z4/UU+/JdIpwPV40b+n/KK/z5okv3w0BEBTTgs/1xazPpJcnr+9m0E/rio0PkLwhj5acIa/69eFv9++Xz811XG/s5yGvyct+L4Wtz0/NoAHPqb4B8DaWi8/KyHVP9I6xj+fvy2/wXncPvyPGb8v8lW/i2gbv52PE0B4bJC+rs5mPzkaVr9QLTU9xx7Vvc0VCcDvynw/62VSPz87hT/a6Ri/xMyfv59GiT+m4Fm+RhaIv79dgb801NA/N0SaPii5Ob+OwkU+yS6bvwWN4z1bGXW+tFkWwPrkLT9kccM9Z2ySvy0auL6SzW4/ZySHPxEusj28/jI/QEkPv+/JFT9Q3k4/O1y3PhvATr9Lr5U+qGVgv3UzGj9rZmM/vZCFPzWJXb9enXo/svaKPww1Fb+IOGi9tBv0P32a474qjpI98hq6PwJ4jj92rHY/tHklv+ytG78Ajdk/H60dP10/mT8wcUY/JKWAv8CUCj67c7o+0uaFP3Fu9r4mrpU960kmP/8H2r+N1bg/XF9pv7Brej5ZW4e/s9Gsv0o5jz/HyN6+ajeqvjGUGj90UQ+/gDmGP+uQlj4Dw3I/7OKKP96hPj8wcPW+ywCJv+s8Pz+7+6i+1A+ev9Nd/L9zLyc/QrBPPwSQQL+W45M/8jQzvyr3yj60Hcc9G5QLv5rZrL9msBM/",
            "A6jVP/WULb/b+xy+BM/vPg51Tz+UUco+dhpfP8T8Lr7Pnqi+oA71PmQS4r/FXCY+HCDdvxG4AT62wj8/wSzxvnRSyD+8XqY9Q1mtvo09b74Lqfw+EBiZP01MqD90HM++UL2bv/D+nL65PRbASKyuv6TGbb/uIrs/6QnJP6EhdL52F4e/okWUvzomI7/VGRE/lOPEvPYJ0LyK452/5MiOPmytvz6nk9c/yQbnvhMtVb8HmUi/+nywvz96xbxGQLC+yIQaP2+vp7/WwKS/91CxP1EDoL6AZVA/LGqzvuQczb4PerK+qP9uP/ruWD+K1Qy/Rn0XP843Kb9k1pm/+fEmv0TWYr/NCoM/NmvCvi4b0z3b7b++4kfavZl4GT9wx+W+wQTEvtDFvD8ZvY8+rVEQQL85sz9UgIE/Qam1PwOb67715aC/aSmvPxIGE79AUna+oA2dvki+Wb6yEAo/aXyDv/rhDj7ztD0+YyVHP0Tmgr6w/0C/Rm6Dv+wzfr+Cu6G+7+U8Pybo6L+e6zi/N3Hfvsu8U75hOVI/KqbkvttHmL6mTM++tL6tvm05mL5iMiS/aosNP/W6zDwFg5Q/np2+P0G72j8pi0I+5yKCvy2jaT/mX9Y/NNxbP2JD2D4CYvs+tg2bvlrSHz6A2+M/Iky0Posf3T/HZ1o/AclZvPopnT842oK/pU0qvnCJqL9wfwBA65T8P2ehFUBnTHe/R99Jv4N3JT6bWHo/mPO1v4OfkD6EMba/n/HFP3ZGBL4DdSo/va7GP+0+nT/Mz6O/6fNbvfYUWT9nT7E/uhf3P9qAhb8WOVBAcNNJP10WjL8BmJS+sVFqP+FWbj9qLRBA2JeCvhPDpL5swkc+gucmv6Xxk74Zm+i+fkz+vth7aD71eL2+ubfXP9thVLvrwsU/Lk+Lv/ZTTTz+Cjy/Zbeiv7FX1b8dXBvA7Ir9v/yS2L+d5YW+mmFZvrvu2L+fvrU/DNhov/vR+z8g3JM/dGoPwGTAXD+Qgss/oZQ3vuINs75sL22/",
            "fSdmv5M7C8CjMhq/RyeGvh8ISD8GDY+//UOWv10exT6Aagi/RzfcPswOzT+tLsI/sA0tvxJqGEDF4kk/3mgkP1i7gz/foCi+suakuwzib79U0fc+OQv2vsuCAT8laIE/cLm9vyqM4r6ZRKM/sb5zv1l8FD/iZr4/gUS4Puy8Pr8UB+S/+biXPifY7T4gqeA+4QXkPpLD8z5nm3s+Pe2Uv8q3l759r1g+Rxg8wGFYe7669pW87FzMvsHpU77xcUc+WlKBvwthIj8YVLs+6gznPhRQuT25iba+LyIfv7vqPz/b0A4/t0GPPrnfuj9dC7o/QsWbP2AbAcDC40u/vvLbPzggij64XHG/4cNJPqrPBj53Boe/tGqkvd5oGj/l9Gc/8n+1vmXHtr2At3o/pQVoPU2QWb/32sG7YxmjP1XCVj21wsW/EaqMv3fcGz8lF/0+NJcqvxE8cb48op4/LpBEvzPgkb56fYk/p4hxv10wI79jLOg/2qsRvzHJuz8HkCo/nYf0P+wolL1ZrQ+/Xkp+v5xZHL9YaT1A6YPdPYjfPcBVN8++lkVxv0MIAr8mSPq+1EUowCPiCjuFMeW9x6T6vq83XD4OMsm+rG30vqhSAz5Eqjc/eFM5v1vspz/jYylA/5v5P7qVHr+Czz4/CGsLv2Ai2L/MsII/n5czQM+5ID9dxqK8IC5Iv9FwJz82tyU/OZacPneTPb9pHG0/wgcLPk1/Sb7LXXC/0vOMvmCMFj+4K6y+Awy8P574Qb/qWvu/XIm0vv9+Tj8is5c/IAOqPzwnAEC95cG7CjsuQFimi77r3ihAwEXLP0i/Uj5gyK6/fZ5Wv3qm1r65AE6/+sZoPXyZjL6xyc6+PycJPxbCAD+9Ee8+P4XTP2HCiL0B78a+NBJ8vyqWF74rHyVAwXjgv4SFUj8yrEE+A2woPjv/kz+irw++zM8kPh4eXT5LetE+TyINP3wyB0A+ddq/R98FQOj52T69RcA/fJYMwPwYnL9imoM/rC2VP0rfmr8Vp4Y9",
            "qGwfP+1HlD+gFPQ/p14Gv28Y3r6vkjY9dm0BPq3Ssr65Hx/AJSuDPzKM4r2XTLE/U5hRv2yuKb+p8/g9cmc0P2J8CMCHY/m+vi69vuanV76PQGm+8mrtPV53hL+7LKo+xFmsP4Zr4z5p5YO+j7mdv3e+ND8FKom/igV7PpnHxb/JeZy/qNDDPlPMzz9psca9TJiav53gqT2aEG4/jvnYvxKlbj+iqEE/djAxP7qmKz+gyac/qohRPk3SJb+ZX+0+srxhP3Kbrb/GdfO/8LGgv2fBZz7aGdu6j2apv83L+j4hrLW/idS5v8iF6768Dlk/YZOhvly0CMAfZZA+xt/9vneEkD/Kgsk+XKucu0Wj6b+YmLu/bO5uPcR4Vr8wVjW/gElVP3zjOL31yrK9CLaUvmP8gr9dqlA+B7Q8viXrBL8o+qa+ikyHv2ahPkD77es+9jIJP2lY3b77brg/u2/lP1Bm0b6k0NW/vFgrv6GBmL8yj4w/iZJbPyVo8buY4Iu/fCTWvkPYkD6iWyM+7UhXP24HPj/soknA8gWCP1R0+b9DAww/162lPmkQuT/96sC+A2gFwA6+cT5q122/l1xCv2KCjj/LwSrA/S+evr3Qgb77w1g/cPADPwplZr8I++G+vDN9P17Rwr18P4a/u904v9UVqzxWuOc92604vwETjz9Ci6e9/k6Fv1PzA0Crb5k+XsKRv0amlj5SbQJAksxAv/ckFj8bDLS+LtSNvmkpwL+r+C+/eHiiv2V0Mj9V/MQ/zljxv4AXij8Gv7i/zeKOvehFXj5Lwda/sqLYv8YhsT4GyfG+3zgQPlfLwD/kq0C/9tChPmqzCL7ohwY/5LvGv07UzD8A+3Y9sb7PvrkWFkB3Bs2/eXz5Pn/DpT+QgFC96Qu9P2vehb8jneE/xq/4PzL3j7+AYg/AT3efP+5tiT7fNdQ+LJBwP2rY8r2Hxpw+F4NFv16rnr+FQ92/+/x2v9Pair8ryQS/ephSPkoI4j1f7Lg/tkEbv1tBrT9AT2G9",
            "en7CP7cofL7cvCG/95BSv/hjFL8vfCk/qtWgP5O3mL/1vLK/090Mvi1IAD8s8yC/RzW8v1gvLzlEurI+Sup3vxYsnj5bGNw+P7J7PyI8K75ThhE/lkdrv+d4x77f8gW/jiIRviwx/T3ExHo/oMvmP3D7Tb6pmxi/g4bhPs2Xzz7GdLA+ZukPP/1QWr+q3Ge//CYSP/cdMD68hqW/dq7OPVy8Ir8qIY2+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            9,
            20
          ],
          "values": [
            "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADYWa4rAACAP7MqqiAAAAAAAAAAADw4sCK5JOYGi6AYIQAAAAAAAAAAAAAAAAAAAAC/OFIqAAAAAILNKh4IRG4hKxRcHwAAAAAAAAAAAAAAAAAAAABI3nInAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAATeZ/PwAAAAAAAAAAWdGGAUJFhjgJyyILxURAFAAAAACPiz8LAAAAAKklRQqGmZMFAAAAADwDVRsAAAAA6gmsOQAAAADDD+4LNsDCDJdyUAsAAAAAAAAAAAAAAAAAAAAAAACAPwAAAADZf0sEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACIfj0EAAAAAAAAAAAAAAAAAAAAAKaXvDnexqglsqofEC/QExkezZsbu7Q3JAAAAAAAAAAAkRgCJtadXzIj8vciAAAAAAAAAAAAAAAAy4IWBmzofz8cjvAPmj/+I25W0iOCGBUkAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAOVDjAUAAAAAAAAAAFDSUAcAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAB841ULSleOAQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"
          ]
        },
        {
          "shape": [
            9,
            8
          ],
          "values": [
            "AACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAACx0gYNAAAAAAAAgD8AAAAA9eAiJ5OyWyEAAAAAya7KEQAAAAAAAAAAAACAPwAAAACNWNIbgPoKEAc9OxodFR4eAAAAAAAAAAABCakgYcBeEbqEBDX4/38/Oc0rDQAAAAAAAAAAAAAAAAAAgD8AAAAAUGQ/KFAOwy4AAAAA4IChGVDPmAGEhg8BAACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA"
          ]
        },
        {
          "shape": [
            9,
            3
          ],
          "values": [
            "AACAP2sG5QoAAAAA6NNiP7hg6T0AAAAAAACAP8xYwTBkKw8plq0kOvYJTC3V1n8/FqUXGwAAgD8AWNcOAACAP+rvbSi8x0MjAACAPwAAAAAAAAAAAACAPwAAAAAAAAAAAACAPwAAAAAAAAAA"
          ]
        },
        {
          "shape": [
            9,
            4
          ],
          "values": [
            "AACAPwAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAIA/JP+GHAAAAADdwIwEAACAPwAAAADKNlYZAAAAADDYYC0AAIA/4ZioJ1ECXRoAAIA/9RxhL42ycxWdYggFAACAPwAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAA"
          ]
        },
        {
          "shape": [
            9,
            5
          ],
          "values": [
            "AACAPwAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAABKr78FAACAPwAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAKv75R8AAAAAAAAAAAAAgD8AAAAAE6EqBAAAAAAAAAAAAACAPwAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "WHobPaC+HL6lgHu+pswKPlxfnj62Pp293EjwPMUaxrreixw+kbKqPekOvbumA4k+aet+PdW6sb0PCDs+r79Dvp3IlT3b90O+BBNgPbN7Nj4C+yo9eKMiPbm58ztjeq49SJXyPccaLj4sijo+3IxlPmt8gL30ZAU7VeQBPlts1r148ZG+ZcqZPGSRH712Pn4+kKTtvdQehr5rCKu+GfemvYAYjbuI/Pa9FvhlvpfzvTuuxpY94rTEvc4ZLr59O3o+qokhO+5NwL0XvVU955idPgEMxT5q5i8+Jy/QPabomj69CpW9YfgNP4aolD65cC0+7e21PtOykD5SuVk+KhWePvEDmT43Fo093o3JPtnLKj90UH0+KXfhPjFBOL6felI+eqrMPjACmT7/KQI+GRO+PsIGgz6c2nk87Vicu3TFBz64pMI+zCVEPDzonz6E85k+lnFWPmLujj2WTo0+0IemPo9HZzxzZmM+"
      ],
      "gamma": [
        "46BpPyPxZT/QVYQ/MwkiP+RDPD/K9YI/5EVOP0ddUz8584M/mgg3P0RhVD/0OUI/4ehOPztnSj9Lh1Y/YXmEPxPQRD9jZZQ/W6ozP7Z7Yj8e1m0/ocpgP3LzRz8+9j0/6tdYPxWSXj+FSGY/44teP8g7QD9dwUI/V4hKPw9xPj+izH0/+B0vP/zuQz9Kr2c/9+5MP5SYWD+mQI4/CRg2P5vUOT9DFlA/CstfP8fGQj/L+kk/EghDPwIicT8AuE8/AKhYP+1RTD/oSjQ/PZazP2ajmD9QxD4/MyyTPwAAgD+dIYA/98WkPwAAgD+L+Is/AACAP/XsgT8OGTE/42GHP4xVhD+oXA4/x5tmPwAAgD8AAIA/AACAP4FClj99Wag/l5zLP4Ojxz98L5s/k1y6P7+Toz+GIhY/3MSaP4bssD+IOMo/zCq2P+T9xj/QXqc/aSetP6kohj8AAIA/GI+BP3A4OT+lRGE/"
      ],
      "moving_mean": [
        "Gf0ZP47wlb5YrhS/enkOvzEm0Dx0eKy+FR+dPtwDYz/TTZI9nVqevr++0D73TyM/ps8vOzdarL3s2IU8bFlKvoARdz5ALTm/cltuvhtyEr9gn4Q+WXlPvWPTUT7Gb44+q2RRPVPFrb1ozRg/GBt1va1WSb7kLq6+ChafP3nZGLzlUcm+iQglvk2Nzb7KWNU+4mbXPswJtb6R3gi/WB0fPnNSJT5AR66+UEIhPNPXpr5VhDO+0zuWvrAbA78WgHw+fftNPnXJXb66TWw5l4UBPmZktj3UBYU9CZ32PgAAAAASjTw+fFW8PQAAAADvNek9AAAAAKCzYz1cGzo8rnX5Pa/0wD3Bmh0+OJpHPQAAAAAAAAAAAAAAAJQtIz+kmy4+ZLS5PgFlsT4dfEI+BTONPq1GVj4UV8s6f8QAP28rDD90y5I+h3ojPzq5lz6y/kA+lFIwPnVcXz8AAAAAATGxPTFNIjo2vYQ9"
      ],
      "moving_variance": [
        "2G8QQEqUIECV11tA03BRQFtHFkCoEZpAOPr2P95sf0Ch6XhArTPUP/vBxz95akJAVf8HQKVNyT9kbdg/wfNgQAny9z96/U1AEHqtPxRy8D/yrHhAmo97QCVQR0AK8khA0AaIP2pp+j9Jfs0/YVMeQNFkuz9vC88/NtB1QPVqAUDUYSNAZcX/P2e8tD9xBBVAmVk4QNbN3j8MtQBAdRarP8ybbUCOSFFAlEPfPwGWxj/dxxpA00oDQMuo/D9yuN0/BDIXQFHUSkCYe2s57WzhPeSZpT1jAXg9iJd+PjFnxwN/fRk+GY6qPTFnxwMI/c09MWfHAzQ5Vj1fRzc8U1jaPeUfrj0YFwU+9kQ9PTFnxwMxZ8cDMWfHAyTTaz7ZPxA+Sd1rPrQjZz4k7xw+uI9LPi+uKD5nPso6oC1/PkqVfD4pNVA+ClBrPo5sVD4dzRs+FDERPtHq4j0xZ8cDl0ihPQGOITodTnc9"
      ]
    },
    "batch_normalization_1": {
      "beta": [
        "4QbPPSQZBjyXRg89Eh+OPU6iez2ZTt09wCx1PT7F/jykvsM9QcvNO/Pu6z20p5U9gekHPbbSgT3UBT89YaZKPRpExj18waY9oIlQPQ3doj1BDAI+G+u0PeH7pz2RmKY9EnodPX5Wqj3vDh4+h3vWPQywdz1xpQ4+E/vMPZBMmj0YkTQ9gJ+1PUTuBz1de+89Cc+XPQFNtz1R38Y8qiZivU43ojxYldM8drlrvAQMfz1RNII9e/waPa0NFz0F4cM9J40COpXRqz0HdoI8eyqoPfPutD2+rtE9vwWUPbH2yz1TIKQ9gOUYPlwFiT0dYgk+6oTcPSrR2D2xUQk+f/6dPf10lj0uF809/K/WPRb+Bj5U6Y095A6uPZDHqD33y9U9gy0RPTVGnT1jve89TIAfPtMIhD35I2Q908m/PWr1jz11ONU9osR9PV9ojz1bP6I9CTMzPTkJhT2xqbE9R/WwPbOMzj2s1a49WJMCPiC8hT2+HNY9Zh0OPm6lmj2ZIaE9hxLmPT9XwT08yg890j6DPce/Mz38Qh8+THlKPZxJcz32qew9SkSHPdRHhj0fxVs9G4mIPTLI2z2zjsA8+WtWPc3NIz4krsI9mc6jPYraoT02G6U9Q/saPt7icz3UkQM9dBkGPimbyT1eQm09zc67PAFMlz1Qacg9LZxnPaR/0jyb4288++aXPUjQuj3Xb+M9p3QxvF4YpT2up2A9peb2PfhkDT61gLC78QqIPIqCnj3WuNY9qaCFPRpjtboYtLs9j2mtPa0iAj5FeNs9B32vPYBzMD0Nwn49hUvGPZs64jyMxb0962gBPkHDiz2SVuM94Z0pPZlVuzxfQ3U9r3oDPgAk5z3Nm7Q9MkbRO/3RXj0C0Eg9Pum5PbRltD3l06s9ypIDPshcED0VOxI9DP9kPYox3j2zR4s9BbPBPZQCnT16S/E8TGImPY3u2D0jCco907cFPlN6yz3C6+A8pBW0PdFXoz3xb509KcbqPY73Dz4nqjY9PfiiPdJrtz22hs89",
        "dX4tPbHV3jvOy308LAQIPgCZwT1FWpo9OVm4PZmaCD1sBN89aSq9PR/5kj1ICpE9F09qPb0V0D30/aA9u/hsPX9kFzx/Fdk9sgpqPZT4gz0UJ8u8SeZ9PXqmCj5mNuo80CzoPVARmD1AhM096QS5PNNU0j3NnEk9bCGUPQnvAz431RA+xDLAPWgSBD5iWsY8SOk9Pd6Poz2jaYs9KMfVPTpdFj5+Z5E9qG7SPSoAFTwcBGU9Xx6xPSR3wj0jW689nCThPe8UtDz/G1w99I0APZBr1z0NT4c9De20Pb5TlT10HBQ+bb1PPSYyij0Gwpo95zw6PS01Aj7ZEZU9xf9cPbU+sjzgC149kbfBPV0PPz32zrO4/LewPYhaFT7KIbQ9NDIKPp6Hyrz1IZY96GRSOprKFD50hMI9GtTcPUTcuD2WycE9J/1KPfz3ujysjyI9NVvTPegFHj2/AYg9ZpZXPQbJRjyhiqk95UDAPOIdXz3J7TY9QydWPbSJzT0IqT49zFT1PXSKlz1nVJ491rVGPaIwzTwKmd49kEurPbTEwD1aVsw9B1KFPc1qYD0io9U9CA67PRP66z3tdig9N7t4PUqexzwcwvk7jXewPWlzvT0ply09tSWSPUgMEj1+fZY9ZgSUPSE5sT01WtU9PKGDu47wGrmeDcE9DYSGPWImxT3tFgU+Pvi3PT4iBT4VvNs9aqTZPSXQaz1b9dI9wxvdPedm9T3MBgQ+3qwoPatYiTzanks9qrAmPHHF5T0Bdf88u1ISPgwIDj3Sf0E9tHMpO3odrT0OO2M84e3XPcsxoj1Dhek9p+7CPS/Ybj0+ofA9LA54PB5irz0tbvk9GuusPDVdjT02MSi8us/XPXdDgj1LHXc8mO/jPQyniT3IbaA9H0wrPQZkYD2G3ro9JT2hPaT8BD4suKc91WyePXrrez1Lwog9KM4vPfnu7j1vwr496U3SPcnhmjyfGYs98Gu6PSsc/z0kI4E998PUPWMkBT40rZI9tba0PdbyTj3K46E9",
        "H8yuPWul3j2w6wK8IoO3PWq6iz1xfGE9DejEPR31pz3HHhU9XZFQPWmkWj379UA9lLI3PfCGgD3Co4I9OR5+PWUdID3mLuM9fgRhPYt6gT0z3c49cgy/PcW0lj2xZo490yfzPQIJ1j0gHjY9nsyZPWJ8QD0dmtU9DpiGPW3DiD1gMvw8KajMPTjhyj09HO09Y273PcMyDD6p8MY9GhNkPbZ6Uz1/PdI9UKbVPW87ET7K0eg95/h1PZ1lnz0f1wE++doIPQSn4j1OOL89iLeMPRLENjxNxTU9YNY9Peyi8TzUXwc9wbipPW3uBD5o+5k9rnTjvMtzsD2AvXk96tK+PSxRrT0zRq89V2AbPR9wxT260mo9gADSPcj5bz3gnIK8Oj4CPuaosruMsyM93fF9PVpAbD3ikIg9urwDPY7NOz0aNaA9d+q4O17loT00BjU9czQcPdsoKD1hSAs+yzI+Pca0lT3xM8Y9nVNKPd8w4j0kCZM9XOL+POoaRjxmsKA9cODbPO9pgD027qM98nfJPXAZkD3LFzM9/NDyPaGrJj2iYJ89KXGaPcv6AD6M5sU9GNBcPSLSejx+P+Q9y6eGPUKc4zzHGqE9HmaGPS8ntj1avDk9p2J/PCuo6j17T8A9cS4YPs/lmj0Ytwo+A1UBPc2ztz30ZOs9G1DEPS5jeT0="
      ],
      "gamma": [
        "mFjpPhGrrD6kV6k+N9eAPqruAj9y+ak+gHSqPovuhj5pIno+d8m7PrJZfz4hQic/B75nPnr7pz7NiXc+xApnPuVKkT5fNns+m2abPgTOfD5ZEZI+jPmjPh+2lj51MIU+aMKFPowvqj7oSZs+rS1+Pnmkzj5397Y+EJiPPtQ0RT4HcGA+aAGPPuaQuT6ZWH0+5355Psxvuz4rZIQ+ZJBTPoAIgj7Q2pU+CkWUPsZLbT7yiXU+HftePjBrqT56WII+Vjl/PrW4kj4fXIo+AHyxPjLLiT6edZU+aTeKPrYZnj4We4g+XrhwPgNtgz6xd4E+rdGCPpDSij6vlJ0+1bTJPiJmpD5qPIk+WXCVPhqzgT4R3ow+xTmOPjI6kz5+g5s+q3iHPsgIhT7b0YY+ax+3PjRGhT66OI0+H/K+Pj5oaz4LG5g+Ur1aPggKoT5Qvq0+ZCtFPigmgD5Ms5o+voegPqqaoT4YR5E+uqqfPnRVgT4QQYs+Pr+BPlHNuD62Z4I+uw6QPtSalD7vBIU+HvafPj03jT6O7ao+SbmbPmPdrz62eYk+Pj9yPhKSdj5lgoU+AxaQPioZkj5gwmY+8OimPmbflj4i9XQ+5yRuPrq/ij47vK4+RTOgPoIuiD5JuXU+3mewPkkokz64LIg+HMh5PgfltT4BQYU+EgmNPqepbz5iUow+tgGVPkPFgj7o15w+AGJDPvwdZD4Tt1w+q7qYPmlElT7zZaU+ws5ePmC5xD4XX6o+f4+dPhSMVz5OC4k+gw5/PhbOjT7kH24+GrtuPtvhgj49+os+72ZuPhlenD4/nnM+co5pPi1apj55rJc+Jzk7Ph98kz6+BFY+kTibPgjImj48fYg+aHGSPgSbkz7A61Y+urKaPv/LcD4rQ5M+ccV/PnznTD5YYpY+hASEPhMXgz66p6A+oWyTPi7Ahj5nZZQ+lYCgPgiYoj7epYY+3qWlPnxOmj79t5c+lVubPhsmmj4EiZA+8Q17Pi7fnT4Abok+OOiuPgKrwD6seoQ+",
        "BSNXPhledj562aE+qrJrPvN3kD5jumY+Q4ibPkzdkD6gxoQ+FK+CPjwCfT5DUYU+1+iNPs/nez7SlJc+uYiZPja3hT69GKw+Ei9wPgpHgz6OMYU+Uyd0PrP5qD7+ZJU+JebHPlzujz5YYr8+U6mfPh8GsD7KOnE+ZcWKPgwXlD66F5o+fpOTPtcGnj629Yo+jEaCPj7YvT7Bvrg+bu+fPhB7mj4i2nw+nNevPnF3mj7zYnQ+2leCPvNFij6554k+lf+oPqbhcT5WXYM+jEo/Phadlj5VEdA+PdebPhetoj5v1KI+3tOJPvL0gT4jcnM+TBOrPjsmgT5pQkk+lp+nPllTuD7sUH0+Kk94PlXqeT49/2A+hfyEPnG5lj6ESoI+yW6EPtI/iz5AE58+LPSOPmYNkD7GCq4+/8mZPgyPmT49GqQ+TFKTPgqKtT4+Hrk+mCxzPqyAcD5/9oI+MkyZPoVGej4w/YI+JMt0PiHkej4eWJw+pKmGPixMej7SI4Q+NcJ6Pp6Jhj4ALZE+S5KGPktHhD7q6YI+PDGQPuY4vz6szGQ+HhxjPlm0lj6CbYg+x55xPvRtlD59fo8+UkeOPtoDYz4CaIo+/F+SPrrvsz5HbGo+99iaPjluZz4zQHQ+bJebPrbzdj5z65A+eMqXPpCYnD5Wb50+fjWNPtXyjz7KtKs+IOqaPlHPrj5BxY4+oLqePsIqZD5sk7I+CUSCPh82kT5UFZo+5P6aPnpOZT6GUI0+s1mIPm/7xD6Bn5Y+5YO2PvS0Yj5NO0g+wFuFPuSvpT6qanc+HjmTPrHHvz41mp8+fGuHPh30dz6mf40+jm2BPp5skz45O40+l69ZPsBtoT43zo4+hxySPgF5lj59ukk+7D+aPsM+nj5IPJU+ifJ8PnNzoT7P764+BbWEPi0A4T6xpI8+voWXPihsZD6/c3o+YV6sPg00jT6Q5o4+iaJ2Pk4leD7imZA+VO9sPog1kz7nboU+8HlePhIMLj8eZG8+R82dPvhvnz6D1Y8+",
        "6dCOPql9hz76J2Y+mdWIPn2OWT5A3II+7JOePv/4mD7TqI8+8LKbPoAHlD5VjoI+vd15PoRwUj4VS3s+fneWPrWTjT6R8pw+IINtPl/NiD68po0+zhOSPs/Mij7+tJI+SgKhPt4bij6pB3o+9KXMPpPFgD6Ucps+YNujPrf0jz4I74I+O3NxPqUVlD6EQGI+1eeePrFImz40aoQ+T1KUPm1Udj6/KJc+8fCkPrKMpD7dVzg+74aTPjw6mD7NYaE+fwS1PvG5mT6trVM+T7KEPocDnD6I43o+XlelPgRsXz5MVpI+nqe1PlNhqj5aK3Y+rKqCPoV7rj7n/ok+bpvKPhCvgj4j0p4+CWRaPr8Nmz6jwJA+G/SgPkeRlD7ypbY+k+B3PkyKlT4F14Q+anVcPhogjj6Zh4I+1JKXPii8kD78CMM+RqqZPrURlT4aGa0+rnF4PrDskj6apn8+1gyEPuvshT5ZxKE+5+3HPmjHhT6SI1k+dHOVPosgpD6oYoo+HCOMPq6zkj6l5rI+7VOLPqPOgT78tmc+3I6aPvpxij4/1Ig+88KLPpV2tD5sNHg+rNyAPlX0hz4nxHI+dO2MPrnKgD7G5Zs+gfOePkJBkD58jZE+iYeHPv9hhj762oU+3hS1PkkXjD4giLk+mXqRPvjGDj+Xp6c+my2jPoaFpD4="
      ],
      "moving_mean": [
        "e05KP0k4Qj+4+qY/bUAZP+KO2D5USH4/yWcCP4nx+D4FVu8/jBUJPw5Yrz8uZPU+mmoSQOT5WD9tbwg/UCMWP8y7tD/8jDo/sdwRP9+tET/vLro/HypEPwApCD8xGZQ/mp5UP3HhOT95HoI/f2KPP1Nw/T5RYT8/ZxxBPyRkfz+PdCk/uxV9P9r0mT6wyno/fegGPy/Tzz7itL4++xSjPm67pD9FiTM/1hraPjGuHj8U7Fw/e+RNP8Ua7D4JAxE/SYrvPpkCQD8lBec+P6XcPmPOsj+R07A/BUX+PtvTGz8xJR8/toodQDEIrj49Fbg/zUlpP52mWT/IuTk/01EHP58FAD9NWow/gH3zPuXnlj/71KY/VIaQP8Cn4j784U0/b7NaP8bh0j7NPoE/dkDaP7WOgT+oCzw/YynJPrsASz8F+E4/bZpRP2lJEz+VQxE/uPqXP5F1jz7QQBw/5FwvPxe9oD6mtio/0GrxPjj5oz9Isxw/HVucPydXIz/Jppg++FJ1P0X4Pz/qAxA/20LoPpCWID8MkLI/UGMRPx8B3D4Xfos/XmFVP9bYQD/9hEs/fIAcP9IoWz+XbnY/9zHvPjJ/Mj817ao/F3GGP9zB+z646x4/OJZZP3xg9D75K9A+VCMYP0h7ez9D1xs/aGjuP2K3CD9AQnE/Cvs4P/zo5D7YywE/OGyUP6FphD/FnhE/FBEaP5Hr9T5lA0s/Qv5jP8ATTj/yDxg/CBZJPwtn3T5vOjs/VQ/NPlGqMz+VLQ0/VTWwPyym2D/NnII/V++VP/nURj/G68Y+kHnAPxJWNj+mSWM/YpKXP0XcKD+uBoQ/O9ORP6ad0T5a2x4/ZfJaP9XVgT+4OnU/+YvyP+RUJj+3frQ/LsWEP7XSlz8Wp2s/6UuhP/V0yz7OceE+W3IGP1aRAT9Db+U+tygHPw2ROD8ISGI/zSE2PyzHLD+cjDI/u2BcPwV8eT9lBSg//uuaPxEOAD+MQTM/oQ97P/fxiz+mRhE/NzfqPgu05T6itUI/",
        "NximPjvGWD8JSCk/inlJP0SRLT+s3MY/wBMMPyxvET/iE/U+o4tTPxqTcD/Ipyo/XRcTPysWgj8FpUA/W3GtPpCKUT7SNHs/c9V7P2gqfD+Gskc/cJYbPx4OKT8RRzQ+XVDIPqpYGT/5N6g+LYW2Pgm0Gz9WOow/roh2P2L0fD+7GXo/EwNcP8Uq4D6c2Bk/R2YUPyXoTT7Vy6I+nFIbPyl0hD+4dEg/cQk9P0e8qD63Wvc+Vm6EP+LCgD+wPkQ//QaUPmMaJD+eMmc/f+12P0GIHT9DDrQ+JVmOP2wkTj8ezIM/GNRHPyvPKD/XNEk/cBkRP7VkeT9QZbY/3zVNP2+4bD8mayQ/tSsPP2J74T8YRwg/O4iYP904lz8SS2U/tHYbP8elCD/yw0E/xNFbP7rDRj+PprE+M6xlP5VRYj+FWfU+38MVPyfI0z6tHRY/85xOP4L3gz+lW+0+ZnT+Pi0K3z9rNFs/kIZLP19yZT/PABo/aT4jP63icz9bj1M/JEDhP7+WmT98WQk/PGxHP1v/uz7sc1Y/Q+z1Ph/NGD+tnUg/ckUwP23ZLT/tmE8/Yw0LP08JEz9SphI/0gBRP3taNj961i0/fEdFP8G6xT7/P1I/Ty/rPuAruD+3c9Y+s40hP4dPMj88hqA/VSfUPmUMHz+AJpo+dJfBPtLs5j6qtT8/dKthP8w2iD95xDQ//g4zP/qlsj5Kny4/CpogPzklRj+h0oM/n3Y5P5sxjj/m2xM/mmvyPlLHCj/MhR8/QyRGP0x6sD9shho/dPOYP+c8PD/DRNw/680wP6x45z7mago/IB37PlE3aT+xflA/ch0LQI87AD+LgWw/aUbwPvvvHT8bEDc/s40qP7y1MT8xlFY+sH5KP0ZwvT5ULcI/6RwXP7lxQT+rECs/B5kFP2Wb9T7h4XA/tIYWP8NZVD9Gmzs/sTd6PxUThj/oEGA/VaSYP1J5Sj/KZUA/cP8WP9R7fD8uIls//BHiP4PCSj6187Q/yyKhPtis5D6O800/",
        "jcYIPw/6eT+Vyos/xYhqP9+BST+R3Fg/+F04P6xLhD8hVU4/RFB3Ph8IBT+br88+BzLDP2+Hhz8KMiM/089MP7akGT+QGqA/XWEoP/nHED8u/hQ/MxiDPuRZJz/lLD4/mnk5P9GpjT/NSx8/aqLdPl5/gT90ImQ/LWvjPueIgz8gnbo+l2x0P6JIhD8Ls8U/gP0rPxPUkj9whNQ/DfkrP2vDPD8GWDQ/SRy3Pup6WT/svVI/xJGXPmiG4z5r0B4/2im3Pig4sz+YrD4/iTURP9Jf3j5igAM/Nm6APz/UEz8gxwQ/Ao/iPmLEZT+JDh0/YgoaP0H06D4diVY/UrkRPzKtKz90Aio/NnohPwYeCz8Uzkk/puUFP/jx+z5ZsFA/gd+qP3z3HT9ktJU+lg8GPzRCxD+lkJg/KR1nP0yg0z7EJj8+CujVPp6yzD/c0zw/5pRZP/c61z6/WPU/NHYhP5tz8D7w5kY/nMVJPqcqTz8CSnY/cg0OP1AB4T61jRo/LqwzP6WhMT8Ve/s+i+LrPjuJaz9n0Dc/44I2PxZkDkD3JkE/I1qDP426Wz/dgqA/sp4lP3H38D4kqJU/kyCiPyoD1j758So/A3/HPrGZUz/HRlI/fTyMPgbMkz8CLbU+MdcnP4T34j7NTjc/gtenP9vv/j6QvWw/Sz8KP4z/QD8="
      ],
      "moving_variance": [
        "Hc1HQJnUT0D+3s9ACUwLQKD0DUCdOHhAV7LUP5TdBkC+ChNBeQgmQIw1wECnGTJA6xI2QdEYW0BigRlAugUYQM/Y0UAl5ktAi3opQF1iBkDf1QJB6VZuQJ1V2T963LhAiMlOQHj/RUD9KGNAq+2NQIkYGUBlPkxAEBdRQPHpgUC6SipA5nScQDNIwD+aU6ZAZp8FQJm1tD+T07w/xn+iP4OBpECvyU1APcn7P9KTNkAYGHFAsW5kQMOn7j/rk/4/QCMGQPbOXEAdVA1AxyDaP6rK5UChVthADJb6P0VMIUBf1BBAfNR1QTH5lT++bLpA//tpQJGYQ0Af9ydAnn8FQCc27j/4yshAqCTKP87bq0ABPctA2EmSQBBpvT/a2TNAmV81QC8QrD8NxHRAYKMRQZ8mgEBn4lVASoGeP0PGPkBGQztAEMhdQNIxHUAaPPU/WQTMQGfRMz9CYCZAXLolQAWGgD9DXxdAAkcPQFm0nEBoDCRAptStQHttJEB0pYk/AhB6QDeHJ0DPbi1AmtfNP25aHECepbNAuE8EQPiGAkC/waNAAtZ2QMztSEDINXNAjiEEQOkjS0BkzJJAYFP8P0QOIEDTLq1ApWeZQEQgB0BOKYZA0i9nQHMvFkA2Tc0/la8kQOE1dkDnakVALy8qQU0YCUBEcoBAzIhAQHKU3z+OiQVAaymfQDGah0CvAe8/G4EdQHQ/1j8+TVtAFe5cQCQdMEDL5CBATtBwQPPg5j9T4ElA86TAP14PYECrRdo/ZDa3QL+aA0HeCKpAuT22QFqqUED5QrQ/mmzqQAJ3aUBCSmVAVmquQFRwM0B1l4dACMaNQBFA/T9yRBZA0q1PQH9VmkBV8mFAHt4WQRt1HkAO4sZA3XWjQA3UrkAvyl9AVoiqQDIY9j9Gc9w/kvsoQMKk7D9BJvA/7wYMQBTghkCQzGdAVYpCQIJke0BYRSZA/wJbQIL5dkDTjjpAlh3RQA/8/j/SHEhAEEqPQDhFqkAodQBAuMevP443wD9EbTxA",
        "59xvP6J0f0CpCy1AD4RFQK7OJkAScelAZQAaQIwQJEB3AOU/G2xYQHUdc0Bah0pAqLtgQIv8ekAldHBA5tKSP0PXQz+K6Y9AyAVVQMYbaUB4fGBA5HEmQPMDFkBrNzA/cqO8Pw5jI0Bn3pg/qqSEP3fxNECnF5lADRehQAyXhUCpIWtAcExyQNho5D95sC9A7ccNQES9MD8xwY4/FjUUQD6gk0BfOkFACogmQOJElz/0mwBAuYGhQP+7a0AfZS1AfQqHP8XLIkBZOItAzbh5QBTuTkBKi9I/p8aVQNs6fUCwUaFA84xIQNgDQEBD3W9Ay1YFQCxKikD6aKpASJpBQI4BfkB/qyFAY0sHQBRq4kCxd9w/nMO8QDBDm0BSLk9AXWX8P6no0j/xZkhAUU9rQFK5VEBsMno/X4lfQIOQgUA6YwxATvkuQOLY5D9prB5AygZbQH9dkkDU+x5A0C7zP6IE9UBPoF5AFH9DQDZfdEB21ERATk0qQAYpe0CsljtAhvP2QK8ClkDMe+Y/M8KLQF+tuD+5RVlAFIzqP6DkWkBABlpAuXA8QFd6PUAPYTVAMJodQOZAH0BOLCJAd59YQOTtUUAJ10xA4kJjQBh3vT/7W2hAjn/ZP7lk6ECvDfg/MkgGQNJwPkDsLL9ATFu+P5OTF0Ads44/D7CuP1Nzvj+NSjpAIlKVQAGmiEAP0SVAwTQ9QEn4lT8bSzFA8i0FQGUVUkCt11xASgBKQAvdoUCAKixA/mEQQNVHCEDTSylAdvU+QP7+z0BqDBlAQt2nQIDwOkD4YMxArYEYQHJoG0DdhglA7zLUP7QJXUBdFF9A368jQQLuG0CmmFhA/PraPwa6O0D2JG1A0nQnQMs/L0D4/WI/5ak8QHjcqT8QoN9AKENOQBU8TUBqFnRATHAUQKun0z8XR4BAcFUdQAJvSkBevCFA5kuAQGjphUCBdlBASwmNQGkJbEBxVzNAXGkQQCxik0Bb239AHpbqQEYfPj+woaxAc7l3P3OJvD+9I2FA",
        "dX8dQBLGeUAN1pFAVN6rQMdvNEACIlBAFLpEQF0IvEADVIRAR3FrP8lOEkCrKM8/5DzMQOoVmUA3qAZAcyJZQHo5SEDoy+xAe9EzQJhrDkCZphpA4ap+P2LTM0CiKEZA3k1BQL0AhECNRytAhizePxjfj0AjCYJAZ67JP+t6nUCKyow/UbuHQB9QpEAWVuVAKnU4QCYbg0CSY/5ADMNIQHjmKkDlBVBAWtqvPzAZaEASGz1AM+luP3BN5z8qKxpAMYuhPwqd/EAVCi9AghAdQDFX0D/DTuI/k1ZxQAk3G0CeHzJAX1zfP16JoEBslCJAcVITQPbn6z/0ZklAYRkVQMX6KkDNP0RAVUZFQFPQF0AQ3FlAaYzPP/q28D8smFdAaHnfQEGCDUBdP5Y/gG0GQOhd6UBiyI9ACXFiQEXL0j+jcCA/Dge5PxN32kAuLWBA3qw9QLVf8z/XwyJBSqcfQJJY4D/0jTFAscJTPzk5UUB+YohA2sUiQLfGuT/LtTxAOuUkQAkBJ0BhNes/7V7UP66ti0CDxipAJC0qQFW8LEGZ+EdA2h2HQPDcmUA8orhAdss1QN558D/uUqdA8s2pQHFM2D/5CxJASVijPyHARkCeDFJAADaMP981kED/5pU/Hz0UQGyA9D+DMk9A/RXGQI2+FEDCRIRA2wT1P/aQdUA="
      ]
    },
    "batch_normalization_2": {
      "beta": [
        "93+3PSVAGj15YA8822slvG6Dzz0qhe+8yejvO0VVnj0Yo2Y9d2zOPVEGsz3zlRU8dCxJPTsVSj4Mydk87azUu/EfUT11PQA9uyClPfpdsz1bfFk9SmsLPZygtD10ny08VKExPXxMWD2yax28rW9gPU+pUj3T2MQ9jl6oPfC/ET6oss09KErPvEA20T033cc8vVJLPc5xFLx9BII93QCWPX7xID3ziI89HjqbPbfDXj1Heu89crFiPWaxdD0aWJ09l79iPWdnoz09moc9WQUWPOvDhzxlw7g9cTQlPWz0aT0ehMg9zZYUPbbATz1kzaG7Qf7evdnvkDz3V0U9/575PdXJQTwtBTw975CXPf/53DoRuS09y7WKPQW81DtsNYU95n4RvCILiz36g0M9BFuJvbbFZj3R1NI99QcvPSsj0Tw+F6E9T9mwPaVIDz3g8Q496ta+Pc5Whzx9tpk9lA17OmVSYT29QNS7piqcvEEBI70PgTs9b6jGPQ+7Xz03q689WlGKPY3ssT0mix28fJExPfiqTr3gQ1Y9+q48PYc+2by7iX09tkAMPeeUFz2MJSk9KnOmPSN3dT0MzrQ8NMDcPQ39jT3ezbA9j1VGveWlFz433F09Z9y3PUbcPT3JvYw9xvuBPQ5yBz19vIY7Mp9YPQA6Qj0vZzE9LpGUPdoNeTpeYQU9HMavPEvgCr0DPUQ90qT/PK1oGD2DRH09sDvLPeEOHj7flEQ9AQBVvEAoxD1UwFI8aNfHPakfHT3XnMi7MLLYPGOzED4hRQY97rtEPRR0ATupcy89TKf6PEqE9zxL7bQ9D7iEvcVulT0smQq8CNOQPWsjnzySE5S8kr8yPZ4Ba71LHjo9XQWHPbwjjj08fxo9/EcfPgLggjztSoU9t73bPbLoZj3Jxo49qEWWPFiePz1ZKlY+HVUePaAncz3V8CI9zftSPVfOgD3kIjw9xy9APfyJkj0WTxW9h14QPWkT/TzZF4Q8PbCVPc5eOLxvjlU90q/YPUnAqD28NHo9",
        "TjeHPdj5zz3gQ8g9ojMFPVkaaDoXKkQ9HtuyPLso9T3ycKk97PUzut7nQj2UXQs9BY7zPBkYkj3BVzm8ISOGPTZOIz2qXkw9CoKaPQAE4T2Oyuk82ql3PeQypTw46NE87eBePes8Bj43ku09vDvjPC5R8LzrknQ9UEblPKY0VT3Dzi491X3UPTXntDxAbQy9vXBGvAPdcDy1RTk8pcOgPYs9HT2p1lI9kSnSPT6mkT0czzw9N1TePXqXAj2L8WE9LXAKPZBD5Dw/Kx893Dy3PAP8Tz1YJvU8l67TPcC0kD077489MMjYvL9pmj2d6qW795KFPV1Ekj0bxLs9KW0ePg=="
      ],
      "gamma": [
        "SnGEPluLmj7GSkc+E+2ZPhvboT5XwCU+6FhqPo6VhD4pmG4+0JWVPlSL2D4uHW8+Ou5SPlJFNj9RR0w+gekuPtYrgD4L31s+Eb2fPtzLkz4KbmM+2wV+Pg6MlD5DtIo+ZTuYPnmbiz5p9UE+2L6ZPnKDXj7CiYw+ZdJmPq/05T7eya8+Zhc2PjxNnj7BOVs+FlVuPioMNz6+oY8+1MRvPhyHjT47rYE+vspRPtWJlj78zno+lfSTPhgEgj7gPqM+Kp+jPtz9lT4nQIY+R9yOPrcfej7p3ZA+vUBpPhtWeT6pUok+DU5KPhGgTz7jCB8+j1N+Pg+Bgz6FTI0+emDLPnBcfj5Dh40+19CAPm7cdT5CBUU+uuudPkSZfD7nNCM+y/pePmxQmz6+yH8+8rcfPhPSXD5H0oM+h/KMPpufiz4Ry3A+6OljPlpgZj7eBpQ+u8K0PvQQZT5eJqQ+NGh+PqSVez6f1Fk+1EV9Pk02hj47qU0+P1yQPpP0aT5HFm8+waVoPgL0oT6W7W8+KttLPnFHaD7roHo+8j+APo6UVD7SRFU+6F15PiYzXD6sLmc+TICSPggpZT49AXo+V/SKPjKcmz7li3g+jTZaPoNvbD6xa2I+l1rhPkkmUD6EpIA+UkWOPvRBcj7tbWo+vCCDPuTOpT6tz0g+0wKaPm7RdT7/hXQ+cjY1PpGkVD4NuLU+BsiSPnYLUD7Lgk4+0tNnPl/Xvj5inFw+pPQoPtkYnT4KWTM+7SaEPiM1kD64zj0+5sNePpBixj572nw+UJ1sPksZST4euVc+kexkPnwNTD7qfas+bvo0PlL3jj5is10+uqrHPlsWij5czWQ+Y8WFPl0DNT79kFM+zRqQPk+qtj5ff10+RMC5PjsJVT6K5nw+4QkGP0b8hz6rjHo+OQNtPlTKhz4NPRI/XShSPkAeVT7zl30+aYWWPgAYhz6qUmg+QOZhPqAPYD7pvF4+2SqOPkNpWT6QWYI+Mgk8PglAUj5jaF8+Hz6gPr9F3T6QDpo+",
        "3G+MPtTWgD7V36E+7LlzPuiCbD4seaw+MnqLPqeG+D5Ama8+BbpLPiD0iz4lkHA+VFS1PvMQoj5i1z4+sZWYPn3HUD5u3U8+/3lePtHBfT7oU28+EoKkPiQqQj5NSF4+q9akPlylnz7mKJA+v+lbPs55hD5c65A+9IeFPqqInD41jGo+dsRdPpGmfT6lR0c+VaN+PjbGVT6bVV0+/TOBPsfkVj6CsJo+yKeePjQLkj6riIs+nDCVPi/FgD6UFVM+0q1jPvgDcT6qHJs+RSShPo8zQT6ZBjo+cz/FPsRbYz6wCcU+0RZRPmARoT6qK1g+egCBPnUMkj4A+Z4+4tUCPw=="
      ],
      "moving_mean": [
        "Tl+dP4q4QD9674Q/n0stP08S1j9tnTQ/8m53P5EwkD/pYdE/R1rgP72ybD/LQow/2eY2P5PDVT8L/0E/A5YzP2KsIT8xGr0/KGViP3LTXj9nEIk/IQQoP2ZRgT9hFj4//UqjP4mtPj9HflE/I9RRP7SquD+vFo0/fghrP8wLfj+866g/YMB+P48wwT/OmIA/Fs6IP8aJTD91Uo8/qP2SP/iEYz+rIT8/upClP6O8Fz8bq4A/snBWP2bzsj9WM3I/7PuZP3r35j/m5FA/5+KHPzyYPT+cf1M/7gpeP38/RD/WXpc/xFk9P+QjhT9ayZI/K2WFP0P+TD+6wbE/zG3YP+8o1j5CkWc/kqmuP+El4D9QOJA/nZRGP6LIgT8OpYg/S6xuP3oxoD/kiu8+v5CGPwcRtT/b/K8/Bv2hPwlJbT9znMs/TkDIPyksbT+KGSA/+QF+P3hSRj8TKmU/4Gd+PzbhKD8ENaw/NKdsP6fPOz/D06c/wEZUP7uQKD8vv4w/YiWMPw2NsD/zM08/KEQmP5AsAECH3SI/4cVDP4mTND+eCGE/+VtCP/fvHD9scj4/aB9bP3mhHz9pAE8/H3PIPx9rQT9xVJE/RQuNP2GcHEAPsDE/WqOzP7ttYT8+0os/WIueP63dkz/beDY/L33BP22Qmj8p+ik/LI9CP1Uq2z9crB0/nK5lP/L51D6myUo/OudiPyc+iD+lEoU/Lg6bP4WX/j9auac/zbgSPxhFgj8CzNs+PQl8P9v1Rz9oEp0/kIOQP4lHuT+rHY8/0CiLPxobYj8KNaM/GRZCPwgGPj+uKZY/TxKOPy/YeT/bBWQ/9bN3P6jGBj9hRJg/nI4iP/NvPD9DqU0/KBlkP5Q7Oj/BlrM/DySFPzYfGj880jk/3l/YPrsnTj9eBnY/cu6APzUB8z5RY+w/f25nP8i1bj+9AaY/EFYfP6YBvT91P4I/7UhSP42fbz85MHk/vuSeP6ztAz8gJdk+pI+YP6hUQD8S05Y/tR9VPwR6DEBZcjE/",
        "TrErP4KDhj+UmKo/D1faPmOxWT+bWSo/5GybP/6oMD/0UbQ/JHRNP+LijT94c24/2rHHPnM4iD/tqpg/ZCqrPzA+aD8Vz4E/OVZLP+wFuj+WhbU/MJ8DPzFZRT+9dHk/cOaiP1X7zD9vx2Y//oq+Py22ST+FbV0/HEl1P7qAvD829AA/Df2LP8dcKj9s5pw/ufEcP2mQnj8SrvA+oXtsP6ddWj8krl8/abx+P3G3mj+E2p8/oIKUP3Iebj8JoiI/6FJFP//GjD/Qm5o/aQCtP9wygz/UbmM/3an6PkxISz+VDrg/i7CYP0PDgT/fOmM/DnYvP2Gzbz9czL8/76QVQA=="
      ],
      "moving_variance": [
        "05UFQXcEzUB7I9VAEfWsQNNQY0G3saFATpjOQAsE70B5zTVBCE1tQVU7EEFs7xtBAeizQGpNDEF5naNA19WAQGXTokCIdB1BV1jlQKhN0UA5APRAXJaGQFfn8EAGOKVA9stcQQY+wECA+blAq2TMQNf+IUGhG/dAFQnNQChWLEGk+n9Bpa3KQGUsP0FTM/RAOwfnQLt3pUD/gxVBP+UVQbAyvEBMvqVAKFQdQY+gjkB8VtpAS+zyQDBLLkG/sgBBFhkPQe0FeUGE4+dAB7sVQUJBvUDaYP5A/pHDQIXSu0BKYRxBT1CfQLfh4ED9gfVAo7YDQfpytEAKgj1B+fZbQR9YIkB/3uBA7UslQTBPbkFf/ApBZDK7QPpO0kBMEf5AQjK8QCiqWkHid1pAsirxQEY/R0GfAElBWeYfQQelyEB731lBypkpQSj46UAiLKBA0OUPQbEXvECymMtAVfXqQLAylEDfoxhBP+niQDS+1UCyzRpBP0fXQK4BkUCBOAhBJXEAQe0vI0HUzKhApg6gQMytUEFKK5FAy/fAQAFJkkD6VrJAdLyyQA1tlkB8t6ZAdZvNQIpuj0B+/ctA00pBQa8TwEBoyhBBCobyQEa5ikGxapFAI2VxQerdwkAR2yBBf1obQbdm/kCi/JZAx+NGQbonNEFLooFA6kWhQMteP0FHJalAnBjeQFBfK0B7YNhAXB7NQJE290AHLOBA2t4FQS5hkEGNExFBto5lQG2IEUFb0UhAsufqQCCK5kDlRAdBRmUDQcSogkERXxlBY0neQLObukCQZBNBAJGmQIoUlkD92w9BUBrVQBm7DUEr171AbeU4QZWSkECfIQdB8kecQDvhlEBov7pAIjnjQGMVy0CloyJB6aT0QCvOlUBh4alATe6OQGJ5u0CqQf1AlkAAQW2kQUD99KBBYuO6QKgjA0EHJhFBsq2cQIkUKUH0NeFAZLatQHSxwkDKlOlAoegzQeu/UUAiV05AY/AOQWZzzkC9oRxBu/nXQBZ7qkFgm8RA",
        "gGOqQCdZ+UDm8SZBhQNGQOwKyEDSJ6tAgvUDQbBh1EAuLltB6d3EQKjC8EAbCPlAwatSQAbqN0FdDvNAao0wQWdPy0CBOPdAGwCfQIJYNkFVbihB2rqFQFiCoUBz1+hAcqouQdAsfEG4FehA8GwaQdP3qkCFUs9AhSLMQGSvNUEJfWBAVJHsQKAUlUC5xAZBx1qRQGrND0Fc3ipAF43rQIiq00CSvQVB9GDaQOwVNEEaZzBB8MMLQcKMzUDNEoNA+rSrQJfM70CN+E5BklkmQZTvAEGildNAyx2NQC6YxkANBDNB+lf7QAwoB0Hvw8RAdOa7QIBc4UDMSkVByjTOQQ=="
      ]
    },
    "batch_normalization_3": {
      "beta": [
        "oBhkPUUwgT2hDKg9+AHSPZZDmjwKtlE+Mv+bPRNC27uLJqc9RjySPYi3mj0BdhW+2BbCPc2P9DvIz2Q9Il30PLfvqT0MXVO9A8MkPmSmHD3cleQ8xwTRPczYKD6/vGo8ey75PdicrT17fvI9LnpvPYOkUT3RlBU9cNYNPsvpGj7ll189rX+mPSthij05ZVI9ndLsPDYv6D2sp4o93jrVPKh65DyG9sI9UKyDPt2H2j1wlRE9K+EjPTeBOj2apEg9z4BWPeKyaj3d4tw9eu0UPb4rmT1ah1g9GBWEPdBZRj7ihpE9OjM+Pb9Wbr3t8i8+6o2EPbOJaz3mGN096nnXPHdVhz0bm409siyCvX49Cz5PI+o9FVgHPoEjgz0Ue347aMSaPRTbQT2SsHA9XoIEPfmX8j2ORJc9fcuoO5UxmT2U1Sk9j7ICPsz9fTxSuco9TUeUPRp5x7vtxps9vhKLvRlvpj1HI5o8B9RDPj6pnD2GKkA9GgUSPWTY/T3QlaU9Hcu6vCyryzz7yA09L2p+vJ+LzD2WHiQ9sxNcPXC0zDyAhfg8X52VPf7AlD3aOpg9399cPanPrD2nA7E919kDPaZ06T29Y4I9gqeAPYHVDz3LgwE+4Uo0u1qneD1Yxlg9vriiPVe+Aj7K/lw9eZTqPIdDU7z/D+49v5SkPQ1ZaD14dr095vAFvK4Uojsj85s9ZOojPcVZiTv4k5080DKNPfLYIT3jboY9i5KfPaitnbwFbuc87+ADPvwLoTwXERY+iMJ4PushPj3OLtA9HJEZPA5FXT2Oa789Z3hUPT+byD0kI2Y9U0iDPOdA5TtGrDM8JA6mPVtRrT3vajY9ceYuPQFypj2CptQ9AWndPcxwo72dPtM9yuK1PUV0+T0sc5Y9b3z4PX6nJj2vO1c9U5IfPY73JD3T5tQ9nPEtPnL9qz2gxsY8lxwhPfaNuD127do9ChzAPW6mBz3jYaM9CxU+PoakID5l10k9htAUPdq2oj3IqQo9QfbkPQH5UjxYRsg9"
      ],
      "gamma": [
        "UvOKPuBlqD7r+MQ+fY/DPgxJhz6lktk+lBu5PkTxJz70Qo8+H07gPqPscz5Hpkc+QaifPpvohT6pj5g+qH6APrt/gD5dpV8+6v8EP8jvsD4191c+YfHRPkAcAj8nfoY+d/q5PubUgT4IT8E+D5OZPgcxjT69ino+Js7KPp3n9j543ZY+KsRiPpTQgj7POJk+6KhwPqAquj61N8M+n9daPi/Uoz5T5dE+bdgOP1UGSz63aVo+teZmPuiriT70H4E+1TB6PlWOhD4+0tI+LJdzPiwEgD5qnY4+xB9iPjtjFD92C7A+vbCTPp07YT4e3Cc/jZSrPgjofz6r8sg+YoNsPqpdVj5SI24+fghHPjs7zj6Rps8+af3LPsM9ij4QS44+pIWJPs1jaD7/Lm8+D8WGPphJxD6PYaY+IKU5Ptuutz6iJ14++L/RPnWPeD75Prg+PjTiPrbZSD6yUaU+1/IKPuZqkj4RXW8+42siP0n+yD7JYic+cbxjPjc9pz6JHI4+yX8kPr1/Qj5XBlA+Z/NoPsVZ0D509XE+tV+EPlCAQT7SVFM+AiyoPn8Sij7cfZo+r+eMPqSEvj5pfbU+ALUzPg+SmD6ArqM+G7GVPrGmnj7f5co++pI/PiGQaz5FQIw+NNKbPnuExz6keJI+2cl2Pnz8ZD68qqA+fK6pPv2AbD4TzZo+bwp0PibfSz4n0rw+mUSrPn2UIj6a9pI+JU9XPjAHVD4/IpQ+MG2YPsWfUj7PbVo+jZAJP+Qyej6pwts+eKoZP4Tvjz75TsI+SyZOPtx2jj5GaOY+L12YPsMlzT60ccQ+m0VnPlFBGj5RAHU+qRC0Po4vrT6F34U+fBGmPrkuoD4FCpQ+bRD5PqEaMj6VRLE+2li/PjgB6T5SUZ8+uPq8PnDcYj4pr5U+8ZRhPpSVmT7AUrQ+5wcHPwMmhz7t/Zw++yNfPqQowz7J3NI+fHqaPrwfiz4rAJ8+gdPqPvRTET/JtXg+MhVRPqpkyz7XB6Y+zVCBPr4ATD48Gbo+"
      ],
      "moving_mean": [
        "M5tKP7KJWD/8f+o+lAguP7yjyz4H5VM/6UoHP3yt4z40/w8/0kzaPrc2Wj80j54/s03+PvIXwT7IQeo+h5mrPk1pjj9RCss+MKQnP7rRkz5+VJI/6A0xP+FOJz8UCBk/ltFNPzJdRD/dl1Q/bi0ePw1HpD//GQo/lvZ2P9pTaj/ywyo/UE1aP/3nPD8y2mQ/fimsP330ED+aZhU/w9U+P+KsSz/D6zU/9MOaPwPydj+zs2Q/EBx/Pnu6yT4+MjQ/HWzDPg1v/z5BOzY/VhbhPixCNT+ziQ0/Fm+zPket9j6xweo+FEBOP2j19j5mFN8+9JhePu4qQD/vXHE/1FG3PpO3Uz+9YJA/GRHWP6wr6T5sXQI/ac0VP+NWdT9I0AA/Vjc5P+34NT9y1F4+WekPP2oUTT9EtDI/Jno8P49Luz541zM/qupXPympDz8GjMo++1blPotopD8WRVw/TOrUPmMJXj9yO9k+lKQlP56ZAz8Wrho/2PhpP3PFnD/h9Cw/xG0nP+njiD8Evoo+1CZDP7z1zz6AUak+UWkZP9ZiBz+hRkY/IpzWPjD9eT8q/8s/hCQyPyXWxT48dVs/R6RyP/xDej+10hA/aMAkP2vl0z7FQzI/dNaJP86/BT/BNkY/DscBP75+LT+r5Rc/kcQLPzhLOT+lBCI/B0kUPyc5Sz+nJwY/UjCyPr/+RD/HbIw+ei8iP0o7qD/XFgI/EArpPhIJiD9XiHI/3D8DP7YxXD/gRAA/2loQP2BhAj98tiY/L8OrP0DBGD8KGG8/iFrbP2AIEz+JbEA/tlD3PjFzkT4V1gU/rbscPzIOzD4+pOU+OeIbP/+2aj9XZxs/yjsDPzp2MD+NZ0k/J0KqPkleQT8aNwA/EiwRPyJkPD+a8KE+6PuSP80Vqj4fdBE/B4EzP3gzLz8a90c/grXvPqu9KT814w8/nRKwPq96Kj9PZEU/TtU6PzLPEj/7bVc/oxJXP9cyIz9abFY/JuDMPr0ENj9ShCA/+FRgP0sQKj/3GQY/"
      ],
      "moving_variance": [
        "YNlUQAyKikBPLwhAIO19QAkX3T/j1ntA1DkXQElsD0AvpiVA1CwWQBKrgUAMCHdA9H8MQOkm2D/gOCJAuoyeP96bokDtk60/xtFyQPAFhD/ZW51AI+WKQK6QRkD2/zpAQ8iBQCp2RUCfQJxACe8QQE0qzkDzrgxAinLaQJaCrEC6mjpARcdYQMcJZUBtpntA51iaQGTgHEDnch9AXjcrQFIejEAJq5FAAyi9QLK+hkDjsV1AkpVnPxnYxT/uETRAEvGuP97y8D9tRH5AgifZP8cHZkD+exxASLTdP4nnGEBvLBZAgCVBQHaD6T8xVh1ADHJGP0ENX0AbEfRArru9P4OiRUCG9KVA+kmpQJQsBUCz1yxAqbQnQLKtkUCC2gpAnB94QKwnYkCjbGo/ycIRQCBflEAPLjtAdAQfQOZk0D+YCCtAxk6FQPS7+z/9ft8/YvomQO+HkEDWs4VAjgy3P63PgUAQbrg/cd6cQJ6Fc0C6ZwxADpdSQPzG6kDEJUJA2LgYQLBenEBapJQ/1fxBQKDS3j+cGJk/N/5MQO/o8T9RO5lAGcXbPxhdmED2Mg5Bx5c6QOo3+z+ThoZAD3VIQL2rc0DKdzhAtf80QHcH5z/ksUdAYIhbQN7xB0DvQJBArB8XQEOMY0ArKDdAp4sgQKwuZ0C9hkxA3ZA5QCvSXkCqWA1Aj9+PPx7WR0ChI3c/tvpJQBRLlUAiFfU/iV3bP/PndEBUrIpAXLQIQOrzQ0A+igJAnD+FQPZmCUA5Mz5A40o8QUt8AkAgPIZAN6fEQPVfGkCaHLFAbT/oP6KuwD/3wAJA5mwQQMDiqD+HCtA/aqMYQFZarEBxTCZAT7AkQBODgUCkL3ZAApkrQJ2oHkA2iQRALIQoQGcCVkBNQJM/dcGPQP2flj+NoTVAKexKQIQ3ZkCo2mJAWk33Pzg7P0DZJilAokqzP3LxSEBO14FAxO5dQF5QR0BrS4RAI995QP+CbEDSlV1A9O6zPyjnYkCgGilAlsyUQMpeJUBbeCBA"
      ]
    },
    "case": {
      "bias": [
        "m/+CP8UiPL/HYzy9hmVbPmyRG78KfBU86r+Cv7ePm8A="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
