{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              9,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "fb08b7b506a1434a16b1c4f8a409e5f65d3b773c3e082a64fa1cd6a2ed5c6696",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      9,
      90
    ]
  ],
  "output_shapes": [
    [
      9,
      20
    ],
    [
      9,
      8
    ],
    [
      9,
      3
    ],
    [
      9,
      4
    ],
    [
      9,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            9,
            90
          ],
          "values": [
            "KjiEPqZy7b2yaQy+g99Iv0CPnb8wWsw/wZYnP4JRbz+oCaE/nRcmv8V0MT/GUUW/E3uIv7BeNT/d7zo/v+AFP/84WT8B3v++/6Itv8DNNT5zDk8+MPGNv3Aeyj7kMpi9lQyev8V8gb/kRIQ/Q5CSv8qmc7++rTi/3pJcvpVXLD2PG3I/qDHYPx3XyL1ayky/vBljP0ZOsz7yBho/pfp7Ph+Bhb94cIY/AnEFPwQBB79R4xA/gZYVP1tlFz+GCte+/tyIvwMsdL6NBhM/eAWbu3j6aD/SvU+/MoLcv1r+Mr9UR9q9qiJfPvQwAT+G584/0iioP/IqAT8KRI8/T56ZPz/Bgb71B7I/DDmOv43MXT9OhhQ/kWMFQOeS/74yrGW/C9JsP6M1079uBTg+xZGEPdQOqL+jVOA/9UIKvr5JpD8iB9o/P1A/vdGTEz9d54c95O3IPrlmib9RB40/I/sOQEgjFb9I1lc9yh2iv6580T5Ustw/257Cvl3kuz4Q70Y/shSTP6jWXj6Ysaq+RTrWPvBhtL07WuQ+kgrTvtlZPT8H8ADAhgSWPTuO+j5ZbLe9F06hvgEnqr/7XjE/7zo/PjYwqL656I6/Io+rPropET+gDZm+y8xJP+Pklz4a8j++WtLLv3L41rzKoGw/Oj5kvp4nJz9ZVJ6/4TG3v0dixT+mpxE/33nZvdemSD4cc5S/PpyAPzhhr7+E/Aq/KVvRP+DN0b8iWqM84ohyPgq56j6jJg2/V5y6v/CF6L6izGm/7fGyv87sOT3FNeE+9LqDP/084L4nTcO+VZ8WP7BCiT/C/Vs/bAOuv29Mgz+wfn4+Dqn+viP03L4Z0Xs+Bv8BwL3XTz+eJ+g8ciRlv5z3DD8dw7c+/mGbP2W5Fj3Q04S/jFwrv31cF8BC9wa/xUyDvmcFpr8o24K/VcnjvqFUtj+adao+KUMgQHUxwr8hehi+edjPP64WCT+bRhK/+PgDv75aST9/AI4/W+kdv/vOkDpBNQM/o2bGvyLy1T9qkPc+",
            "5zNIv1HlwL4bBAG+B04qQNSn0z0v3go/5MyAvj2bsr6He+K+vCA8v7pDOT71Er++Ni+gv2RuCr96TXk9FiJivjKVZ76BpU/A7N+MPufQB8DOVo4/gtsNO+r80z4yOse++Tukvyvzur5Pm4w/6tf2P0zBX7/UfU+/tyIMv2utsL89N+a+BjCDv4Tf9j3WRa8/X3HmP1k/Qz6voMo+K+5tP0Yjjj5r1iG/lTvVP4Mttz7ERBe/6Q63vlR/eD+ABYy/o1xEv2YoFL9BI8M/SxweQBEKDEDSnta/0oLmvhtJsL/KzKK+e/aZPjtqCUCnl+o/nzmSP8NaY79b8LI/rVlbvxUeVL9odMi+HnmLPyA+Qb2/PAo/dcguv4Vq4z+Pb5g/bihvPisVQkA9Bo0/v1OAPzv7k7+qtne+EX3NvglEG70biK+/8yF8PzVeUT/yy9W+u9Wmv/ox/r6spQ8/8eABPwtdiL5kxzc/cG8cvkc9/79F1ne+6GmSvwJgi75/eF0/rIvKPu+pYz392QfAagu9O9BLXz96eUw/rBm1P+nNfr/mf1S+u1z4vx1ggD9GmAtAUO+XPmd/ED4qSRbA2ie5vl09w7+sNKo/KkRNP6M96r4h57u+ptzuPg4RBcCOCy8/0lAhv3g58D9wSsg/KvMDv4GtIb+lVBJAhrcDQOyYAr/2UxO+dge3vhpPkr0Jguc+dGxVvyFBKr9N/wQ/YYBKP371FD+0NrE+bMdQv5xFnT+mDIW/N4HXP9+O5D7zjpW/NPOWvn47qT+EE66/21CHP/kplL6tO2G+VUtXP3QEDz/Ubjo+jaV9P7hNyT9Eosw/tGSAPzYhaT3kdpM+jGldv5aiZD8ukG49MtChvVKDBz8nQ1I/kltIv6THsD0iXF89e5jKPPCx9r6HMtY+IrhEPtjgi79yH5+/B/x+PQvJtj6SGny/hY6IPwZfI74kz3c8P+x7v2hDU7/h9Jy/3kFsvnOGDD+i0AC+SQuTv642HT6KFZK988f7vAOtnj691B6/",
            "dC1dP+Df1j/iZE4/zxkWvxBITD+BuaG/qrsMwCTVpj8cZ1c/Z2I6v9qSsb+vjg7AlnhLv8u4mL8IM5+/+aCGvx8VRzs7PVA/zoWEP3bl1L97Ou29zaktQKy4U78X+aE+5x2Uv1krP79xqzC/JfqJv3jICcBVnba/er8GQOrhR7/wg6s/5bMrvSi5PcCxlmW/3nOkv+VxkT7IU3g/LSiTv0j8Lr8qGYK+RI0wPyWsWT+uzKm9+tSWv6YK6L5HSBg/pmgyP/M0qj4sYS0/CcNCP8XFaT9TCAG/Nbfmvw+bfT9t0cS++5eGvpq8or9rIpY+h75qP+H7WD9mv/e9AQ8KPz3Vnb6st/o8CKw8P7qp1r7Ku9U/vuxav4KTnj5Oh96/Xnixvt0Gjb4G1Fw8idsmP6MiPr0FuwU9Olrmv2IAEb9XyIW/J700P2ndaz48r/I++7P2vwkqOz7B2BA+o4MgvvFprL7p9IO/SNygvs60/z5zxUm/OPACvqg1ub/qxFM/168uQJGDIz71MMS++Urbvv1UIz8aGbO+SxiBP+FAS7/MhwRAsRC7PrDvKj6hW/Y9LDVPPl+qvr0+LOq/GpElvUgdgr/1Jjy+62SKv3OFGD8D9wVAsvmtvjAVYz+ohAk/2hpNPycMHD7IUfg/GieyvzfbZb6wWwPA1YhGv6lrKb8P2vE++xLmv4EnMT+sB9c/zEdjvuTdU79VYim/pjWovqi1mb6BhuM/4CymP5YzzT7ybrq/cK85P+8svz4aoNO/JkhaP2mh0L+6Dm++cCBNvyUQC7/v6JQ/xk+jv7amCb9O8ES+NqM3v2tSQb/7K8k/nyWAPV9U1j4Xm0g+gPDRvuiVcD9YxcE/l+wDvllkdj8J1H8/0K2EP+4aTz/+iFS/RcZ3P+8VKcBrArw/7vmGv7BTLT4Wdci/Xw6lP06J6L/keZa/2+jvPiaOij/tc8c/cYhsv0cqD8BgLmY8zXK7vkK1Z771vQg/A5RSP5fCrD1zpUA/jBmCP5AF7L9s5c2+",
            "GLd6P4Vv/j6a6as/rxIPPztLLj/A76S/N6LwvwRt/b+B4S6+coAAP+yPKUBeito/dBcMvsaZyL9pDia/qeI8PcWZ4r4uNpG/PPS9PyW/JL+ccWe/w2tfP5Kox757eoA9XouGP3roxL5yGAS/xivTPlpaFr71ogLAf9vPvkl3lz/suGu+NJc+P0HUOj47Iuo+VmhgP4vvQT4+OFU/OZXVPo/qkL/UG2m/YIKDvxcZzz8KK/W/lRaSvxBLc7+a4N++RoDJP2mPHL+gIiY/rfGUvxaouT+6Ls++vEzbP0HbtD9ey3a+pek6v0BpVb8lMcE/8U4pP1btuD2kns8+GkKcPr+2vb+p9qm/0v+Ivivprb+cabs/m4YCQFothj75bye/VdYAQHGkBb/zu/4/SldiP8vrVb4OlpY+N1Siv/uuvj1rWZE/mcT4Ppc93b4WgJw/CLirP8n6fL9JVo6/2WOKv8Wih748w7S/LKfGP6SbmL+zSM6/cmOsvxJ7TL+cujY/h2eNPoNU2T59KKe/Bj14P4U5Fb/oZuy+yN2KvzNRkL6wTgnA5KqivWGg/b6oLSq/q5azvzvYjL+seJS/QNN5v8TCRj547tg/h+mevyfJqL3x7Ki+D/32P0tHnT/WoMQ/d4FSPuhvZj6jGqG/+zQjP6Czrb/n0IU/fDS6v1ubBT5V5rG+GpKRvxt9zL8zQwE/V9oJvtu2w75C4Hg/aswtP71aRj9EuIS/INl7Pgh+xT8xyCS/8AgBv/h2Qb3/qp6/wGu6vs1jbL+E7Y+/wDVEvYu1jD3SQVS/ia/fvA0UvL0RkkC/k9eTv5fiqT7Xb+C+0QuOv1+Jy77YmlW/hAJQPgDLPz9rtse/uVObP4jZgT4aazI/+ZtvP/i6jb+VdVG9ozlzP5yRTT89xta+G9dHPxpjFr84WLG/K8vhvsP4zr7KxWu/xBLWvwsrJr/7/+6+bJbzPuv4Vz/LOGq/QY1IPqYBx7+Pxne/Q4MZv0axbz87HwK/M5HXPurcrr4EMQZA",
            "jX6Gv9ShCL++usm/GKhDvzJWFb8PVb295kY0vwi8tL7tOHu/Uxfyvgca0z9rGo0/ZPVLPxRC7D381Li8HIuRPFNu8L5A7Fi/pXLJvreBk7w4Kks//KnXvmm94b+fIA0/SV3DP2Rtzr9eNdw/7sqGvy291D/lzKM/nYTLPs3cEb/9ZV0+zQw8P2T/Nz5tZYm/qGTfPNEdpT8IlWu/7sQLvhIC1D8fw7u/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            9,
            20
          ],
          "values": [
            "iqYdMu45gTh/1Ps7VpQkMGXYZDUt5YY1Z/Z0P/sXnDEGMVsw5GSUN1tNVTOB6zQ8vffGPI0txTYl6E43FYucMff96C48x5YuTFR0L2N8XS+7OkIsC8yINrwyQzF7VfUuoP9/PxoQ5S+UCjgzBrTLLYOl4imHAP8v1BLxKWh3jys0uNk1H2WSMqsfRSzl6Z8qjE8vKLUenibzzRcoE2xiKWdkyR57KJMjMkcBKcrTQh5HeXMpN6jPKjHl/iHrO4Yn45q+HbYyhSf3SY8qYv1FNmQDZjIEyrIwzv9/P5oauh56nP4gunabH0yqcSMjwycbciQrNfCVljFFcH8/z9eRNqlESDgJpEU5OuIiOkDKZzrGWS4y1+CCNrguLjibWHcyl97bMYHpzzk9tCoyGaGNNuv1QzNRfJgw7XfiMU1qiTIkrA03bhFSOJk9PjvnVK03ZMu3PryI7zgB/SE/hrh0Oz1IszXCMCU3LA6+MrL5qTgX77kxhtqkOpT7KDahEl44uuM6M6zhbTN9y201/Di/N8yfjTDPcUEtVkccLc3P1SxP4zA+LMdTPxcIujJKF88vbIt/I7FE0yaarREiCYIrJQXVzyk3+YIoYddeMPVnnSpjt5gmSrs0JSJJ7iV8Q6ArahTgKHekKCsz7S8nPj0TJPxgHjAAAIA/MqfqIvaZJzD9PnYSjIX9HKh6swTa24wRxoO5FmQlsBQBzX8PCfNrJVtfDBXsQ/QP+rSiEgI4DxoQcroiMce4Fkg+1C13yaAbZoGbLca0JiIugsYwAACAP7enGRRjOqYsXpnKILFSJBggmywK12oMKC+yUQ2Qn+8UYwKSDujt1BPG8qUOPjXvGev93Sj6yqMtm1wkK2xH2iIAAIA/uN9BLynRqieoEb8rZWpgIYcbnCXSugEhT47zL0RzgC3TSRcvxtzPKSyWhSI4hMAhiPc7HmSsgxwihUQe"
          ]
        },
        {
          "shape": [
            9,
            8
          ],
          "values": [
            "EP1/PyCl5ywhZU4yFkiGMNFkeDPoyjs4PDaKLGrJADK2k5g4jorFNAnXfT/ne307riDpMjdYkzut/T8wYsVcL0yX0jdcZ5Q1QCV7PzCblzwSfxouBf/gOStteTViHpQt9v9/P3XJACtZ2gc1xsQQMam9EzODENUvvlTEM1wcVyxYu38/2BYMNpAUMDfW4owzY0EUOJz+gjqkdnEz39FXM/4pcTPdxBM4YNSAPSbLRT/amkEzd10oPiBLIDf/B/oxhPt/Pzrs6ip/kYw39bBWOH55iCtaNvw0ct0LKVLXPSkAAIA/bycNC4E5vxHMwjIaAAAAAA7uHhwAAAAAJxYbC1yQQTGxyRUrAACAPwSDNS9W3ewm5WsgMUgxXRgW6toe"
          ]
        },
        {
          "shape": [
            9,
            3
          ],
          "values": [
            "1w2BPUTebz+QJdMh/YtGOCAkuTXO/H8/8QhgP+3a/j3Li905Rv9/PzXLOTedhDQqCGzSPeEaVD7GqzA/a4U3NvL7fz8Q0nc46ykJPyqs7T4AYPkNAACAPxk0CBsAAAAA46d8N6WCiDbA/n8/"
          ]
        },
        {
          "shape": [
            9,
            4
          ],
          "values": [
            "4FcBOCL9fz9LCjQxPatYNzoqnTkFY84zPcN9OX3cfz8MZ2c/A2zCPdXQlCME6ZY6/v9/P4SxRitumQY0GG5fKq6gVD+h3gI+mlwfPaDfMTu/7sk1ihN4P1Bg/Tzt7Kw3jv9/P6ce4jZO/WgrDWZcGQAAgD80nSsjAAAAAMRbzwCSLi08GLMAPz1MoDyXK+8+"
          ]
        },
        {
          "shape": [
            9,
            5
          ],
          "values": [
            "anh9Py7nPDK44yE85U/dNLBESiwAAIA/kJfOJa+LpDE2CVYv4cpoJQAAgD/NoDUXhJLTG5OXDRhzqJwc/P9/P2AhWC6iYoQiA252NB58tita6XA/RIifOntebD2Cf1s3lA/zNQAAgD/QmD8jJIPOLNaCACQVUJwnAACAPzMomg0AAAAAocyOEPXNIAwAAIA/XpyhEnMMcB6Ec9IcgpqUBQAAgD/m8f8XGYWBGenYuyCRcRoX"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "kO1cPJSRaz0mSky+feOmu64HTj5pTco9G12hva7mezyyx8U8IG0wPd9/Iz6PtCg+kY71O86RuD3WWOc9xCiKPWSnZ7ycHcG92X0BvT/Wur388O88KPwTPu4vez3UHeU9shtCPlzaurwSHuo93s5cPeZgiL0wzjs9O+nTvPIa8ryrjQu+BR7Ku3Wcv70yBxU+RhA0PfISyrxzqoe+PbzEPASG1Tx/phq9KxRJPSmTuL2XkgI9TDlXvRkvh72Houg9Xq1PPf0l0LyEplc+vvLPPPcvBz7Ngd492WkivXsJBrzc/0m9rY+8Pq7SD7+BXoI9k3EPv4z9GD4qBfw9hf9BPcOyiT7m8w8+LNIwPkk/4D7NCwi//yAWP3F7BTx7EEI9hyagPfMXoj0hs3Q9ZZpjPdsWcD1ILpA9H+VWPY8zeryzMQs9U3OyPXKdHj00/oM9emZJPTm7RL2u7f4+mjMFPpGcXD4BC4s9"
      ],
      "gamma": [
        "QWeXPxIPnz9byqA/JUeePwnwoz/gnpk/hi+fP37WlT+BYaM/bbCOPw1emj9BRZU/JMCMP4hfmD9qRZU/RHGkP/sAjT+u/6Q/F+mOPy7ejT8CZaE/KCWnPxlikT9Rcp8/43SRP3PpmT8cfZw/y4CfPyaLlT+FLZc/eDyaP8Mdnj+0F58/Zl+YP8sLlz+lAqk/TjWYP49ykD9Br50/QN2MPxNwmz+rRKM/kZ+eP+lwkz8Nd5w/UoiUP2BbnT+fUZI/9LeWP70Lmj+FKj8/F8ecP97NlD80g5A/WpulP1BSnj9a6I4/ir60PwAAgD992pw/AACAP3cPlD8zgog/ikWeP0yvmD/pq6Y/JBuPPwAAgD8AAIA/AACAP/USnT/kvqc/1e6uPzqTrj827Kc/qrqqPzIZqD9lADg/jKKeP42ZqD/wSac/mTKjPxgBoz8tOZo/YmSXPxhzlz8AAIA/qXaNP8HYPD9BcYg/"
      ],
      "moving_mean": [
        "mfT5PipTYL7QJaG+MgYrv1kJG70S/6y9ViCWPVz4Gj+m1P08UJ7fvlr2WD+FzxE/Je2+u4H1jr28xIG+OdcRv/3M/T539C+/skqCvZ14C7+J+6U+3IIXPQmjuD6miiQ/qOMwPlYh+z3awXY/zzgCP/iuj76ii4C+OvmMP2AkTD6/8YC+rl0hvjZA4L7nJAY/irlWPpSpXL5mQIO/Um7oPOv4lD6hjhW+nGGkPZJNrL5zc0i+skrtvu9FK7/hPWQ+s8ppPGwkF70xBUY7WdwUPvhuoT1bmnU994TaPn07ID7sfBE+B/LCPQAAAACujdk9AAAAAGBeVj1P83s8XobcPSRdfT0wyS8+M3NWPQAAAAAAAAAAAAAAAOEyGD9SzDE+l87GPox2uD7Zqks+q7qfPu8yZT6fWEE7N6/7PoElCj85xKM+O1QdP+8dnj6OsEg+nAU3PpQHaD8AAAAAMOxzPSC+ajrI3Fs9"
      ],
      "moving_variance": [
        "plx1QAAQWkC3MJBAjW+EQMN7YECbQttA5P1hQMuw0EB3NqVA/qAeQO+QGEAMa5BAq/toQLt6NEAX+j1ARlmZQEAvL0CBaItAoycKQGPxGUDkVaxAGseqQOgchECQaZ1AQ74CQGIDTEAf0AxAI3CEQFboDkDAIDFA43eSQL80UUD/I2RAKJ4/QNhECkCPKUdAg9+FQM5EJEBQHE5AQcscQHfJqUAP14hAlBdtQAvzG0BM+4FA7FM8QPzTTUD8WCpAS5pZQKOpckD9aEU7eG/+PVm0lD2p3mY99IB6PtUnBz5kofk9omKwPRERGyIrcMI9EREbIgQlSz1ZEXg8HsbEPUSvbT1TmxE+yDdLPRERGyIRERsiEREbIvLXdj7u6xI+ATdzPowAbD5SJyM+0MlbPi3kMT4mxUA7n+t/Pmthfj66wl4+E41yPvyQWj6SWSE+8E0WPj3NrT0RERsi8GNlPd6GajpJDlA9"
      ]
    },
    "case": {
      "bias": [
        "gE8HPTHZnr1W+zO+PK8TPvCH4r1awTw+SZ8cvmXDGb0="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "NWBJPVS+cb4iCHk+cKCSvofGgz5UyKC+MB+SPsXJ7Lt0ICk9ERdYvvdF2zy5Ns88qZW/vrIfFT0Hqc284Vj1vehuAz5jVGW+JG2NPL7Mgr1swo8+IWULPsUPzLxGUYI9DDaSPidVdz4Qu0C+CAO8ve86Mr1RccU90JgsvWG1/7x//ZA9YAqmPYbxXL4VQMu9qsexPUsUiT1oC449tmEYvb9Juz2DBQI+cEvQPSTD0T1PKMa9a/u4vlVZE74lKhW9n2DIve6Xfz2Vw8y9V1SuvdgCJz0OSBY9kQBjPVyTRby0x1K+9hQcvrTYgLsjBbe8ogTHO/M+JT0cJKs86SPGPTgAyj0iZ0a+JaCovFbBMzyHe9C9tEqKPbVwIjsYmAq8ZkAqPsHjRb0zQy0+oLfavqUHrT3iCw8+6LQ2Pjyk+rxMj0w+zptJPh/ig75uyxU+KhSsvjkcIj4zkcu+85I9Pf6kMD4X14S+vVogPgUoVb6fj1M+qKLUPUHCAr3jHo+9tJwwPp6ARj49YA2+qWw4vh3ysTy7bhW+79dmvs3cLr228Lw9+ERMveRIL7xy08G7zTjnPLZYj72ZeiA7P1mSPNYXuz0A4Ba+T9bvPa6o071aj+w7zSDxPZhwB75x2Lg7Z+O+vVHyJD6hK8K9p64zPQz7470WPk2+SS3svJhd673HyeQ9RHSkPl9T2zwWEoi+OISdPox53r075/2+gTzMvc+LDT7NzyE9WH9TvmPler63s4a+eQIQvQiwUL14NH6+bteDvSX4Sr3utCs8hQ4uO73yr7zB7Ye8cOm8u2XyuT0A4go+M7jZPVhGDL6O2aE9sJFJPrB7Fb7oIgs+o3rmvC2Nqz0ussc8McrgvC9hfT4Zo6m9cMCavRMux72c1tU9CqYHPXE5pL1A1O474DWJO3+5QDyjLY8841WlPAf1Y745k6u9l8cbPiN0D748BOe9adBHPrO5g70hHpi9RbpJvuV8vj72tzi+HitbvUdTnb14g8a+HeCpvQnRj76swI+9",
        "GrhsPAoGDz6DIQ4+xv0LPjCtpr6vjRo+tnYgPoFUSb6ovJw91Wb5Pb4GEz2Yh1m9cw9cvrNaCj3bvok8nZCpPZUnbr7LSb89mfkkPexxJj2qZTQ+2loLPRM7H73rAGa+1noovf0qVT4aSYO9qwncPdbpOz7YVfI93Y7Rvhvblr46VyY99OSSvmuCij1es4U9hvKWPRcuQLy2v5O+4sURvjrKrL2DC0e9RXtWvZifNr2oSBy9GhNtvWloQb3/RIm+uh9LPCNpfbzE7PE8AvHdPPTprTz8VN48xo9wvbgIrL4nP1k9k7YGPi5vHj1+D6m+OVbXu3k3xzwqtAG/8sa6vUld8rqbkGa+N7jmvUuwir47W5i8JUqou+HD/zuJ0QC+LE/qvcL/O75Ash89Z0UZPXo/jz3DecM8OFSAPCV5b7y0yRY+adWoPWZxsz3Vtbo9RdjSvGEhsD0OdQ89qd8vvvi7TD50CZ6+zctOPgIMTz6dBXG8620Wvo5WXr6+0wi9lpK1vZu8wTvSnPk8TgQEPYEJDj2pYwM9zsEXPUQGj77OQfi9zxN7PgOs0j3C/wA+IAA+vp8Gwr42iqG7S71QvvtsHr6Rz2A+qY8OPWPleryGIc69lHxMPXBuzL0nbRu9sSY7PerziT1GQoq+4EZDvoz6tT045G8+rZNGPXaCv71VSRc+RLPxPZdUkL6LBpi+us6+PaFKoD2Rm889GBXkvWy+gb6VLIw7X1nwPQ21AD6vDyg+Qs1DPqhoSD5RhHA96Cwjvh3QaT22pdE9w5OsPWEuab7EOvQ9vNUpPlySx716FNS7pOQvvmBqwT2jX8G9COiCvf4OobtgD+g8n3bUPbjapL6URio++Zxwva1ZZ72iA2W9turiO52YCD54ijM+sJEnPtxwfz6A8Ao+n8w/vCqdK7+v7ia/rZl7Pp/dM76P6JK9dol7u8AaMb05myK9cpocvMMdDL19CrG8tUncvd05zr3tG9K+33V7vTYAjL3zvW29aX2HvWk9kr1XQo89",
        "HSW4PRpCdD739vy9dj1HvmG7OT7cAJQ9Py1EPsP73L2IkHA+jJRgvsM5Iz7XXwi9zXxzvq88Wz33ExG+mvjNvc6sCz4yGmo+IAj8vdMB77zbpVc8PHQYvXhFHT7fGnY9xaBkvpJELz6oUG+5lvX4PVebPL1x2xU9m7vTvR7UmL7IiBO+JB7VPXajAT5qQ/w9DZLIPRDc/T2cwhI9bw8KPcK0Jj4taYq+56g/PgTpQD66n5Q+/qdPvm89Tz3VtDe+rV4GPsqj275itH89AW7UvjkyW76ERdI9Q+jKPVy50Dwe3Yk+hF/LvuWRQb25qtq9Lqrdvmqogr60rvm+A18EvQYsgz2c4ru99RBrvWdrCr72BRI+5ibjPXE9VL231dk837VyPuzWRz6gmSW+zBUAvfx8l77DZBg+rvEZvpJHSL6o15Q+3UfPvo1DCb7Qjvm979nRvbT+rz0AjM+9FPLUvfVQSr0wrbk93hkwPaMDhT3MQni+9YSDPExTwD2LeJg83lMAPsiAgz4J3hQ+AUEhPmcrkD7igKC+j1cFv77c5r3G7jO++uTyPKYcYTzvjyM8uQsHPLWbVjzj1Yw8PhHYvcZsl71Mpo+9UKhjvrBxoj4thx6962TcvG9bM75voUG+FfldPhFnlb7sLoy+NcHZPWM3Sb7ZOE8+fMzNvq9OYDwfGkI+oHwkvpfmpLybB4g9LVwnvTNrij3AF5m+fLpFvIT6ij0mTSC9go7EPIuhXj3HRPe9sUBKvUD+CD6F3Vq+HiIXPW/7y70Nix++Ea0iPuHuJT4WpNq9QD7gvciUHr6Qcto9GKUDPhYEKL/SKTm/hAbhPWx1Lj1hqv490AZrvdcLmL0FzCg+r7REvZscGb7LVGQ9ky6PPYqAuT0K0WI9JB6ivWppXzyeEPa7yk/4u7tFSbzLq8O6LvGKvAkNfzyEpFu+enm0PUGr1D105M49dpeOPIPB4j3B88w9yrOGPZ2o6jzEdoG9ZLMOuxEakjslAAK8SvkPPAbtKTl3OAO+",
        "BTv9PUZRNj0v3448SzH9PPcWQr3P9Cs9E2ctvcpGVr6GSgO7HpITPofC0zwd1bi8DctSvLnIer5qVDu+DaLQPbd9Ij58nxw+KpLDvrD0Bb1aQA0+1wDWvplZdz1ZBSs+fvjxvcNyDL49mio9bCcyvv0q6D3Oq/U9AIo2vgv0Lz08w6q+CbbyPYLelT1Z2Z891DyxPRj0hj1oC4w9geEFvua3Hj72KZa9dVv/PU4pyL1qqEm+z/QvPkQVHr4SEIY9Ra2HPBgEsb3rrMI8qpbMPYCz/j3XQwc9Y7NMvBmVGr5drXa+SVI0Pb28ob2i4X+9NffxPStHHL3rYLM9ENMhvsgRxb0gmk498j2gPZLpnz0nO547hqYHPYqDa7wXMj6+1HH5vRzxDL5G9oq9//yqvjxVWD6EM6k8bcpcPpdGCL5u8fw9PRAsvoclU72KUBi9bnWIPV/k0L3FneS9CraEvS9cvb3YBdk9y1aCvR3Fc71Var09NLtlvcPDTb2WMoK9RqzDvhjFiD1D5JU8r+e0PCid+zsho9Q8WvTRPBVoSL6SkLe92EHwPGjeH72FcWC99BQXvHyFXzxmVKW6Ho68vAoCHL7nMRG9fllGviSAxT3QkVo++7ZJPpnZSj5jx0A8fm+VPfe5jb58HZ49+kuVPRaRzj3O//W+AkfKPbXBD745KqU+o5Ucvu65wr7L8Mi+VHRCPsjICb6YOIo9FGuVPaJL5rxQy789CYSuPTJ6nT3kioA9Nr6FPRFKrD2wHCO+HBEtvrgH0778MRw+8pEfPnW8Fj4r1CA+WyQmPiH+VL7raY89BZoNPiAL870NnA894UMbPlBHIDy1+z8+Lc4nvoUQqz6q6Qa+vvmWvcpPUDxswji+HPy3vaODFL2TZjW+EiPpvWzmr76w9lU+FP1ZPqykW74mYVY+Vi/ovr8uVr51EIQ+wpHSPD/7Eb5r0Dm9i4Nhvjn9Kb30wUW+QnCmPXPFLL7yJvu+yPG4vVpfBT2gTWE+NlYSPn2QYD7K59o9",
        "jFlxvb6y4T3FYto9ZmXjPbh6BT4lGvY9IgzrPWiP0b25cD4+esYTv6YJgD2QmOQ8ozBFPeIUNz3ebBW8jD9Evs21mz6LjSa+dGBXvW5VgD6N4OO9z+B2voDwlr60aGu9wnkgvha26T33wam88STMvC59QLuiG709As7OPRjt2T0RLy4+MAw5voi/d73jes+819j+PBihibzQHuK8pJTBPZRgLj5AUwo+qSEwvBDk9r5Q+pk9fogKPhoe8j3tWqy+EtiTvdhvoj2aKwK+vFFzPak39TzkruG9ni+rvcD0MD5vdUU+tUpovnAjDb3k75E805qJvqWnGL1YxB6+sNKfPS6mIzskWm87Dqr7vCJ9kLxXOAy9ieYUPW+SHz3JVsA9Nb1IPvWWq74jGiW+pqGAPjvrwT2tjJK+563hvnyibD8ME7E9hh0gvYHWB7603mI99J43vgmFfL1byT4+M3ayvPMvDz5nMLG9VjwCPkEcj76ys/q8rz+iPQlUFL17/z6+xm7uPfq26L1oxwW+PvOIuqANNL2vqgs8KOdPvPSRIL6x29s9rD0dvuEFwr0km1a+YKolPlqs8j0jvxY+u1T3vbiAPj6Q5Im+2m2ovvcaFj6J/Mi9qvC9Pbvf6TwKKcA8M7CyPchmxLwgiSY9ulOtPWdzsb30vqw+BGsjvYFLm72hEV6+1VzePZWXDj6R+zi+pNviveXWAD7tw1y8x+E+vj2L/j32lQ0+aA6GPTKJSj2ltDm++QugvdcztjxTGx89GbyFvgP2Fz16vFI96wFIPcZBVz0I7Gs9efJdPa7rAL6jBQY7v5zYvZrSgr5MRg0+t0wsPt2w6D033BM+mOKHvb2isjqFCR899hcmPbCVLT1Pvy89hdJCPfrLUT3HWdO9RIIXPuue/Tz0ytq9vEvZPV5H0Twddee9G7Uvvo7KkDxTyAI+vt4ZPTiM8b11IAS+I9n/vOKHEr43kTW9y5K5vDlVKz5aNfI9lMMYuj7yzT2t08K+ZrjQPUDyX77dw9Q9",
        "B5S+ve6sgD1mKGo93hBiPTJwwj3n2pw9vEmjPd3luL2XqJW8vUAsPOEqTjzP2xI8i9wIPZano7v/xcU76UZsPQiODz42HwU+ASw3PSRYdz0wrLe+2TzHPTFE8b4u02W+/dZpPhHImj0VGGS+UndPvsCt/D1yRZ6+B94wPioAOD2+eZQ9W/7/vgq0KT6n9fi+tyiBPnNp/z0IYPq+1iUgvsqZ8z2VpCu8UI5PvEqvFrmk8/K8uBHKu0ZMDbw83s2+oDCFPcwHmr2SOpY93LcmPe9qJ75mq5U99lRAPVbDRr4wYU2+C+EcPsdDUT4/r8W+4j6ivuUBej4xOYc9Kw2jvUdTAr3CQA494x9evPNXo7z7jXU98iFVPPKVFz0jUSw92paqPeEwZb7cZgI8jCpxO33/P73Ba+I81FH3PfBhDzzuK+w9u6wTPTUahT0uhZI9siicvovXTT2UqxC+jpcnvJxvRT79Vpa+LB9DPvkFSz4ESb6+m50FvwmFJr/1Gym+z0fnvIbyGz7FfBu8owRUvrK+Mj4lTa09ZT2jPPbK+Dzl56y+eMtxPSleYj1lC3o9TmZzPLVdfz1s/BI9LaoFvv+bLT6UQSY9UoJZPqeOWT47T1++iJQUv5WrNr6ahB6+CZBzPrsWUz43qyE9DPEVuzXLc7wvqpW+OD4JPlYZa779Csu9yMnlPDX0PD0ZyZm+Cik8vflqjjzg8ZG8px22POwmtLhbA1m/HbHPPVEUzT3bVge/80G5PTeDHT04ICW+/5obPsYS7b76Kx4+k2QaPrbvNr+NFhU+eOkzvwGAA759+MI7IeUavOxMHj3tEyc9MFUTvezhIr0R2Fu9p+S/PkI9Jz7FLCo+enMoPtyHKz4rT02+che1vu+PnD2fQzu+/UtOPSQwjL1EeHY7bchQvZ5xzrsRnAM94yN5PYeyJT5neN68S6SpviIyBz0akhc9i8BPvis1Y71Ehpi9BFopO6+hmbwz1S69SCoOPdfHHz0ayiY94HluPcPifD1CeVu+",
        "GzfEvZHbNbz6bo48IDR+PGEERr0A8Ie4ttePu5wfZL5nwaU9aUKFPee9mz2/kMc9vOSiu0Sslz1pIic8b6CiPQULlrxFUwu+Hyi0PSDhjz00/wG/Mx91viqZMD66T569IuOuvRP+dj0waWa9nK4kvdpvSrzmqWS+AD/DPUONED7OYaa+giSVPiJRz74jUT2+oCyIPqt/eD6F3mo+TtVovCUJJT31VjS9H2Jevd+gl70gWg+9xaegPW40QD4BxOs9EmsjPmtoeT4BwlQ+mkXovbN8ib18Xw2+VOPlPJO0ertjIBY+g/WNvrjGEL4D7gC++Gh1Pod59702d4e9nCIUvrdxxz1xT/6+63cBPqVpAD4dsrA9IB39PZ4+v7y2Olq9KfPtvsfFAD52Ye49t2jyPQbA0z0QuPc9XPvrPXLk+jvJOT+9V876vV+ph7t38aC6VmJ7Pnp7WT0wjsW+55Ewvbaxlj11iLS+2CE9PposPz693IA9n7s8voGVxT1uN0q8t7XZvf31BD6kXX298WrtPQ6oXr4C/ja9PX8Vvim8pDzWiTi92z0RPotxRz6NGUc+qJX+PUWwSz5Ut8K+mmoePQNA9b3npQs+82sSPru5Fj75mAO/akX9PSzxED5YhHC+0Jpuvgviuj0pipM95H2QPYjytT0HLLk9Syu1PcYz171qNRg9d2dovWFXjrtSJI67qwCVO9+fSDxRERU9lOZovUmbyT2w3LE9ON/Avlzl5j1okMo9C0kFPluCzz2h8ku9oJzVvUXah70rQMU9TsoevQdV7LwS2Ss+m8SsPPydhj2SaRi9qvygOx4KCT4rPPQ9Y2v7vfVHrL1Wkye+oMUlPqeziL0tnLW97OrivdqxHLq7bro7zamGuwCk+z1WlxS+VDvRPZPANL5cIVW+xYDiveEjEb7Fru+9KqGHPQR6Rb6zq7O9/TVxvLzhzrsaD6y8nRu6PUu8ED1VcX89/sMuvvTsXr59TMw9sm3JPFZJAT04MEA8RRYtPRk4ID3VSz2+",
        "se4kvVDYZzwhmW8+jJgOv8fN1D0cmO693aeaPs6QlL3FVha+H4IPPiBplT2EyYM9haptvlSn575Iiyg+1CGRvZSF7b3yDtm9HFLRPK4H2L7WV1U9OSkTPsuAOT7rDJU9vb0cvbr2ID4W6IG+i8SyPc8chD71MHi+x68ZvvQZSbw8LBq99iwjvfWMHr1oSha9nFlCve2aHr3kthA7yQnrPVSG9j3O79e+TaEqPiuLMz5ayZ89q1vNvsh0BL/wUSk9Z6+dO9waGz6BsZS9cSVHPLP56T1Ri/q+HSYNvm2Ny72VJBA+EVk7PsG1Sb5iCFg95d2ZvvfCEj0Up8w9LGuAvO+stj05k0O+VUQlPr28LD4Irqi+M8DWPR3+Hj3Yk8u9sKNdPVZDxrzy+co9N/X5PaIJIT2m/JO+iqAnvv13fT0pagK+1O2bPdcuQD4sP7o9hNvnvSBRS77cl4m8i4NivcEUL78A5I49k22/PVrvrj1gU5I9r9/EPXBZmT0odNy+gNUSvlRnLz0iNso7d3j1OrFp0zum2mo8FPdqPK7ZO77PIaG+hCt6vQyXNT1pPjg9spROPfnAQj37elg9Tc01vvoDfL2tduQ9f16nPcxPoz1x6S49FE9gPStFsr6/y6a95FMWvjiQSj72/Vc+e3YSPlrZlr0OHrw9JhqNPh0hFL0f/IG+JRiSPXzchz1spY89X5WZPb9gnD15pKo9HzkNvvsACjxGo6W9Nc6AOEu8D7tm66u9gNx7vOmZZLxyo6C+D45kvYLcRj7ZxqI9wLzVPTUTD75QnaK+/+qZvt/T5D3/nlc9rAdUvhnrnz1x+6M9CeFDvo8CZr47I5i9xlS8vEP9q71KsAs+fyFmvtIJzTzmD6i9jQoFPQrhhD0m8Bm+wT/5PebICb79rbc9zaOvPTBRBb9iAbA9tmkvv/od5r0vmyq+sBZ2u8fmIT6Utpy+0Un5Pc/AP71gXwK8yy6GPZhPYz6SwA+8/owGPTxinr7L7vO8qo3aPVfDq7xaRhI+"
      ]
    },
    "conv1d": {
      "bias": [
        "klervLnKp71cosW8ZEvSvSn6ZrwPepq930C3vSchEL15SIK94PaQvb1enr2FTlu86SYvveMMmr1XB6W9YXYhvR0X9L2wtJW92AFnvYdtQb2mNQK9CYK+vfaYDb2mlo2971f/vMmIir3whoK9jE/CveOCmL0HpAy94C01vBEF1LwzNMu9LmuGvR1+jL2ePbK9RR9HvRuIw70IOnS9NIKvvRSggr3s28e9HXmyvfZoLb3ctoS9+ANMvRsfj7x9oq+9YuZxvdiUcr1b0MC8DY+nvLk8rbw+J1u8hotrvXKtU73RNYC9xUQsvTyDv70L98y9fpH5vVlI4LxdGzO90ZizvSeRGr1hooe9PoRBvaV9i716r0O9XNiJvcPzuL1x5Ru95VC1vR+CV70qyTS9XFf2vDlSsr3dn4S97++9vIOaML31P3+9wUyVvUmTWr0Xs3m9xHmUvcvsb709Uni9nqmsu96vdr06LfC8jeeQvXi1jb35gli93Q8+vQWELr21MH29VMw8vTSCmL3eTRe988VAvQLKIL0KZ7W9GeOkvaqHM72V9Ii9GYMyvVcF8L2U5n69TDf+vbHaKL05aaC8NjyEvT/Irb2uzu68nFSgvZOIVL1oHIu9pQ5RvefKF70kW1m9cl4+vbobAL2dEx6+b0+SvRoj2b348kC9fXoZvYOcx7w+GsO9ic1vvQ9nf73Sh9K94N59vfZfWr17E5u9zzoTvZbti73AtHC9sX+UveZhvr3/riO98T3DvXOqRr7OJzS8WXG7vQfL5ryW9rS9qEOyvRljJ73Jflq94kLWvZNYZb0zOzy9BSpCvVXwA71t/SC+UKU9vUR/k72B+ky9Gr8xvf5jYL2F1b29UFCnvTZTib3Uyfq9qs+QvajBur23rRK9wyfuvQutkL06R6e9XrU1vZBUPb3lDF29NMWJvV7ezr1Xpqu9yVm6va/qdb1CNA69iPsOvcjKab2+0hy9B702vbvPCr4Lnkq9bax1vXvHWL2Wpua9KQSovSFasb2wazm9",
        "SJqtvf7Cpr1zMmm9nNYmve2CgL0E5Ji9O9+pvboWfb2Gblq9te1MvYLVo73fkLS9wbwjvZeVdr2VG0a9XLizvVTq3r1IHam9GNGgvd7EaL2QToe9nYkwvQodo70NV+i8br7lvaxPgL13AI+9xMIYvWpUS70UT1y9puzjvREbSL0veV+9McRSvYqbubx59yO9PSTuvXrjnb3iv6i9UUq7vS+IWr0fIHW9+jQ3vTtzW72VJ4G9bs86vRFpvb2SpJC9G2UhvYWBYb0hdpu9HXzJvQj9h728zEm9GZucvZMhu7352B+9232JvWzGWb6wUoq9xV91vRn6hr0mSba9/HunvfcGBL1XOq+98n+xvbTjw71n0jy95z0zveD4j7ytJiq9Yqy/vbOxAr73UAi928lPvUcLlL12Kk297JA0vbw5fb1n2km90DpxvWWhSb2ZGwm9nQy1vRYcsL2aN9m8+UJZvTy6Vr3Z92a8qtdkvRauCL65S7W905myvaFMaryEFqa93x6mvfEnIr2Mj329zXk3vd2yIL2pzTW9ZNU3vROZn72FPSC+/nftvRyp+r2wZUC9FVrRvNRxsr1eHJO97Bi2vTFZkr101b+9J0GpvVZ2Jb6Agkm9d2vTvYXKprx6vMW9XnmBvUqPUL3HZzu9Yja2vJGLib1UOGu9E549vot/Fb2Xlrq9xGLPvKwyh71ucZ69Y/P3vEhRYL1GhPW9/XRVvR3lvb0Sp1S9bYuRvaZkqb1nr728vsgyvZ7jHL6qL2m9yG6hvVqSnL3+MoW9eXrCvGnOnLxh45W9uZSXvZ+yPb22oKW9FJlhvQxPmrw9Ce67+V5wvdmkB729csO9RJITvl8Pqb0+BIy98I84vMOjFL05IaG9VHQvvRN1nLyZO429NQe9venEy73zwia+N32svJpfGr5uSmy98CafvcINEr2ftB69DzkQvc3pgb1tJ0m97rNrvafQd73Lwz+9N+CEvSnMybwck6u9ZCWBvYFwpL2p3qm9b0NWvf3e07xE54e9",
        "BBgrvQsyg7znDX+9QsMSvZDiPL0zUJ29sPEqvSpVz7zS7gC9Y+IhvZIZdr3O88G8zj1NvTyZCb1gnWS9SRJcvXWPfb3UjoG8h2mQvMBxOL0NH6e959M8vbOHkL2ddCG9M6lpvZ9fo71zyiu9svFTvagxDr7W30291GbDvRboXbzxQ9O9vvd3veVH/Lw4vLq9z6/FvT8CSb1TjXG9SECGvVr4lL2hNYm9khGtvReRU71pn2q9f9lMvcjgar37JoK9oEOavf/+ob0MTYq902oCvSzIUb2yj9i9R+3Rvew0QL2CdCC9NhLKvX9HFb4kLUu9l+avvCbDAL0Xfl+9PoNavda4pLyNuJu9GdNXvW8ll733peG9y3+6vYc8jL128Ia9ZI4avRPpZr1zlgK+b/9VvRbGqr2w9KC9Q8mRvZOBVr0I/4S91Waavc/HgbyR+gS938dhvTbStrzVjKG8pNMUvS3dkb05mZi9N5lKvbQoV72xp7i9vVYmveoks71639C8pbVovbhdVr25oKe9UUKivWtLh70H4wu+qUK3vU5tmL0qDk69ZbS1vc1OkL2Ff+G9PASlvRaVoL3BVHe8DhUtvcnAQb0tGmK9WNO8vS5B4L12lsG9bybhveu5k73kDfm8UUtQvZfTQ70i51a9FnkbvZZ0Fr6TuJe928mBvYZllb0="
      ],
      "weights": [
        "0PCHvH4k8DyJBFC9q069vWhXeL1nIja6UlgoPU4D2zw0OFK8FC3ivCu7hj3bdMA9tLiDvEafc733w3y8F2eDvY7X1Lzxh+e9+vWCvKdtnL10SQa9fHTwPJU3+7wEnDI6rMoavAAYlz3h1De859Q1PVXdkL2a78o9TDCCPBu0MjzE0s46S4fSvCfnDz3nfU49pNPvPTyDnjyqNuy8xocwPBp2Wb01lU096xmnvQBb0zzk+pQ9dBSavKxGqLxjGRo9KgQiPVKamzsjXZc7IWWfvM2lJz3l6dC8l4/FPel+YL06gkM9vnSXOw4Etj3OrEU9KrnSPZt39btmitO84h8yvYy5cD0s5BI970+ZvXWQhL1R3E89CKV5vQe0UDv1dH48dye4PUosmL2SMFG8jkhHvQsHPT0rS409taWlvDS3t73X8XM8Z62CveXlgb1/2EI76jSwvAApIDzJWxu9bHR/PMC5CTy2Rf+8JsoSvge/Cz4qD6U9vNCoPsO8fL1UApO+/TkGvqVOUj3B8N09pM0aPmHPNb6JlIg99ehfPB6tibwhw76+KVkpPrTqnL22KA093NExPvC9Ab0O6pW9ojUEvuOnPz5QoiU9Yrb3vR7gDT78zSA+hy9ovVSLUr6SoZG+v1TsPUs5kD2FmAE84uyUPXbkTr5/ZYE9jzI2viPTnj18k5g8cdA3Pvrp3b0lccE96/KkPaWmmz7JB7W+8cU5Pgn5e74CJ1q8+B1IvjnHQz5YVmm8mCCZvZW2n70nCi6+spzUvXzHNb5XPm09djDsvMwHxT1j1lI9MMuPPWFfm76/1c89h1wRPRtXQb4amIe9dGdVvSgWp70lwC09hZvVvXPTGz5N5/S7Z0xdvqP1wb1IBCO9JtI6vYXOPr6XlM699kQAvJfCTj77Ifi9KNpRvhx8Vj6e5ny9qvZ8PQF92T0iExC9GjpNvk4/gL2t9wa+8H1bvGIAmLxaIJu9UnDSukjDNb3Ffr29ThxNvM2F4rzH1au8dUIhvTpvsLuK3Qo9",
        "aYWXPXqVtrxMVm68CJPEPOFy5DyfZ1o9olAWPalMTL06Kmu9tyRNvdiQtT1Lw1a8MPpKPeQ1AT09hZs8QcqwO8KWUjxQU129snHhPERIsT3jL9w7xWYZPc3QaDxogEE9PMN0POmPAzskRn08dgesvAAWoz1quMW7Vw2lu+JLXrw2rNa86wwYveaXXr33Wek89D7RvOgJ/Lx/dS07GLbxvDutLrwl1RM9C5UcPGW6eL1pr0W8E82lPZga2T3m0587NYrMu9zN8zu0yjU8zp3mOvuMSDr6XGq9AqiTPH/ZMb3TK4k7JtX9vJAZlryyYv685ksQveJwszw51p48IwSWPHlOZ7zb7/C8+3AJvLbBvLwy12y6+8tCvDvt+jwaJ1U9xAICPE9EmL3c8pq9hXiFOq+9Yj0ogPQ8KJfVPTU5Or1o1z29As0+PXnoDL6RSNy92cIWvrfkdLzeco89W4eXPXEH/TvS4YO98DP6Pc1dhr2ergy8Wr+0vCRFPz3G6QQ9EXkEvbQtpLwhCI88b4LuvcX9az0gwoi8yxBLvOg5y73IJJM8x++kPPCnzr0LqFY973dGvUeGST4h7qG9QBfCPczHtT2X5Ua97Xu5vZqO473CBaQ9aiGCPa4RWb0M7bW9cvxAPRW9Mb3WkgK9MiyuPCiUoj291Wi9LzU9vSh7hr2joJk9zTuzvQSpuT2tX1S9G1cTPrgSdbyIHLk7iZl4vrytWD2WrlM95msEPqsjOL5tgaK80fB6PYm6rjsVr+A97zvPPQBJGb1gt7s9x2Povdr5JT2bzVO84hQnvuQul7zQ4wM+n7ztPVL2R72R4qy9ilWMvWAcEz3aCLI9nPGfvYVIir1f5Eo9F/Xeu3nMIzyl/xK+8/UvPa6ZcL1Vate9rVNGPWjHdztHhgE+gqbpPKnXN75txb+95YRDvfinsr0fq/a9EaPmPJVba70jpv09an0TPdInjz2t9SE9VaSLvCHeZb1nWlm93gc+PIvuHb2TsiM90TD5OpMjCr6I4ji+",
        "PxohPMk1d7p8S509Brz5vCosID1IRDU9dSJyPI1cOz1Z0xC9iuPtu642ub3hlVi9bhOXvbYlBzzZkvQ9FSLnvRzMub2mGHM9rdRiPoRg172ltrk80FOmvfbdALyZdyg8Fcd3vSiAJ75nRNG9A1DUvMdUtb4ZRsa9m52YPY4AJL09tBe+hdwHvkB6Bj7EKyu+C8QgPtrOAz7AG5s9N59YvVYvSz0LHrO8jNGlPdqhML5UUtg9djAVvscw/r28Gr29EAAcPl3IYL4Ew54+M7RGvXr9Cr5xtwo9zNvuPAcYx7zf5hi9ijSEPIRU4TybCyU94FsDO6+snT28nti9ZtS6PA1E2zxjrd+89e7UPK6paL3eDIe994rmvMYBbLzw3aC9mbg1u4mExjpwy3c8YlWAvWP4Vj3Rjk+9e9lhu72nljzB0wE7H4yCPKm9+Du97ci8DIAQvdSeDrzBgs09/GzhPEcHZb3tvZI806WrPWvgWb0KCso8vU+qO2QeLzx49g09WSXWPA2eF73cice9XZqBvTfHnrma6Bq9Ka0LveLflzw58tA9jdNwvTgqfrxcReY8MiWAvcmsf73d53a8rsgOvvv2+z3IHw89kDpBvaQy1T2gsxS9QXyBPKgaMb2L1JW9dlIQvIqEJ7uWUQ28c0hJvG+14jwxMgy8wfjxPGcgAzwI0JE9VfbVvccFMr1LK7y9dXMcPTtM1L1F0mc97OPEuzXotjwqUIU83MOkPYecir3GmME96gbEvCZIHbxrH5o8e481vTKqOr19MV093u+Ru6Uxg7xh9Jk8I+2JPMWCnjvoZIe9CvZtvZZ3vbyJ0Ji9SaKqvcu9Vjy+mIY9WQQHvQe7DT2IHl29+zBDPU9zfTvvbIW9jKnBvNK8Rzw2Zww9NwlJPY3tpbtppH69ccSXvcBpBjzT17i8VG6tPRUrm7yhPnS8TgExPTf7oT3hVy29W3REveW3Iz1MAvo8bnMwvcGX8DxTtvk7zkuQu4A6qT1g80u98SdDvLRwaL18E2q9",
        "bpOJPZQoGL2lMXA95KNUvYasyT1KjCU8hTDmvYLHCL2mEhA+cNjfvG8Dhj1bS7u8VWl6vQpipDvV1/c75rjlvG657j2BCAs9tTCVvRG98rzS/eW94whuPE3ejj1uBRS8B66lPZn7eD1gj6S9wa06O7c7Tr21Eyq7ve2APcGM/rvjazw943fWvdXsozpIrZs9UyYsPboT8rxvBYY7zvytva4IVjs0Ejq9C29VuzI1RT0Qh4A83fLgvATZoDwc52G8KpsSvvrohb3RXHu9KJtfPNhwQjxrwNi8atg6vccNqD3qnro8nlskvmRxGLzBVpK8wgsdPVBEFTwTxc+98sbgPEqU6T11dIK9idCWPVdoGryfu5E9FtG9Pa+NZbyZfUO9cPExvdGGJD2TOa67u2BWPQ/BaL1750C7WG5rvJw41L0qPik7INcdPBNo2Luv1G09NuNZvR0GrD1fkDg87oaovP5W0r08TNy8gP8OPZxTEr5Dv3M9M0SdvTiwqT3QDWA90ExJPXM1SjxU9eE9Op2tPCIfZb2ZzvM9Z7AxvWJIdz2x65q7mOMMvaCBRL5F13I91XJXPS0H871dfDu+A8b5PWHVET0GP2E9z87GPIK8Pr157Mc9U+WCvTxTqDre2fc8l5myvROzHTx2MKW8zhT3veyl3T0ybTE+q3G/vWwLkT2t0Ye96cBMvgRZkbuGQnA9yY60PVBqhD3DUqK9qkKRvYGFnryp/PK9NlUNPiP2Ib7A7Ma9TpK6ve2R4r1vHWy9ObPxPE/pfz2RT4y9txz4vegYXr0Z8le6BqLdPRcUQ70TXFw7JuifPbGvEr0idRm70tMDvA+RkL53jMY9X4Ihvf0B8LwuB9Y9AXk4PviNwT0Uysi86PIku0mH2TxCjgu9Xv8YvrE5lT2m2jE+IrIUPXrJYD1+zQW+21YIvoUgA7y3wtK7ExtKvZ2HwL1pYIk9ziOPPQFtnr1GBay9EEAyPe30kzy7ay09nQC2PHJb971HJBw+OKDeO2l+3D1lEO08",
        "W6UPvWoHMr01gqc9im1NvUdW/DyB0Ka96x2SPY6WB7x0kB+9czC8vcJNQz6x8NA7fS0xPlMPUb0GG4U9mGbsvbgq+70qtuM9HOAmPcwR2r0o+Ac+0EQcvmlTmj3wKq26kSarvU1WlT3faai8gP2Bvcee5rwaU3i9MZMwPbUtkT3DO6y8dDfLvdUZZL7IvQM9FVMWPYy3C76kkye+v37vvboTx71aA5I8GqcYPUcOlTyG0nq8l75zO2gqkLwAN6g7mbL1PIhJqL0un7U8t++AvDSswbxrobi8UdCHO8YSATyoMSC9l2AvvV8XJb0YcxY8wHikNlwFDz2tEWI6G5sjPcCTv7yJnks9sS6zO0qS/DyxTBG9GNxHvUas3rw0SAS87F/7u6bAhb23jTg9/CIMvskegDzneC+9CQ4jvCe7zTyAs7O8PT/XPBKe37xFOBU9MZgIOjm0T7vNUAs9xtiDPfKjDT2/34C99+RAPSP4+7t2PJE8/r9avLnsMLwFID290JUzPWkURTykHVE8iNfGvKP9QbydkRS9IHFlPN1tnzzD7yM9MpB0PHmMRbyNxLm9j++WPfyPaDu/9jW9gqLcOx32tjyJyaI8k/l5PIfKvbycp1E8VOjHvKGHD705RVy9EzI4PdQBRzzKSpo9h9v/vOp4q7q7Y4S9Oul7PUYlyDwDE7875FQSPQwA17pcuby8LNq9PavHYLyEV2Y9SerePVbVyTxQC9C9ZJ4dPvZCrD3km2I+F6qPvcVmUj3dZ6u8Hc4zPpAQ573jvwK+N7CkvLhpIj6b1uW8l1M2PZgaJb636Eq+bSV9u0S3Cz4hzSO+QNSqveOgSz16DsI9fUPnPbe2wT2jlDI9mopUPSbLj70RCJY9hggdvtp7o700pS89TSJVvIeWsD18gEk9rIlyvovxOr6fjQ09aN0Mvh7Ijb1HBzQ++vfdO5NkFz0AhYy9VJN9PXDXGr5WWyy+pjiFvnsPZL6tsy28v8kxvmVc+DxPVAQ+26G0vWuwFD5+PTM+",
        "c/dXPjQTmj0mJMK9vYJLPXETgz0k1KO99DPDvZW0w71l9fE9gr1nvoIvWT0lMOc8+NQ8vGduo71UZaM9bsaqvS3cxb3OjXC7j4hIvpxUOD7KSjA+33QXvnMM+r4poTw+b71svmmoLr3guq298LLDvUa5Yr3MgY48G9aEvCI9t7zwZpc85o5PPFoeTr02EVy9NUAzPEoVfD3+f5S8F56qvXVgoT2Z2t28htF3PQxEIr0lhim9eAcpPBRIXb0WoHI9igT4uiuPHbwjeUM9yqKgPNtoWDu9IZC9XSUTvQ+5hz0pzhs9fu2oPXVslzyoNnQ9sECJOw2jNrwbIzU9VwBHOxzbo70IvQe8qp6LO0THnDyqEYU9q+mAPX5Sxjk5piy7STh8POEaQry2Ocm82/UwPeqktTvtOPQ8pPLru9mjrb1gmNE7XwyYOrBEm72+68+6CNvZvT2jRz1Mbce8i+FCPSjqwLyiAUo9aL3TPaA3Nr3ZEfS72syxvfpUL719bbe8kV9mvNx6AL0yrpw9wBB1vT16KT2W9dW9oo0wPOSQ4Tz6YBQ9qX6xPO1Z0Dyu1qg84bvtvJITSLywuYU8yRFvPcMBMT1kYA462kAUPOjUKrzF1DU8VpJbu1hHfT3Wc7w87IzgPDgio71C+ps8famtvMd61z3vfS8+8IkjPC2b0rtwLGU9bA3mvS59rjm6LGQ8rEq2PDb9oz15d7O8b2q4PYM3qbwKDkC9ZMaRPf7AAj5Kjk87ZB8UvqkDsT3LeJK8Is9+vIfHMr3vR6y9xCZevRY9Ez1iKhA8p9jHvQ4rJ7x8h6W9JO0hPkHpLLzo/t29AU/fPSsJLTwI6z29yvrxOnC4yz2Iwao9uIqoPMvUHz2zVj8881LzPd7cHD3aB0G9RiZmvE1sV7tv2hY9sGMFPIHGMb2n3CQ9dH98PMRz1zwJgjW9+jcQPbNTZz3+Gdg83jSvPT7qi72suuk8DK0cvPJV5rzAW089FtWgvXA/vb0Ox0I91HjyvX288Dy2w4i8",
        "zXCFvd1TSz3spUA9ZN9fPciaMDyGjby5qFF5vdvUQb1iWCM9quFhOztEXD0GwDy9YGuRvN1eej3skCW+qBiaPKlURL1VgOe9oU4TPWTJMT3uKEM+eWQ4vD4e2T1yi+M9Uf8gvbOIu7z71ug9iEQMvaaJZj1lAqU9qTjIvAbEhT1tbBA9UepuO5nN+T1EgVY9VqMSPQpKBz2cDYm+s5W6vTSDxz2C/NY9ZAHBPfa0sTy9fOW9ACpEvVWmtT1Q8La9Z34mPe7Wx73rf4+6MpcLvBoYCD5KBya91gpJOwm21j2ToRY9vSQ4vvqLWT38WNm9PEYDvnmrXz0/RtW9UpIgvl7Reb2tuHQ9K0OkPdbA57xgYLe8AR/WvGTV5bzcwZQ90jITPZIMnz2/1T29rpkTPN4QA7yrDkE9nYHTO3BPsr1cEmW9ogz6vbmtEb4mfZm9+8bHPR5WOL3JkYU8vKjYvXSkrj3Lw32+Oo6gPa5M3zwqKFm+PJgVvsZ7HL5Aubk7/A/3PGq1sD0sk8+8iIw0vpV2Bb6oVGs9py4uvoEw/D0udWi92nUkPUTaWr0tmzE9jKPfPBKPeb2IYUU9dDJpvbVp57zKIW49pAkiPTa98LszSeu9R6lbvQe6irwEOpE9zNAXPWrLUDrEgsy8Zb/TvUkWsb1fu3y93ZH/POOB+j3fdJA8eIBNvDVHzL23Hog7oaiIPZ0itrv80R69/APCPet7Zb0HLJ29zZKTvckV7j3Ni8Y96HkCvoJzhbst8969nWsLPQjeHT3TzR887NmmvWlpX73pFT49uSUzPbX7+L2tgEO8+WwBummBWT2BoUm94SNCPPW1Lz2+FIA9bpqevbiOezzVz6K8h96+PeXFVDzKnwW9bMmGPYu6yT2JgJM9QTPBPQ8AdT3ajok9mADpPUEc170PHT899e2gvP8rer1wKqI9gx67vYqCtL3M9EM9TVMWPpE0N77x5lq7RFspvoQdazy+YpG9WmHMvdk6GryNOci75r/XvLTLir0fBIO9",
        "fOYevbgKBT3m0N69ZkVNvX7C7r1vHHK9kAwJPa5bZT0xmwe9rE4TPIFFvr17Xwg9Xd4lPAhFPzzYeki9Ri1Cvd6LiLxeNT89eFHBvIWZh7yeHRs9vkSRvbLosz0idKO8mBQ1vUYexjud1Y49NsGIPWTbBT3lO3Q8A2LvvOAeqDz3iRE+zrpbPL8yTrqdgUi9nki9vB0enj3oU0+9DJHWvXUuZT2qHh49iRlyPSJm4Twwyvu8PNVlPWaxbr19Ook8S43IPOie2buMj0E9irWwPTL/CD2NFAg9MjsZPZ5eHb0newC9rtkEvWz1sTwrW4i7MUnXPN4ClL1zWyK8d5YHvaJg0z3gk3I9lwDKPVl1jDxTMy+9i3kTvvrtgz1FHfC8liXzvdDGkr0e+2c9BHKpvVGGX7x6eQW9f/JoPUB9nzxHVLO8ijMivFmMGrzYiEs8lf6yPRGriTwdJxu969h4vSfuvLxvHg++XJxOvQyAarju7A689ua5PVNVpbvD2XW6NQrkOfUDjL27P6Q9LS2hPYkdnDyArwK+mPuBvFj18LyERIE9rkEGPliaN71bnga9OQd+vOe/nbt/h4A7pKXnPQQI9zyAXIu9BSqwPI4cPb2bVJs9WGUqvs7olLwa/le+o3LJPeEmpLwUgQg9PhirPViA6jzPjsE9yYbnPXi3jb66jdO96rJxPmZfpDz2qQs9lVQPPuydQb4p0sk9fs3KPKttHj4058g8bEihveBLkj3wb3m+gNOYPDfcnj3bEAU+hqBlvZbO5727Ekm+P9SRPX5z8T0Zk0y+tVJNvlMQyL1Exyo+qE6FPJJj4j2Yude9vYENPvQhMr35wg078weHvhUa2bsApK49++W+vdQQDL4YdAM+ZewevqnwRDsrySg8Xyo7vX5ATD0O3UE+r2yUve6vIzxd96A9JSMTveep9z0Vu1a+5bicPP+jo7u98YQ9IsM9vbTp9D2BDKG97ZOFvarQATz6ss48hdYCvf46KL0BCFi9vWzMPDGWj7ylvKK9",
        "qIg+ve/2tzwmAqO9ZEcwPVAsE7xDngs9PVfjPfwU8L0mDAI9LePuO3TgRb0Fsd68IlDGPPerCj2F1PA9YP0BO3XGYDt+6oM9uVxAvYmpuz2oq8c9P/UTPTnlDL364U68hOlcvWucPzwrOWe+jsiOvfESzLydA0k9KwYMvXcx0zy/5aS8Tun0vA7ugL13cXQ9GliGvD0sPz2kWnq9ch8svMCfp7yv4Rg9HJNrvet0OLsQbIc9c3dRvHvLHr3wSZS8oLalu9Ha1Ty+VWk9akS8Pc+UsD3ZoVO8KkDvPfs/i71n40K9/bAivSrrIDxhaxE8oiyLvAEP6r3rlfA9B9nPvfdWwb0xTpU9wJScPI6Xgzz2oFe+ZolhPQlx5D12Km08hTYHPSJuV72Opay8ZFpSPfBOczs5wz09mJUMvW9dkbykSRS+yZouvWu6vDp+Qhy9Cw8+vbcYrDvPqe+8SvT4vSs7xTx1qC48PmtIvVa4F73a5KO9fcmqvANAQT0yUvG8CtiRvSewhjxlQmi9D4aBvTSpE70b6pY8vgM2vZE35DzYTTs8luKovD6E7rzVRd28W0IFO7gPqT2bQ0+6YNahvJcB4zo2tXU90JaFPTXn571ZiI49Sf7tPLHfMrwcrQU7gb8pPT8WjT0xW4G9UHR0u+p/LL1KeCM9ogfavRrkrrw7bJY8NOKvPeXjg72RQgO96UmcvRFmwD16SDm9tYQSvFDGnDejaU493yeQvTmSVr0Td1U9/fqMvPCuezx54tY8u+5BPQByJz1+tKm92nSaPdLJZL2IgbA9It4bPW1QoL2mSHY9vTKDvdqYNjyFtXI9XUURPZ2E2b3ZgvQ7SeBmvAxNUD2RRZQ8q+2pu2/CcDyJFRU99I08vTX3vDzREs88/WzGvO4KU70ux6W84zvaOdw3G72DqrS9YQGcvG+flD2tva88gSW1O2pMhr56uQi9jun2PZqxfL3m9uo9u/oFPePKFz2tSS07Vj+8vDmeEL4bkYI9WtlivVaLST1eBiK6",
        "xnGPPffy6z12i2K90ICUPE8vqz163JU9JnCQPUaHtT1L0sY9zH4rPtKlRb5dQP09w3U4PmoJDb5wYNu7rNPmPe0+DL0HrbO9tumCvcPuPj1uZ949+tBMvQ6nzL2QKNk90deDPJjBRb2ClsK9GH0Tu6BeM70y8S68zFy4PGZatz1Hf++9A1eMPQQzmr3euSm9HGYkvgJiFD54yWo9jWEkvhFHJz61JVU9uDQJPkJWXTzTI+U9f93dPbcKGL21UhO8aACrPPiLSL44HkM+hrAgvkMxNz6dUDe9WeFwviXmOL6GqMQ9HX6EPk96Qz1sNAI9ueY0vf2uyr1KEcE9ogc0PbpgY76GoJW9cXE+PmRbG7ytwRu+20QDPc+ELj2Ignw8jhghvXMpGL2yLU887PTJvGH9pD0dW7I8DbQOPdZZ5LwVsTS82pBuPb7Ayrz0HTO8BNKcPEHtPL0ZHlA9U+d8PShf0T2//Oa8ZSfQPKHEMD3JFYI9tLFxvP6O2DznZw49FxwyPcsb27zFiHs7MEwevLZjS7w1Cku8r9vsPEy9Bb3w+Lm8tAy6vX4kcb387tM90qkUvmX0JzzHgwS9PVtfvbTLlbsl/lM9T+DSPFx6KrzfuWa9O/uIPfimpr1HlDe8PHVcvZSrr72Gnqy9qu47vZqWEj71oYS9qPgqPaq51r2y/8c9FbenPdjV5j0dwD48IMZLPcM92TvV5A09j6AcvNmkXL0ZXlo9KRS/veGZur2TSbI92QYRvmcLprtU8PI8jPUFPs6fzjyEeUQ9GCbCuw2bvr3k54E9oeCqvShjirtBr2y9kM63vMwTVb6YED09oFvrPKg+QL0SERq+TZfyvK8rvzwiOEK9wWh0vdwKVL2UOCk9KvfSPEFlAjzKzxE96zMEPogiO7w9zRs9WCTzvZtTvrzhwnM8cVk8vexwir1Wf8w8vwBZvbmgPb4au0A7KYbevNkl170SLpW7Pi33uz6YD71kY6w8YLGIPQCITTweQb88NgGKPOO7Aj2i1lq9",
        "Gr2NvR0V7b3SjCS9Y0hgPAXOqT34C369i6zZPHbQiT10C1u86UFivX+LYD6Vu7Q8Zvj/PIaO6ryP7Yc9LHGXPTp/PL2U3qY8eNACvrnizj3/3hc9ufflvRSSBj3mN7w80etqvM/MYrzOZJq9iPmsPQFcNz6eAcc84FIVPioLSz3eska+qC2vvSHIibsp9249DtGfvLDgeL7Ujgk+HqmGvqSNtzxtOJY8hxA4PMmFS72xfIK8cZATvR60Gbx0ErG7MCisPITSwLxakIQ9SetfPYfcED2n8Pe8MxYDPpPywzzqCWC+KF3CvRw20TqmLV89NEfGPGjBiL3zF6C8qk/4PMJUor2kJTc80z6pvc/K1b3HmS2+prUivbhMp71YglW9kKVSPSDOz7wPJRk9A9fLPeK7sb0XimQ+YtaVvQLE171UuHU94ncAvepBpDzFKJs9Y4E6vYEvYL5r2iS+Q8SuvaQk2D3IT749TYfaPajPPj7Tzw0+P8WZvO8RUj1XZT2+gfHmPOu37DzS11a9XMnfvNCyFr0IAyU9M/2mPYbgnDxF8TM+sMafu0qSjr0ISEW9AYfNvXhe27wf5T29Z4zDvLCeBz1OIba991i/Pb+aPz3pXRi8hZoFvnILfD1Je0y+uB7KPf7uwrzL0ve9OOjTPK2OKT5Jihk9H8PJPYCeOr0ejZ89pFIavs5GVj3iuhm+FBe5vGEUPz5z6SS9e3+VPQtvDT3GCfI7yyxyvXa8GD4ukP69vWkBPRobVj0jCV+9AwIePFIf2L3VeyW9UlMpu8pGhr3MmD89W0YnPaaZnT1lPQE9nfPFPOj8CL7g/cy8IAKnvC6n7LzVyze9YeuKPboA0TwjPHu9OkgMvvo23z1KAB+81WeaPW1agr0X4em8bq7Ju33PXz0jvIC8i6/Gvfy3+z1DP8m97OZEu3AiVD0ajuc63L2RPVeeZTvHdoo9TKVTPZ5UoL1ss4o9ko0lPPvfW72ei3u7R0C3vViFAj40cQU8/nK7PdwECj3sXGk9",
        "4hB3PNt0sD1yTdk8zfHKPb9Wtj2Djhs9Xo91vRx3e71cpIs7SEsLvbZtqrzrWxk9HjZVPVCEML3f9TM9IJ+EvGMytT2Rh4K9rBTuPWvgJr1Wi0M9XZGvu4eMZz3qRq08wMAZPX/ABL4fPDU9FmfwvDcfdz1P2VQ9SgFWvEeAOD19Az68kuREPSB+RT1MjuU8CotMPP5yuj1skaw8c+aWvQnze72tDTO9Ui4bvSpZKb2hkJm9A3YSvUVrmz0AAIo81AYjPbqA8bvcdaw8utGePXugg72lT7y8VhmDve0qiT0Rozq8eKURvAVGf7wQXnw9H4cuPRAL2r3FwTY6uqoXvAoMsjzggkG81YDKPdtqRzzZos+8/Ah0PUMtlz0rHQO9AO4tvORq/7zTXrW8QhECPVOiGTusd2A9jeKUO6iQCzxn1sq7rPszvRJLgrwhoxo9CSypvL3zWD3oyxq9A1bGOuIM770OHUY838DbvP+qor2XSzq8xsBou7d7yT0pqOO8qaKjvBVdCD2pMC29R6jcvHm9sL1gUo4874X+PEMy2L1UHcu9KcqkOzct0j0xFN+9IMoXPs6rPrzVVFM9FhMDO08/yjvvMmY8ccarPOSzgb2BC5c9kEQxvUnhrz2TsWi9cjcCvW+jaL3P6Cm8O5W/Pdvvjrwk95s8JEcfPW3+mD2R5Ia9102dPVk3gD2NT7u5dZnpPZ8Ev723dCi8I+K+vWJY4jyfLNU7YfUHPhW6hb3d12E91SCVPewjrbwTLOU8a5ICvs2IN775NaG9oQd/vRoWrz3YwJO9tDeIvNcdRTs8okq9utHKvW1YTL0MApC9YHqRvtxyNz1QmJ09ydUUPnAG4rumYYc9/hmmvf2pHzxQQJk9mYYfvn9oNLztTTm7YofOPNtcxLxB1Y093oTyveJ8sL0Pyxe+si7NPKD5TL6xvXw8k5tZPEl8ib1orOe9Tr7OPIZlDT5UIhK+kPeLO1j2Lr58jkQ9TZjluxIkBD7yr6E9xtGePBJPdL2QiqQ8",
        "Ag+3vdCaoD0gW589t7IVPaW0nz0pwc498FHgPXSWAb2o59U9rFBTPXhPAzxnrx6+MpQJveVhbr1cze09pGt1vF349D19o3g9B3IKvmHEGD5TPG69CrsMPSCfwz0FtU09KH+BvU0vNr2HT7O9MJUavZQZJz6I77Q86WWDPbdT6T3l4Z47Nx/MPXK/zb1BAp+9/Dx4u/+B1j2acOQ9dHTHPewejb2hj5G8mguvPCYBVz17hkO95EXCPaCn/Ds35Hy94Uw2PjAFgL10XNm9APIxvXQtbD07Nvq8bMUGvZ4ai7wauAI9ZLU1vTRlcDzeg3s8TNNuvTOZDLt43Uw921Iqvejkkz1e0P28x8unvNJJV72xu8E9ladpvWGs5TyvHio9lxkivadu3rv6OY49OKqmPSLIOT1X9Qs9zhpTvQ2xHD3gqbK9yGkdPJdikz15r0E9LskXvuAzrjwGgWk7tHDYvWphuD2LUK69/lDnvbu2Ib6OmJG8y3QxPQHqQz2DFsw9fUfcPQvio73dqfw8tMr/PRsGyzxiouk9Ia4uPdccwr2f3AA+IvPlvdj0lrz0j809tfYgvmMjTb1g+Ky8F4GVPVV9BD5MR4g9pmhpPS2snz32plo955+5vZ8BZj2IS4e7mV60vUhbrj10DEW9GEvCvBILlb1l5U08K8wevQFyGjsTAjk8RZcbvJsUm72nOqa9Aj67vCQXX73ZxAq9J9gHPdI3jzx9g7C9BzLVvPQoc71WZV29qdd9PdiAxT0enGe9sda9PKewuD2AOBC+5XuoPWXIiTuBd4q9P3KdvJcFXjwuoBA9VlNxu4Qqx7zbes09A6rSPXdxsD0okzm9cy4vOwvlEb5h1by8qsYkPUOo2b0RMhU8GO5YO+6lGz33NxS9CjCevbxT2j0FBeU8T00zveCxy7yDngU+F/YtvWXM/7wKkNI8SjifPb5wub0pQqS9IdsoPcKxtbwCap69z3HDvf8o5DyiQDc9hPGZPd6wgT26FFG+XliYPQvjKr2jh6K9",
