{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              9,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_2",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "1864f4f6a1f3e959094077f0c07be43b496f3ddb11ac69caee15c3beaa6b3719",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      9,
      90
    ]
  ],
  "output_shapes": [
    [
      9,
      20
    ],
    [
      9,
      8
    ],
    [
      9,
      3
    ],
    [
      9,
      4
    ],
    [
      9,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            9,
            90
          ],
          "values": [
            "O6Qnv7S1cj9lVYK/Fplbv9prT78OJZu+nNayP77b3r0vGtO/9dWNv443Kj+HPZe/70mTv1GW9L3oG7U/TxbkPl8sqL44LSW/kMDRvsRxZb+MHaa+UdnGv+b9xb3ENDY/ge8Ev0Z1nb6D1VA/TCyEv1behb8T6O0+kUUxv0dqgb/s4fg/UvofvnYZVr/y/U49bIMxvxgOob9VASQ+aPCgPVDiSb0MK4q/8XUoP9Isoz7h+PA/iVKyu64i8j5sNIG/gvVpP1pGyD83x5s+2Q7ZO5bjiL8upQk+jtIBwD6Ehr+MFho/ikqJPzjZsL+OToG/Rippv4tgX79Ylpm/qlehv52zDD+vgjY/TnaCvqrbdT6+pWc/0JBfPm+car9qcMg/PhdcP0dN3DqVGoa/SMwkvmNyuD/WOLU+WSgTQKVzVb+jibC+yx62P9Zj7L+lhWu/v2e6PpJC979q4Pq+ZrSRvsp6qb/gTMC9fN9+vhSpPr/wI4w/MwsPPzzUjz/selm/4y8BQFDc0D8uyWy8FjyIPchOFUDzmFk/7oYfP+N6pr6jr0Y/1hB7P+PXSj9xiMw/iCipv5eNP7+ahc6+Rir4vmX5HT8MPUE/c45bPga+Tr8sXWC+nhUHQH1v3r7DQo495d2HPu0njr24W9I9tq81P4clxD/ULwVA8p5bP5YGxz6j/US+lGAmQJForz+XfXC//deZv6nNQj5tybM+OQ38vy4NGb/sAa8+GnFev2L3cTyca+k+Quw9P8EFVb+ut4m/aruHvwsLc76fibG/ojNCP8kzDEC3Awu+UsyKPpS38j9h+YC/durnv5NeVT0XLME9xWaEPtrkvTz5/Qg/r2bBPk3E0j9TFZm/nrwjPyZhqr9vKuU9v8eEvyawFb9mmy6++Cs3P549Qb8WQRG/qD22v5V6gj+saaM/oo+SvkIwFb5aja6+hWUbP6Flpr+vutQ//gzzPzG6cT1DVF48ltw3PsbCED5iFsk+/kMXvl7kjD6sbAG/LObXvlpS8D5vBhHA",
            "hkAOQOp7s7/opxG/6Mb3vzpSpz1p3Gg/v7BavhzHbr9cwR69N74EP7dPqb/t55K8sIuwvhGKhL9S7fQ/SYDpPw0zeb8kJfY/xsTfPvm5ar+Fsvy9FERqv6OHjr/u44w/LZeBuuMRsb/mD7I/QFuyv4iqHL/qlJg/cDCJPkaClD7j/qE/tdk5P6OBcj7Yo/U+OqSaPjB6Qb70ZMq/0UrpPrCDcr8pdGW/ZRabPxqW8z4BbMC/NgoqOh6gWL7ksb09GP1YvyF10b8oIZi9mkspQNBZgj9nmxQ/N+UBQFpuyb9QxZ2/QKh8vjCe5b53gxbAeSa/P30awDzmKEE/uiRdv3ezJEDLcWi+DECOviNiAL8A3ss+XpQVP3mqqz0v82U9Lb5zP3apXr8tJBw/K0ufvh2sT79IK4a+RawOPwyb2j+HZRBAEm1YPwqLoD8Ewwe/YxOpv4RlIj+Bco4/SJnfvi2N0j08MqO/mK/+vxKGgz7pkS++9fyUPnndaTtVLgS/6Fh0PlHhAL9/gM29n6a3vsKp7D+aIXw+vPwuQNDruL7nt1w/DUnJv7h/oD/DNpM/MCa8vQi6Jj/gSTg/FCrBv6jI5T4L24i+fxOGv6Gpib/XxZi/Mk2aPq93Qz+t5TC/B3ycv96XhL1OGs8/jte6Psk43D81Kjc+Xuecvz51UL8vteO+/0mmPw/Q07+eikw/cfb2vuxAmb9ieRM/uy4pPi6O1D9hZ1c/4WqNv8laMT4wicM/ylUeP0ZocT8GTwM+9EiiP7q+cD9sFDa/Kc0kv6lWYb/DxeC9xkVrvzPfXj9fORS+jx5/PxfKpr/sXBS/2x6/PbGHCr+GGI4+zd7pP+CLPb7z7Eo+pKrZPpeeYr/los2/A1AkwEnsQr+vkJk/NQC5v57e/j6B9ey/ugoDP07D3z9gyoW/wzYTQFLfsL//cqG/r1SUv+qcZb4+hNy+KmAIP9ML7z5/6vO+tQekPO22EL85L02/Mbx6P9DM1L6BdWM+D8BRP/z8MDzO+bi+",
            "wRSqvzcMUz81Bom/KkoUP6bGvz0/j5S/H1eQPgav/b4Tvxu/UMPSvzMi7j9PvMO/ETGVP6bY0j6e6tk+Rt6DPq40tTwOzYo+p7unv6fumr+3OmI/uQLCv+Et7T1tA+G/QW1+v4TyIz9Z8f299iiIvz8K8D7+JhxA8KSHPaKjib+t2Sm/V1/9vrqgDb9gvdw8PJiEvC1PnT7R25y/ncD2P/HNGL+vsJa/Uk/kviMEJb9St9+/TIyvvsH69j8GMwjAezu2vap6iz6aDnA/stGBv5o0jT8ltIs/4uajvtch7b7teF8+SHA8vtV7CD8YulA/mggAQDJUeb78UGC9GN4ePzbsgD8e/HK+49K2Pp4i/74kSck/BryUP4PKUz+X+Em+Id5VPjt+KL++4Lu/Qx5mv1WcFD9VZ+o/LjIwP1XYrL+726g/1KkjwOADMcAryUw/qEZLP1zl375wXbg/MpFpvs9PNj7n8yy/dLElvyIt9LwzvSU/rndgPg4nCL/zhxO/TXSRPtDxAD/Ojra+XSALPtimfD7e02w/ofdWv7RxRD99Ada+g/GWv48D1r3oJ/K+T3kWQC4I4L5iDpg/QzWxPnpea7+d5Ne7DY2Xvr9fqr9x4/m+dtPavsvhLT9PNSk/mlHTv1rEib4V2ry+sIGaP5b8hb8BZio/aYFMvrOGwr+W/Y/AWU6Cv5FllT8ToUy/EC/0vWStP796vai+dOOTP5l3Hb94I94/9GTMPsl0gb9+kiC/MwkUvxgjbD3I9EA9cPy9vz1KNb7M4Jw/QFmxv2rvGLzcyZm9SxemP/RiHT4dTls/5Gm4v6C1QL96MLI/cXvcP6cKWr+T+Bo/n3KXP8Bmqb8ljBO/mw9av1pk0T8rFTo/h6dUvywYDj8C2J0/MiqUv7oQwT55s9s9f2y1vmJiPr/Pf9w8VsmxP1Jwaz8S/uc/nROgv7Gz7D4/peo/2dbUPpOs6D1j8qy/Vt2gPt7RMT9BVEO+3HoIPyuOobxNktA/wZLWvszHB0C61MU+",
            "M22vPUAqST/PDxG/Sdxav4m66b8I0Xy/W5xsvelCeb9YcVU/Tb51v++9n7+BYV0/1G+CPUMSvD7o0sM9nrolP/bXCD4OrT8/Vhcrv2RBJT/e5Q1Ao7J1vyRFyD0uAJI/MlWMv+7Vyb+iJr29diGLPyG+ez/P15Y/6sLDvjZVqb9n3Yo/r4Ubv5GepT/lkbG+64ULv+vXzD+PUbm/Go7hvYgaqz1ZTAs/JaIDwO9zL7/j4wG+ZbhkP37bdL93yge/1r56vvwaij+pHUI+KObBPqQiwD8gm8I/6AXKvsUu57/y9Ku+Ihtwv/txUL+ngo8+rNGAP0yV3j+MX4E/qNVgv1vmQT9cqAXAsuyfP0cLkT0EvSa/SfQlwETwMr90c82/fXrWv5gfx796G0Y9FTJRvwhPgb6j3pM+6V0dQFEx9L1tlbG/UB4LP1FjAz8ErqU/4BvSvb59a77i9QfAC3wCP/BGdb8gI42+KBduPf3+4T6ZXxs+FCk6v5IDu7+An9m+foEyvxxx6T8Obcs/aLJ2PPMCD0ArJUu/FIP4vlAZIj8DLkm+Og4Av07w0Dxdn52/rnWEP8LLrL9c3Gm/kj/0v2Gcmb9mkGs/L0Qxv7STiL28b/I/bi3rPpzZDL/0hbw/xT9xv2uxtz4/qH09nEuMPyKSo74OtQu/BOOKvhEdYL1jlv+/NeacPvorpbziUT6+jXCMv/H20z5QvcO/q1p9v/ivjD/To5s/rJfPv3pl+L57IIS/3G26v8hJrD4Tmha/Yj7rP7AI9T6pXj4/d2qJPki3fL+RiQW99hrgv2ks2r+rdfg+tmnIP9LE+T+hEE2/c1fmPtGPlr9ltkG+13jaP0jSCb4j/Ak/THWoP3INpL1Fglq/Y8kkvxz/br8CSO4+I6Czv3Od3b8erFa/jskmPvE0sj9nLpe9gDA0P09c3z6fFN4+4gzZP3+/or9oedC+sw4gv3k+hz9IYbG/b96yv3s3HUDs0Y08DsJIvkUUa78MEIM/7M6BvmrhJ7/wtmY/",
            "1GLGvxVjlj8jb2K+EmpdPtZX9b1x8rs/GjO7P+vnJb/i/Mm+jP4XPw3ujD+Tm4w+Zy0Dv02/tT1nv1m+g9Ngv8eOp7+KN7a/9QZEv16xg7w9otS/QdsGQHSnmL9DqU6/H6ieP9Xsaj9dcrQ/J+s/v6cY9T5MgRQ+m/AjP5HbqL4d7ai//wALP+LvRj/JcJy/ywx/v6ZYAj/CWyFA4osuPrSbP7750+a/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            9,
            20
          ],
          "values": [
            "EzVvND59mzC/8iM3kNIrNQwfUDPqu4Mx2yKnNWN07zV/vC4hMbV8P6IiMTlynR8jnV1RMvXOMjlC3cY0GptMPLB1xymwSzYmf5edKvRcmzdLToY3JjbIPKFnoTVBuY8qxjJYPoW29zhIScQkvqhDPzShqBKWu28mPnBHGCGGFhxhmKwfgiUDGzO8KRTXLGMtcgFwF6DCJhcVsTgXsr0WI536yDZjLnk94g2lNac4uTY1amI/fVr1PBq+UTys6mQ0w7aCNc1AZzUYUKI4hA4ZO2dOhzvmmDY3VCCwO3YxVjeyv641p6ULNgIUFTXt96k3p+EDOijABz1iygM7/iTJO/hRFj+jQuU9El6QPF1zuD0rHZg5KL7QOpAF1TpZOa0886YWPDm8WzvDpnA9rHMvPTiyCTrkYDY6x6oEOjYaMjzlouI7uy3nPYwkSj19cmk8vffjPX83cT26WoA9JSKhPJl7EjzqV948pufvPHClNz5EKVA+HnSbPCJVcT2bAKY7VbvLO6QsBTynGsY7MUtQPFLXITPnR7gyHUSRNQwFTTSqEDg8lPYAOKaxtzR1n6Yzv0fIL/z+zjRV/Fc7qibmN3XDHzMH06A2c0N8P7hbojK2lSg0mGJeMPdwEDDBGZs0u5Q0JAeSkDGfRGIZw+26JJA1GC6KZYYpAACAPwcccxRpyh4dqBlvI+eajxRptzkY76H2GE3a4Swd75wo4WuyJsxNOSTtcdAgqOi5Iw8ssCNA8687N7SINqlejzbbVeE8yV5cPim07jxM5JI+b27bNxkDqi75FUw+Xfw7L1ZsIzAZ9Ww1k3LgPMz8iDsy4lE+16tfMb1ixTB44gkw8zOeNLK4Hj8AJpA7I15RPL49Fzo92bc7ipBqPohFgDXJH7092twrLvx1WjqzOzs5MK+1MMQd7zYIKIY2XjeqNJ4KDD3rdBQyyH0ANHkX2zS687c1"
          ]
        },
        {
          "shape": [
            9,
            8
          ],
          "values": [
            "AACAPx8KKh5GFQwlV1hfJ6WpjSgykrQoEZHuKqeXWyMAAIA/tM2gG5j0RSn/x94oSDlZK3jp8CriqSEbDWIwGB7WZDewf6c0rFRFPglcCjmyGkE3LTDXNHugTj8Efgw05jRbP5DExTreHUk7llvPOsgzHj3oCv86oKLDPSSrwDqLclg+R2RIPdP1ST4bTjc+4XovPSmcfD41hXI9eURxPP7jgDsKCeY9XqoVP8+0kj3oRGI+QH75OlRPlTsa6mE47v9/P7ZnsDKJ9CknYm19NduUlzNycikr4VSTID4/6SEW+38/MfMvNLWjmjVyiZo4OhVqMMRDszEBO1sofu0jLYr9fz+XsKwsd5X3MsCjjTT4hBs4e7F7NOYqHDKAtoUw"
          ]
        },
        {
          "shape": [
            9,
            3
          ],
          "values": [
            "AACAP/MJTijlM7IkAACAP1SeEDAtSDgz6xKlOxvnez+trzM8eBxpPrRlPz+kZco8tnPCPkikBD/qDtE9cDsmPRnOaz/24hw97yuLLSIgzjXm/38/MZ9/P4+ewTqw1n8wYvt/P72TkTjcEo01"
          ]
        },
        {
          "shape": [
            9,
            4
          ],
          "values": [
            "AACAP4VpQyYhusEi/Z/VI/z/fz+b0+QxA7+QNKYo7iDqukE9cwRgPYsADD/9xrM+7ttkP0LCxzwbvZg9Qy7nO5nQpT5qqbI+N54aPsRtND6EIzQ/gSIZOxuj4DyBfIg+AACAP+ZhsCbHKRUZlsw1IoT/fz/e3Pc2YUMlMHTBXizlz38/JgA8OpOsjDdkJSg0"
          ]
        },
        {
          "shape": [
            9,
            5
          ],
          "values": [
            "AACAP8uEGCgRxIoozdszLdbVDyIAAIA/SmZMEOBQFwZN8dUdBSQYCq9Afj/MtF4zr9arONDF3DtzNs82SJR+P1tYSjkMlac31USlOzPamTlrhWA/2g9hPJS3wDxQuYY9+y2jPJL/fz9vyAczTUe7M39fuzZ5LFM1+0JpNfLV0DvHtw4vRl5+P29p8ilu/38/+B1kMkIkJCsCsRE3g8mFLPz/fz+XsesyISBAMFdamTS4H6Yv"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "HzrcvWiF3D0084W+ZeOmPNY+ND7fRBA9knl3PYTl2bxELY68cdhjPbXlhj4XlQs++25PvfcAljwMTV8+J0+IvcQ3Fz3Q7dy9cjR1PKQexL1hcmW9bnScPTBptDvdAsi6SYjkPQ+gYr0rgS8+GqH0PV/JLr6grf49dZaMPNXjMb0/lYu+ypbOO8gkOb5rwJQ+PIdTPCbPGr5p46++gmanPWYwnT1qTca9luXBPUbzG724IsA9TeNFvfyOEb0IGTY+9Nu6PTnMdr3Ya98+0S6SPomoVD6CmWo+5jcZPUT/Mz6KOYI9hzkAPxiNGT/miQo+3DMsv0C8mz67Z68+KsChPep+sT4ECtc9Y96APlxbIz8OhSo/qcYjP1ZAKTyqqyQ+kqzZPdHHzz280Uo+iCJGPYuxpz2i3qE9+YmUPSOX4rwtAwQ+cImfPPkL3D1fHcg9syYnPozoNr3KCio/H75NPly22j7xJYg+"
      ],
      "gamma": [
        "I0OgP5D+mD8UqqA/om2lP5fOnj+JnaE/U9+eP6GPnT+bIaU/GUiXP5c3mT+Q5pk/c/ePPwzomT+1JpU/RyaqP0m3jj/akqk/TJ2TP3BejD8SNJ4/FhGmP0PDmD9AaaM/xo2RPyzhlj9LJ58/0iOkP9tTmD9Xq54/eDKbP/fOmz8GNZs/8P6eP+KClT+C/J8/61mcP3/Flz8EJJs/cbeNP+kTnD+QUKE/FpKePwqXmD8GkKI/9+6WPzDWoD9ihJM/h2SaP7LYmD9soVY/9I6qP3yUnT8p85Q/4/6zP/MWoT8NGZ0/9jG9PwAAgD/bUKY/AACAP3odnj8Wx48/4TKfP+9BqT+aG7o/juyWPwAAgD8AAIA/AACAP5R3rz8JfLM/EF++P4Cluj++aq8/Rya9PxW8rD+mKkA/tluzP5SDuD+dKbY/B/KoP1DlqT/m16A/6JOkP3H5pz8AAIA/8qeXPyhKUT9iWpM/"
      ],
      "moving_mean": [
        "qfD5PgONYL46GaG+ChIrvwGwGr3J9a29gwSWPakCGz+ZZv48Wq/fvt3hWD9a2hE/rT/Au8Lfjr07uoG+8NcRv6bm/T6s9y+/44WCvZZ/C7+N9qU+nMUWPTS8uD7AkiQ/trcwPmEK+z3cw3Y/JjMCP2+hj77JWIC+RfSMPw0FTD68/4C+Qi8hvh5G4L6MPAY/MMNWPqGoXL7LPIO/MPTpPI3xlD4dlRW+WpqkPelGrL7/O0i+AVDtvtBNK7+yPmQ+d6xtPLsWGL3qXUU7g9sUPt10oT3vk3U9C4PaPr80ID6AfxE+ivzCPQAAAADChNk9AAAAAPxxVj0eC3w8an/cPSh6fT1zwC8+4o9WPQAAAAAAAAAAAAAAAIIyGD9VwTE+zMvGPq92uD4ElUs+sa2fPh4aZT63ikE706v7Pm0mCj9HvqM+WFEdP4kenj7ht0g+Gv82PugGaD8AAAAAdcVzPbAcazr4Ilw9"
      ],
      "moving_variance": [
        "8FV1QM8cWkDINJBAnWmEQHKAYEBJSNtA3wRiQFC20EDtOqVA+7UeQFSRGEAxb5BAGvFoQOp3NEAB6j1AfF+ZQAcmL0B0cYtAdDkKQK0AGkCxbKxAJNKqQDoihEAddZ1Agb8CQGsJTEB/xQxAe3SEQDTjDkDUJDFAlXaSQFlNUUDmNGRA7pk/QP9KCkA/IUdAg+WFQOBFJEAhE05AlMQcQPrWqUBj5IhA4h9tQDD2G0Dg9YFAu088QLDjTUDgZypA7qtZQC25ckCawkQ7FW7+PVC5lD0q2WY9i4B6Pi4jBz7WpPk98mqwPRERGyIbacI9EREbIlQ2Sz1pKHg8WMDEPcbIbT1llRE+U1FLPRERGyIRERsiEREbIrbXdj715BI+rzVzPrUAbD4KGiM+yL9bPlrWMT4690A7F+t/Prhhfj7mvV4+k49yPkeRWj57XiE+wkkWPlfRrT0RERsi80FlPdjkajrWTFA9"
      ]
    },
    "case": {
      "bias": [
        "RyyqPZ/w4r4hnri+OYGiPsFdOr7IpcE+CH2rvna1270="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "KFyuPm+kVb02jYy+ySafPb62lb4SC6a8qA50vuWzp75AUoG+XKCdvQ/gi71EupO9l62IvcyMiL15HZW93jumvhVJr71mRm491pDoPPm7YjxL2yG90lI+PcGMtD3gexE9SaxgPpPT/j5dWkK+kT1wPoeQBT8iYZu+y/qrvh7xaL5hnhU+dMr3u9kYCT4brv0927YZv/qjDj72QOA9wEUEvXuxBDwAUm49/cp+PRpmaj3OLog8MXSkPegZnj06aZG+q1nvPkLFFz01iyi/jZd5PUkhez5XuTU+b5wQv/dnJL53vEk+N5G5vChSzD2u+as9Y8rUvSQw7z3bTUG/oDi3vl6c8r3W5wc9IMcjPmGFLj6YuT4+dKEzPpCFSD4noH2+S0BuPnZ1Hb89BYg+2Qwav3taj77PXDa+gpWqPvMHU7yX20G+EpKxPITe6T0ELDg+HTaGPVC6OD6Vx5e+VyGvvQpeJrwS8Qa9S9mTPAnypzx2Qza+cn0dPI5tkDxI6MS+unEmPMDlS76dIso8YNqaPApEsj2tD4Y99rUsPf7Axr4lA3c+kuAnvi+ioz0uTcA9OkupvSRGzT39TCc+/qYRvrsTyb7mL4U+aTKgvjmO2L4fE4Q+EBphPi+ncj4aoCE9sILWPeiXzT0R5+Q99TQAPp7xCD7BUYu+9nYev0TsmDx0b3o9HgyTPWbTnD3YyaE95BIiPUfJYT0sj3A84c0evu7CJj3zvTG9QJNKPKCkfjzcxw2+FiuHPE1ZQL3gpRq+3FOdPlee1r4E5PU9dJOOOhLU0b57WGI+Qympvi1OrL4gIjo9OEoWPbCcnDz32kE9GuUgPfxniD13ZX49dicZvd1eaz7F7Tw+vA+MPVBNDj4Nm0c+ZLW/vMjPxr4LgLa+C8kEu7k5wbyg8Ps8q5TpPIunsTxtow49VsPEPFock72AHLg+1Q4kv+ZUij4NpBC+KueMvld9gD4wAta+9b86vAxXbj59HoW91HrNOygo6zuMUuS8k7qVPPTav7wX8J6+",
        "+ianvkqLiD0rTN08LbBJuIAYnD2kI2k9kllRPXJ9PL7ykFe+5A9sPmB1Ez65OxA+KlgmPsbEND5r3xs+HOuXvpHvcb3IcNA83/6BPSn/rT0aDZC+akLXPRuSlz1UNAi+OuXFPc/QBT+La0g+3xIVvzRGAr9XZh6/rz+QPpelOr7f5XU8nPsmPNoxDT3uknw98VpVPctNGD0mI2A87dywvn32oz41Xbc+uJjPvpB8br9KdKQ+gzdxPlphgT5L2ke8znCPPnIKvzyU+sw9lxbmPQVEV75JJvg9DFu0PZySkr0tkBu+ehg9v3iSoz5tu6I+fD7Pvt/a+L6UGbI+AWJZveOxK7558a4+VxKfPtaLs75Q+qw+xASbPmQWvj4Tuce+sTptPqk3Hj4dSyG+aoLCvLwthr4D42y+3FnyPRUJOj5SxKM+LSozvkx2LL1gsTu9cjgmPTGVjr3rAHW9ANlxPUccqT45du++k2GpPjs/qj4cVpy+GWrvPFetJb+WSeY8vaoHvfcXkb0MDU69MaZVvSbJeL3K9M28nDUkvR05EL1DoQC/XeZhPfzkoT2dfpM9DMmpPbaQpD0n+LE9tVS4vQFI2z35Ewq/4Lr5vutAgT6Ut22+KZhcvl590b4Ecni+0FvXPTlMhz5Y20o+rs9EPrqlij4S9vK+NLWCvb+4kD0wzAI+j7GdvqJK6D3lrLk9AuTdPY5kCT5Jv/09OOUJPqfAnz65vMu+kIskPlcZhL7QUKc9yq1APu/PHD7E9Yq+Z2rrvB00Tb/gPv++zvq9vhcGiD4r+QO/LPgcPikudr5E7R0+w6G2PvMv2D2UrCU+9dfZPsZuZ7+yaHW+RnmIPa4Uhj7+Qda7j4mbPaHksD3kxQq+Ut4svYjHeb30ggO9f0GEPsumkb4l1ok+CxaGPv4NhT5ynY0+cYKJPjSlgr3b8wO+wvdYPCXnUz4oDDw+YSFkPpLhdj4AbYs+qXGQvNBN2ju8M7Q7B9R/PeR8mj0ewFo9kkrwPDSM1D0sDJm+",
        "FdUtPAaaDz6pFQ4+SCAJPkCtHz792is+KU0qPpQWmb4pCBg+nI8gPXmqnj2NAXs9mTymvWRX0T1JJBC92gUmPjQ6Y75CdJ4815NEPXO7Pz0WQ0k9AdtRPfYwRz3QXB6+9BlJvt95DD5V2wM+Ct4IPnb2SD18Ths+HnEGPnizi7wm/qG+vgiuPLE3kz1QEYw9qSUEPXoMrj0IZ5A9jWKovYI6Kj45Uak+LN4Fv8amCr8xEak+jJPGvnk6hD7yVbQ9GGTGvq5NaD4d2k8+fbBSPhD71TzKwtw7yVsWPgLpxj2wIge76yPvPiW/CL9wyaG+smxVvkSSyD7FDIi+qmL8PTpShj7rfug9GnaZPVUIjT1c7pA9rcqvPSGy4j3oTKk8oAgjvFmyET4v5Xs95twfPYxevr4fUWy9uEsGv6iEqL0WLXu+JMDRPYjRyTxtO/A8YrbTPSSJ8j0Q9gU+Kgljvmv1qD5YFS+/wvn1vkX9XT7LEX49HbAaPrKkiDysXWc9SjXquywpVL0SHEI9JZaHPa1w0LwkK6K7djP6vPbFu72kCaq9QhY/PpPPYD502Fw+8cZVPjyfA7+RZ3o+tBL8PcIXLz0FHvC9csqSvT3zB7+n7Kg8h0EsvXPCVz2OZgo+shi0vhI9tD51iMU+1Y3DPj0UQr4pa8I+hL99vje6nz0="
      ]
    },
    "conv1d": {
      "bias": [
        "LVCvvVWrGr60VMS99EYgvn+11L2ToZS9NHg/vREEz73cYxy9snW8vZd81b3n+x69BYjavQTaFb7sMJ29JpwqvnF5+r1cDR6+y4mAvcn5or3ul/i91CNAvZn3kL2G07G9WUeMvRvg/ryDP3O9WWR4vf/wor1Jv7691sYEvoads70d5/y9JR3wvJAGDbt8afG9McBvvS0tdr2zUpm9uIRpvcuIGb0DQD29bRQPvYpI071Yx6y9tivDvclH8r2L3Zi9rLb3vYR5pL0sNpe91ldUvVmnFL55juG9G2DsvRf57727lBG+05F8vZYEZr0zJMu9CcCkvZhWwb27jYO9cm8bvVmDhr1+c2W9Mm4Cvnk0jb1cBsW9f8pzvUHezb1H9dG9IBbcvVuK8b3GmNa9z0mrvS5n3bxy7wa+Tkskvt3lKr4DhhS+ogjovdrS470bGpy9twr8vczR/b0tE7C9VIEGvnpWsL04Ee+9Yi7TvUOBzr1ETqu907n0vRff4b3VNK29Vc4Pvj+Bjb3Zcqa9j7yyvRtgbr2s/8K90S/WvXu3wr0PzQ++p47Tvd9h77z8AKu9PnnpvaQuAb4AmK29W1QivlA75b1s5ES9vnW4vXn7OL3tv2q7IDDFvWqkC76p8sC9f3slvizpt70dXr29yifGvRLb5L0Dh7G9BauYvWw0sb1anOy9jp6AvcnBib03eJC9TP+/vWvEGr4Ut629d5xGvn3bo71E2wy+QNNePQi/e71vvcW9Z2QAvmVF771uqxy+e+zpvUZvM75dMTG+/1bJvR3uk72EcOK90c20vaQXYL1BV/K9nb8BviYpa73afhK++jgVviLpPL332NW9B7vXvaAV0L1u3KK9UvDnve9I7731DRK+Gb/XvTevs721aKa9mkq7vUI5zr1KYqm95jioveZgCL7JSRe+d3cIvgOCCL7dXa29MtPAvTiKoL1dLcq901UvvrfZCL5qkkW+n3dcvV3Lzr1Qna29SiQjvkY3K77whfm9VQ3JvdwJMr6+z9m9",
        "DtMLvodH9r1YRmK9jA+zvVOS5b2vvOq9A10jvVMUnL1g/768d7udvVGvD71yEW69WZPAvaMFqb3f2sy9JKp1vZMv/L2y69m9ONGtvWA0972/v1i9tfBovYFwJ70aFua92duxvcFwzL3RJRS+clIFvrVcW70zB0O+8PfAvH0Ctb3QC4S9vh7kvZ2VHr1eN+u8MSBSvn31EL5GsOG8v7RUvdF2Or6ExRS+3fjkvWOd3r3husq9U41nvQ3cAL7a+Ne9wjXYvZ8a3L1O7y2+cEghvU7jH75vGQa+sdHYvesEur3qAj++OYl0vdM8PL2AtUa9+lytvUtP+73a46y9fdfkva29oL3fQpq9GT6dvW8Rvryrz7O9tnjovZHgG75lxdu9I9exvQdqMDwv5wi++nDkvfCG7L02Jwu+ZN+dvQfsar2BCRG9acdOvfW0cb24pFO9JYqyvQVTl72Epb68V3wBvgexIL3Jqm29P2XPvVy78L3UMkG+3uN5vYBNDr4I6Ji9tZ7ivYqk070Jd8W9K1rIvVN5qb00lw6+i2zovXp37L1NEPK9Q/8Rva1gNb4jWuO99daQvfcSFL4dWbu9+OiBvu7TwL0mvdS9Z/EDvkVmW77XJyK+gRClve5Mjr0poMK9FyDpvRb2vr2xZxC+4J77vfbT0b2/cCi9MlARvXTsV72tX/O90Z8KvtOCNb5o0b+9BXAovRGCY71vEWG9wr+UvYWEz71ZlSy+jC4VvgE7jr27rhm+4r/ovRQEqr1uK6S9Y2YNvnvGH74VEv29Fl+pvaexhL2suo69GEz4vYK8Kb6CpPm9XHpsvR/OsL2vbS+9UE7NvU2jEb6d7a299K0VvhFp5L0RV629Qe3TvepuB75MFoK973bUu9zoxLwjRpe8W/pkvTNUpr24mxW+t8CavVLqgb32dom97QEuvTAPKL2KTb+978DTvWNh07xi3oW9kkj2vZ3n+L0ibl2+t/4HvXMlgr05sLK9U5ThvYeQfL2Cxre97tlavcNdiL3sw+a9",
        "XskmvuB1dr1G86C8BmL7vel4nL24NDm+sWVOvlP8nL0vfKG996DTvWXcC76ktWm9F69evdJ8bL02KVO9RzmUva/6Gr5wAQq+cY/gvZ+8tL0lxjG+tDvJvUNyIb5lEha+Xey4vRzd8r0aewu+7z2nvSXA+7yY+RW9xhFpvXhSs71+RjG+PFYruwzmQ70TAJ29dgwLvkH6tL1EH/O96NKpvWB0eb2f/hy+3vtsvS5AAb7VKMC96Cm6vWIG872eBi2+4zoavmF0zr3j1Aq+LGy8veb6X74YuYm9bZI4uwbB070T1p29oF+mvT80wL0ffxa+6uuWvdiwxr2BtdO9YLaVve9gyr1K/L29qbzPvUhPlLzV3+O9Hq2svfm+yb0yJji+lSwFvpr5+L0Fz1K9zBgevZmJv71zd6u9EYarvbvElL3aCqa9s82ivZDpk71gvpm9e2OHvRc6mr10eL69Fzg9vlXc5r3/iBq+oincvTmMdb266iS+v0ezvQ318b0AwKy9VAuJvbnUAb7LRh6+YHe5vQ0ZKb5LLte9L+KKvf0wmb1LIqi9QNKVvfflLb2sb2K9RgcQvn9y9b0lOTO+ryQnvnbMIr7gBUu+7QPEvQXitb1MSZO9HTz4vVcco73DgA++ULyXvfLPsb2TOJe98jS3vdpOG73w6Gy9AAAAAAAAAAA="
      ],
      "weights": [
        "GmIFvJZYir1X2SU8pxrouxzotL2RYRS8LfrGPdCpnzzz7Ng8QD2evAcFgz2HcSu9z8g3PRK297xAFhw7AqzOvECuAL3L+Cg9D11hPMfbqTuUNxs9p7VTvGtLfz0M7Cu9kNBBPR1i+rxXqqc8jTcMPcEuPz3fHuW70hlcu7qsVT3AdYU8ZaFDvDtNo7uoyJ88VSP8vMfsFj3h8Us9EsDBPPSIQb0igC68FH6FPM2kDbvZuTw7OmmFOycJkT20kza8KOEVveC4lL0yJt07NvVFvbIzPDz/cuu7Fpc2PDQBCbpkAOQ8jD+wO7oqN72NbS8937pGPGoSDLysPly99bLzOq8uojolUfq8sq92vKS8Mb3K6ze9k8RzOlT2HL4WDDk9YIVUPYBcob16Tzq9sbKGPH75szxslSa9CCAxPS9RSr30aZg8eYSZPArBOT3916g8QVynPJNT6zyjaZg8H6adPCd/Fbym76g9jxwyPpbliL3yON09FegaPrxImL0jGTg86U6EPrGzmz4IWyc+6WJpvh7GlT0RkQW+22XtPVFoAL4LbZa9idaTvX08JD6KtLa9KFuJvYtxgT0bAQS8QbUpvvGiYz7QTzQ9itmEvVLSHbwIpF29gwRHPW60Nz1LLuU9PYAbvtSnLTw8mv29gypYvVuRAbypuvy8qSUgPY9FZz4dd/I9eCgqvFXlIb4V36U+t80pvhLiEL4wQzc9BLS7vb8AHD5dbDC9MniZvb657zx+aia+6nvwvY9Mmb5giHK+VFgIPjGCKb2kLNW9oficvmPx0L0oxVY+97U8Pm412Dskqsm9xY1aPessEj5gdRq+RdVDvn099L3l3hm+/vfnvRfz3r1lvNm97AuYvq/q47x04WA+GuCnvv88Ib2QXuE9H0ZTvF8ZWr6oVUA+lVFZvqYMFL4Fz/+9Q1acPYuPXD6MZSK+SYgBvaWCjj3ptxk+8QLtOoJ3v723Qty7C8SGvIQpIjzPOo68UkuVvT3FSDxLySu9L2RIPY/Wlj2EotM9",
        "M0wvPDUVqT1/9VW8hnpdPUsWML2LsDw9KUKEPSlG2zyZNcY8Yxc2vLwZDrx0Kd298o2NuV+O1Tw7ave8N5kDvWtiZTwHMRQ91yGdO+WsEz0XCXs9S70CPX6T8ryKoGa8GiQYPbyRFT1phPm8uyjiPBu7Izx8Fgk9AncoPBH6ZLy6ZIs9lXKRvM8jjDwhDD29K50DvbnPWr1sOnA7HnbQvFzgGz23Ory8WF6XvXANmT05ABy9e/XHPM/4br0k0qo9mp9FPaBAF70AvX68ND+kvDDoFT3su2a8NjbYvJa4fTypusG86SMoPF/bAz2dnc06HcOSPNi/x70wOgQ93fNqPUYBCb3+Yya9hgrBvIphMT2RHVs9TcwfvO83AT1ljcw7qSeVvVhZETyocto8QHYZPP+e4rwaf8k7ggITvPBsNj0LmCO9J9esPc2gHDxN/wU8ES4UvUEA4T2MM1G93XhfvUGKkjxXNNk9TcEcPf2shTx9Ycu84fy4PP/bHz0hdre8k9TgPBBEvzdao707SQGHPGucnL2ZC0w8z9QDvRr6sb21iSE94SlKPW+HJD2SBIg9QuNPvEIIwLy/WL28itZevFnxkDkfuGQ8Nmavuu6rAbzSPq49LjiQvJrbHD3HBc68dtOPukD+AD39Xyo6xcwKu0GApjzNwRY8AfACvXt7jbuTK5m88O06PUGPnLxmqRa9/eBwuvW6IjwOWPI8sGoNvWFMjDz0pf08tyw3PM1EljyIk3K6WOUyPJw/qbt6dyq9JeeAvWPhhD1r+Di8p0nHvGGI670VFx69eguDPbUjN7ylTwe95+gIPTxT2bp0Lkq8kGdBPVQJyDqTfFu7qT3fPUhsDr2EArC8TPoMvZI8mbwGzfa8XAFGO4ZcJTwBANC8ZHgmPkwluj37Io4+rsBWvGr4f75r2p89r34CvlLjnL44vdy9Ns4JPdkcBL3vRSM919wpvtYdHb78/pC8ie04vvQhbr5OcWG9Dp/xvaUNVL2BIX+8vZyaPKOyLT4t5VG9",
        "CYSxvc9Exb0MrW+9Y4a0vOL1ML5xmLK9MNCDvaw+vD0mqCA9e1RwPlfDET7eyKS9tfrbO0r9Fb5W9RS+V0bBPdeduD175Jq+BgGfva4FO74T7tK93EA4viX+nr3Pkma9sD2oPZ8uUD48qty8+BrlPcHkm7r5W4k+1OgBvtoj+jxr4uA8jmG+vjc/k76z6F+9Iv1IPivi6jwnhtY9maaOPkv8Xj0uY4S85ab6PXcAcr6KIoC+aKhEvllLVr5x3zA9bgUyvrLAGz7ekyM9AjjCvMvotjyR8lQ7lOYDvskI9LtB+1w98UazvJR0br3eogS8NUALPb2tDb4kopS+TiGCPg1gKL4Go86+noSnvTsyV73Jqgi8dg7yO1ui+rznaBA7+O6oPTPbP7xypos8Itl3OxiKe7w/kQS+KdG0vIApgTxbama7czJkPJiYJb21OOo8LyQ/vGWsxDzaZxG8VYFWvOeUgDsqHJK86fBAu4Ffjb2MoEa7KvFxvNhUmTjJIJS8HsmVPfDfPT02QCc9WHgNvdv/IbxvTRs9PJhnvdMELD0WwoC8n0vzunBBfr0igQI9/43zPDjdHbxaPbW8KpyUvc8Hc7zNLim9uEFeOlRHKz0eN5g7BvgMvUHOvbyiVr08ch/2PJPMDbwpnEi9F2eVPObJT73rqoo9jklUPSfcrjzTHz89aZHIPU4SsDt1hkO9DAkuPWbRqr0t1Ti9SinEvKjNYbu//629+cJLPIbdJ74XBxC87O5Fvr1zEj5HdF68gwjMvYR1I72of909SWwBPb7bjz2InNc9jQgTPjWIpT03G6G9+JknPYPuaTxL8/+8xL3yuwSg9LxGDJO9i4KkvZh2X70ZQ0g9y0GYvcYPYTxbZL47mjNevEc3Kj1mY568/WaiPXTKuz2hENE9hZXEPG7UDr77HKA9SvnjvXQLB7ybPnQ7Tb8VPgMpbjwvj+09fam+PafHzT2HHr285i21O/EZST3jdbQ8QL8wPYm6rDzx6ES9KxU5PAkyXj32GbY8",
        "ry1gvaIu370udqI8COMYvaVSwT1PU+49QW8wvRqILL5GcRa9MPoFPpnHOL3rmu09wRSlPEItBj4YCoG9uU0Tu2Ay6zzD5kS9GkSBvW3zAj5iCA49B/y5Pe/mOb7yWwk8qCV8Pv3mDj3KlgG9ZSdBPn3Gyr23voQ8ce7oPEBgQb6b1Dq+8CZevm7S1TxYWsa8gNVsvfN5Qr1DfYK9dIXPvTOHEz45DcY7d6PyveyD97ymKAI8Z0nbPRLJXT3Ohmy+F+70vXSYiD0iB2S+A5VkvruU5zu3Z6O9/AUnvqZgLT1IDxq+53Uqvl9PsL1+SiM8fMwtvWeJuj1QWb+8kpwwPSZkvL1r5B4+VlCbuyGJHr6ORKe9FcrDPN1xX70PLSQ9G39PPQ0NhTzFUgk+m+wWPhQ7Fz3TB0s819yvPUpm1T0DCE6+PZobvrDpZj6LXz6+uYrEu51I9r1mIBC9TBg5O2GzyT0AK1Q8SZAZPnyBkLwW9ZO7LTQ2vATzmzxMptg9WNwBPN6TxbxlQjS9QcDNvXE2GL2ZR747gOsCPqvtxL29Sbm9x62gPF1bvL33PAg+z3GtPblhLDx2P828E1NsvXZCab7R9RW8z0iFPhFvzbz8jBy+1qd9PiSztL3Zbgq+jJJwvVgopr7Bb5O+zQyZvouSDbti3wi9RyWlvTK2q73Bc5C9o+C2vY2dxDzNgg+9HtgHPAz5YL34Ba296D4OPEfxhr2Iw5W9+BioPQFCBb26HHq+HXMzPWSRKT0YRbe9v7WdvGbZ9j34lDe9FB6fPJn6UDyLum+8hUvXvciQwzySb4A9E3+IvQG0c710f588/Xe8vL5qBrxYhu+9UavMvIqnUj3bTLa8TnJCPZTYAL0sj/y9e4tjPZocA72jhwO+h9OEvFG6FL2kywM8Tr/OvJpxVLxmUPq8kpXTvMxGfr3bJFq9QNhyPXN9F77ayYg8FXeMvfdGmz0y3xA9l3P+PDImcz197ya9WmSWPAEDOjyIsDq9Pj8xvTHxW70AEtG8",
        "umoBvdRq1DvHZFW9Qwt8vMN4ab7QroC96SNWvTCpAzxZUrk8ZM6yPPkFlb1YIdw9emwpPYkdt76GKIO9MfEgvu+PLL4JXgE9h9PgPQ1Iw73oZO696RH4vRDvjb1GnPS8/aK+PDBDIjstS7U9HjyZvo8ev7ub7MW9/ANmvGh4vLsKADY9XBWPvYIM+L1RlVE8NDujvSNhe7wZV9C8/dJdPem+mTyGdgQ8APcJPW9m6byp5hO9PZEBPSHac70LUyE9IH7ivLt0OD1TblC7hGnvvIFXqT0Zhzo96aRJvF7+RbxQk8K8NqervTECEjvrtGq9SE+HPLVTNbxwzVI9gQIRvEPD6Dux4rG9aBFxvaZfwzv3Xpc9gF2cPeERBL3hcHq90JiXvHsrejzaYEO80D/BvdhClj3UnjO8l5+lu+xjkjwLhQo8NEevPUIXF70yA0U8XEEtPSqcUD2mt5o8QvQ4PWZfFz3+pAo7w5z2PGoZ7LxElgk9aVwQvgfSRjsT8xW8ao7iPI0f0rySInS8CkWqvFKlvb0yWDo8yuJhPc2ZwLz7RtI7lrO5uo9E0TspiBk8KkpyvW/ZCTvRY6y8SeRhvQpNLLw7BQG8HJnBPD+SGj0c97C7J9dqveQCxjyC3vA8/EIwuwFoOrxtReG80fXuOwQNO7tMrLI9AmwKvNQ1VD0nHQG9jf/AvEIn0bzoPKo8/55iPvK+tL38/xY+tC4gvmC6XL6t5Qq+8S7xPd8xYb3t9yE9VgkNviS4JT6oSxe+xd+JvURYEb4JRY6+1dZgvVFDLT0ctJm9WQbNvczjzj04I/k9PIBEPu+IxTuAd+O72RAfvlvqJz3TowY+0YaFvc5oCL7YC4a8GPwivXUF4z2EQSI9QrqGvqVQCDwrnUq+AxYCPjEfOD7f5sQ99LrgPcD+lT2fs++9ob/GvYBdlL6dJ308EjbUPOMBJz5xxD++IqGJPqgWVjx/MyA93iJlvXeNmb6cuBY+KGbsvUVZdb3JKgW+5TfhvuTPor5ziGI7",
        "saFtPsAHAz6rLBK+fBAyPH0zFb4DjyC+Kd9Tvso1ar4I1pO+YpqVvs7UYD5YF6W9ppoGvucOXT5UcJE9KLEPvYg/mTwmkRC8FxLdud91pT3crvE9J8iRPVEJZzyzcAi9nnrkvWD++j0/bpO+pEdpPicnBb4caiW+vsmFvfX6Or0g3di6nFldu6Vx/LtDqLO9ATMQPk1ab70Clw69zcX6u08ZtD3/Pq49Ov6xvTEAbDu9+Zq8ptI6vWJdeTxhlrq8IBzmPJOypb3Qloy94RWivZ10zjwb4e28J7tPvaSz0Tt+oX49H3KuPHutZb3EFJw9VaIsPiHYZbwnJqo8lEpTPDo3OT1lUsg8Gm4bPcVSg7xjTdS9hz7BPR8nhb2eSAq7aKDauzwXtTsMsx+9hgHsvCStV7zqKYq7l+FvvIOEzrw9E0U9HGaiPcbF0zzJ/Aw99Nc5PUzebL3fM4m8vBw7vVb0xzt0cW29L/CBPSO0gDy7wTW9+n3Du+0CH7zg0zi+KTn3PMoqqrydaDq9Eo5ivYs1gj1ipq+9dE7Fu7+fVL1EfOs9zlG3PEJRsDxSR4e8INFFOdRtVb1R+Jg9vTN5vZLgGr0o61q6SLEEvXevAr5PCMc8et2lvfIHej37xGS9tsU8vMFX5b1ioog9ksafPAVPib2If5W9a/4JPTNGS7wA7Dy+ZP0UvZENXz3jKKC8+DX9PR25MDxTM7a9BQimPWkGvLtMCW285EpGPUR/yzywupy8xIQjvTfXez1Ebgw90XkZPYEiubxq75C81SlXPdM04LzQe0I9hRe7PM0d3T2DDbS9VrQQPT0JcL1yYpe9wRafOvMdzD2gXxA8pBSGPP882b3/J/68+zelvPRj2z0sJz69EjyFvR7RUDyj9o69S0TiPf3NyLxbesm7Hpf7vDgOWT13VR89Np74PI/mFj67yLY9i4NCPW12Kb2rRow7kp/iPbJPHry9Aa6+eQ2+vXhJeD0jRMy9kYWFvHPjPb3xwhW9dxRBvb6unb1EVlS9",
        "VE7KvXL50r3jeLm9wDeFPTSKdrsL55u8cR8uvYjlNDscNoW9nAIAPvQ2/7zLoxi9OemVufZ0nj1kEzO9YGqVvP7YcTyTcJk8zT2IvoRDRD6IDpa9jnodvOXH4ryMFge+g+CzvQWftDy4E0o9WIpBPjJAHT5IXx4+BTLhvDDTkj7nml6+OOwyPh8hpDzcG6Q9lSM5PqSP0LxrlYa90+zPPLcu3r0dFUQ+c0BrPVEUerz7uzw91jCJvT+GTz4wzj0+qUL+PeutUr7ahNq9xV9yvdk/s7znU3G+PhaOvCiW3jymExo+4pKjPYgBhL2Nz5U+RUUnPtQl57soBIE94a1Fu+kA0b0KPRM+7x+lPsfoD76T57M9WYwbvlN5NL5Dz929yB/ZvW6WSr31y8S9JQxrvjEkRr4CIVu+k1J9PqJurL42DRo+Dq07va3cu77fDva9bnpNvhrge75xoVS+QddGvmSRRj0LCqU8qFBBvSvjQT0kWXq8LOolPqywg7sZKam9Px5JvnjhKz4ucPI803pWPmCF7LskOxm+Yt01vQM5WD7u30C+/2rEvukGjL3V7Tg+NXQ9PUv8pLu+Q5M9sT9TvcV1+DxSZk68ygZUPUD7ZjxKvOK8pzV+vTVKwj0gyFC9E6xNPIc9P7xR5G69rCg/PaTMBL7XPB49xwq5PIKIuz17iDm7Yw58PZPPEz7q9Zi7Scg6PYjNKDyYf+G88mCQvSorp70v0TY6YNyYvf8trD0/ioM9NtM3vT7Agr2gjJC8Wil2PKMTUD0vu9887y7qPRJu772/QX88vHkEvX6OU71/r2i9kXjnvEJujT3kN+y8KCKqPctwXr14DkG9MzQhPdY5jj157u89LRaQPGo7tL1bt2s7FKk2PV39+rxFJsY8c6B9PcfSZj1zRZU84l8hvYG3YjuYt0G9/ZWKPAfSmb0Wga29+o3bvfZw3r1WL0i9VhidvP99Vb2/EoG9yLiNPScv2Txsfzg9OVzQO0EdzLzomse9mFjDPOyytDyq4BM9",
        "n+Q4PbosTr3gS469lq7tPI0qj7wCGEg9K+d1PA2GOr064t48piDRu8HDdrwShz285ifuvOJfrLzTp+S8fYnFPHxj/zpQ0hU9vvwGvZY7G70Ypy89Uf5ivVTk/TyWqtc8I/e9uiAQNb0aMx49TophvCXhxbwdGua88b1RPAo71jyZzQW86IG1vMKj+rxQlug4DnX4u1NSBbol7as7WEAGveX/VLuoxNS7RlM+vEHDUzzxGXS84c8FvXEqBj1QHDy7i6tmPWL9ETx4zBa92ZhmPAxZH70HziM9L/NvPAXitrurHQU9YkNHPPBGnzuhMyy8TpqlPWSvN7zyQ+K95vuiuwgaLb0XnCg8jDX5PKYPLbzPzNs8V0aUOywQCD1gZWO96Qw2vbBh5zv3y/g87BSQPEMZpj3hUYU8XBvQOu1thb2ai6S8IqQbPNISLbvjNcI8EhqWvCxnFT0Ll8q8EyJWvJddZr2/d7w7q1a2PPBES718a2E9yLuSvK/uTr0+lGG8f644PYlKv7s8JRU+i20gvZK2GL50js89vnK6PfQrJz5+rgA+5eV9vVMUWz1+9gM9ioyrPQ0cNb7d4s+8sEMMviqYEz361m69CBYMvoSHVj2plIC+rR/kvSPvCb5eaz6+GykxuxIpab03SYA9WiRyPaQOrT7jby693xqXvea3Pb4vHII+wYlrvY+toT0hI/C9SETqva1CEj1O00Y8oCBJPYzkTj136Dg+AmlDvtw8fj1SGIg+KBQjPjDo3z1nzCK+29sGvRotGL28MgM9XngqPgXoz7smiKc8hi6AvvmMpz1s8dY9j3EMvfw4dL2wCjY9UB36PfWvM76kIZ6+aTQVPr6+hD35Hi09yFrmvaMvir3VyPi9jjbPvcQLDL26h0y+KFUivJ4GX70hKou+9zVqvmZvZb6no+69YTmkviuYgb5y9Y8+HioRvj0mMz70sii+yo6JvtWWFb63lca815Yzvsbadr6XaJq+TLALOxA3lrw7L0q9ipkbveud1rxB7+c8",
        "y9HLPJi/ML202UY9x2MMvf2zk7t9EW49z1jYvPl5Fz1WEfy8gyJAvamWrTuXjZ88JzvWvNEQI73Q+C48yAqKPJ9zz7ubLaS8J51WvFIQ0rxubQc9dNsOvSueiT28l0O9TWU0vQmAm7wwE167e+cDO6L1AT15gRo9hxaFuzG4HL0q6LC8rvbpPL19B7wYr4G5b+C8PGPpZLzw+XQ8M3jwO7FEfLxyV7K7EImFux3TPT3DJwQ9A+B1O0lGdDxS0SC990LwvEE1kDz9yP489t2JPFH+5bwvPi074bpUPeBf4LselcI8n0ayPDFhmTyrPZe9XbYovauHEz3Gap+8gCtovU2GiDzIkFm8rNx2vbZJCbuCFiG9SX70PMTYJz131dM6SicqvQAQKT0loRg98IoTPEVUQT1BJPs8YStxvGcdxrk5wQ+9B9kivS+YEL25T6a9ffLBPIxFaj2Bpoq9atjQvRjBrb3KRXC7I50NvqSYEzsnpl67bxupPNUPjr3VhKm8C6o2vQFI+rzBPXA97S/pPYbHJzxhWOq83Va6O5AtT7ye47q8vTm4vd4JN7zLiYq96zcHvUB3kryapkg9cHA4PVAss7xrQos9zV3kvF81gL2TUsU7zGahPEAIl712wr88EcGGPVxG+bzpIJ69iCp9vGbN4Dy22V89nsZ8vSLuX70N3q08xqQvvQ0eCj1sVZS6EzNoPZjCyDyXpTs9yxBJPqOITD1Sdzk7NzkCveL42jsan0G9hDihOpMD+73IFjc88vwcPiXqkzxbc+s8El9Ku57oUL3/ODE80/6KPFhv4L05zK29lnwVvhRBhT2v9fY8pJYLvlf3ZLz7xFO93Ul4vYgKZz10bSs95imVvaNLQz3yYTi9MaZ/PRXofD0CR5U9EVA4vvVl9rw379K95BoEu0W47L2rz+u9sMMWPdiZlr1u6wk9UozYPTEFDL6pS6w9bJmrPZmDJj0Xuiw9nfkivc/Hkj0MLRc+cpkAvgjMdr1Z2ow95UE3vusXeb1EvA29",
        "SPP6PJYCqL294hY+v6iHvYUAMr1HH7a9SpnhPHGAPr2VpNI9vguwPT6DOD57WUc+kj9wPfmSDb4cnE8+JKocvl5yiz38diq9L9oUPgfeuT27cpS99ylePACdRr6sXtk98J9AvhNf2TxO/IE+yugPvhpxVb3PMhK9IrIjPry+V76OkAi+9KUovvnwgL7o4A699iNKvoV9C77AQG49/JSBvv8nvL1qE9i9At03Pa3frTy8oYu+XJymPNchXL7vVXq9HmKYvhKuI70gGk67VH2Bva4Nvb3kRBG99r69viq7kj5SwaG+tahEPptchr5q5Py7FQW3PBK9Gz777Aa/7ozXPZhGh7tq6J49lxgvvtg7L7u49C29iurkO2aF4L0bfMe9EAeFPcb3drowUW69oOSUPWWYFjxIeag7bJKFvJc8I7yk8Vi9teWYvCbCTDzcJsg8XCYZPPcJmrwW/uw7B3DKvMGCgTy8hRQ9al/0vIvKg7yrjYQ9e4rdvLE0Pz2rOvW8lwkrvCgSdz1WAN087B3CPMvhWzwEOro8UEltPK6J+7zpl+o81dbdvJY2MLxpdZK8pKDdvII1Jj39W5U7vxtMvZHUXL0YO1w95gcUvC7t6LwwMVI8p7xqPFI/mjvSlAA9R8douznqd7ua+Ka88gEkPTyNGL2o7bu7PT6CvVPsB73TL828Buq4PF+WH7y5wm+8FACtvAfbkjzvwhy8N3MWvXGl5LrI8p86f607PfLfWr13DgY83JIlPU5EtT2kUgw9Hg+nvHEIQ7yYt8e9fjRrPEoScT1sJ508d8pyPYGBsz3b8wU9aeJkvVAzbD2V7je9e8iWvYYPUbt67Nk8Cy+vvQ92S7wmF/q83bMpPZnLKD6rbMo8KrZyvaNhpD1qmk09LdKnPS4xzb1gPsU5up4sPToAo7151h6+DEeEPZ36Fb5TeX49JZfEvRSbUL2VeM89DjYQPkdqBD3hWru9J6UKveNNvz1cByU96AT5O0V9VT1C1Ju9bcAQvmXP071ffJe9",
        "PGzgu1JJi70aQpC8zIBsuwE0i71BzmK9Sw3WPBUyuz1gK4U9vu/cvYCbrD1oxYI9yOK6PQ8l973RtNE9s8+nPfqXFr2+5JE9FmUKvvn/2TxAs0Q9yxC2vtxDJT2gwaI9GN5YPjP2GrunHv68rnERPS/xQ70IVCg9ohrDPf4iFb6X1PM9mn4dvhLSsLzMqx8+SthKvXEOkrxmD2O8lPSMvQ8V4byRLg+9vXicOhGWpz1A5VO936OUvr62cTy+/VI8wfy8PU0CIj1R3Rc+LlXovZr7IT3+iKs90sq+PE0YMT6GQb69B9kKPAFmgj0gw6+6U8gFPlRuWr4I/L491cQyPY7LL70c1JK8rG3wPVPfyL2dM+287YUMPWJ5bT3ws7U9d04wPZMALb7LLyi+lAcfvhZG3729H6+9v/Npviro3D0VxYu7Tt6IO+2BIb4x3Po9Rz0NvvsLST0JyAu+pxLVPQKNGz6ifd49JEUkPWxMxD2kvqC9H+6PPSY4lz1zqvC9z//HPWog5T24Sea82heAvpbOpL2Nw/A9NjORPCfgZzyyMpI9mw2ZvCS+973Kmye+1ZoDvvl757yePTy+UnKPPBgitD2Um747HpHOvZwrBb1Hk6M9xm0IvkxOe74vaog9nxiVPvCyvjtg3SO+JnL9PfixCb1O/oI9063VvSTgnL6tUpG+JC6AvjZ4db1ZwzG8YPGyPQmtuT2s8PM8FDaWPi9eBb2LpqO9bTElvsLoez5bkhm+3Bj6vbLt6bywiiS8I9FWvLySqL0vTpy+s+ASvub5Bzp8d6q+oTklvUth6bvppvU8mSRJPTwRAjwhuoI9V+ChvBeDwL0Qfxm8/WWbPfCSgL0og0a9H/cJPZU5Or1BXLs9Vax7vUhMLTu3hno7TnRAvAA4PjwsDwQ9Ou7GvXmbuzzHmJI9m2MBPCT3gDs1Csk8sIJZvAxRED1qqHO9DTH4O/3oZb1L9Pw8i2EnvcthYDyViqI86Jm7vP7XV71Osie8QuVVvdG9Rb3VQq09",
        "3W1PPbQLOr1Qmbe9p0PGvHmVi71EbxW89w1BvQJVDb0xCgo9xzbpPBbuCT1VH7m94TlTvQo0Hzx6mhm9hU4BvVPE8r0YmD89Dbn3PeCd+LzVn0Y9o2wkvL5Dcj3t0h89y6ihvCu8lr1cSqm9gPjqvfBTj7wvt+C6p5+tu5L1LDwG6D+8VHXkPVG+Crwlqog7Gy7DPC8lBj11eoM8o2+KvPqclb1eavq8xmzSvTNJDr2/AIi9NQ1GPcFmCT3Lvfu8a01hvZHjbz1CYZc8cS8kPPE1FDzzPFo87KWnPHbxiTySwLu9ra4pvgiJ1LxDera9s/kLPmptBTuP5hS9RSSZPfLcl72JnsY78vlxPeX9vrxrPzm9uxkSvrQU2z2OSgY9snATvb0WhDzDZEq9HdgVvdhtij3tYp89lgFWu4vegr3ZglU8n0fzPXIhrz13Gzu9uEAyveHKcj29ZjK9jN2DPdOrsL24tEG6xn9DO/zvkz3M+Eo8BbecPUN+xT20XNi95WCIPIUiHLxsi7Q9YmvjPdt23zveDaE9szAavQRTfr3AWCo8tRmYvZMrH75xuXA9wxfNPVY6JT156ww9A3GIusZkxztgzYg9tRGjvPb3LL4iWgS+rO3BvXdRFj3TO2k9JkoKvhh8hryMlQW8rfeLPXk3dD2BBRM751EYvaxa3ztPlHS8uvCEPXmMfL1zOoM92+MaviqMIr2B7QW+kf3rvNUhZrvCkdQ7gPYSPtUnir3C7y29D/rjPG3phj0n+609O/hUPASBFrwTCj69fW2GvUWGjryxeuO9ZCc2vRwptz1usaA8ZLI1vR+IhL1zOVy+d2jsvbtAPT2eRX0+nRPYPIdwwTyyXWY98qTjPea5Lb64yFy+h00xvpN++7xl/Uq92tGAPdFvoj3esVm93ioOvdtwG74aYiO9jf5VPap217xs5g8+7boGviZ6wb0l/n28G4PuPJBgwrsg4k09VJ75vf10kD08JbQ9Q/pQvPRGqrxF6Ze9+P+NPUhol75W0J48",
        "EU6oPKg+lT0SMSu8Odwgvnw+q70crE880oQmPnjdyzxdBGy+5qrDuvStI74WYk28jcaxvPoRHL7U2f69V7gGvjro8T34hwc9yPkXPiAHOzyiycS90WwiPmjQg710If2974FVPVY2Ij5gUr891DiBPMs9Ij1XnaG97nkZPTEpwDsvcMq9UD0DPcUB/TxDfk494uoTvWyUEb0SDdw73OyhvfoYsjwrNds8DSijvMToVrtW9SK81AHSPdv6E77DaOM8gdAevY7kEDyIDDQ9AqskvYTZsDyjOxg9IhVhO9smPjyzW8u9QJSNvWf/Fj3FAzs9fV/cPH7Stj2RUJW8jzfovUtshb1RRUQ828A5PVTD6byh9i48fq1UPCjfRLz9Ft+7CXYwvcdmpbwvhTW9OTU8PBI2Oz0RD8c8rRA2PHJaojs770G6IWM0vHZ9iLwQ3G67S+5JPZQinTsfo3W9rQGVPNogKTsKoQK9zRkjvT/9srxeFkw9kHzRvDhsJ72h2l294tdXPRONMzuP0tW7et9DvcZpAr2ALSC+2mKzPey4qL0EKHC9zfV2vWkKxD14cNI70F4LvuTZDT54H8S8izWOOs5YxL3GNYO8OyqXPbTl8zyobqa9F2nuvRbWXT3o0WG9HZFHvM/mNz3Y5729hzeDPHm/DTxNa369XYEvPZolQr0DNOa7hK3xPWLuqzzQWsi9+G50O7TgiT1Mz9o8YMWzvafibr0EVIA9C5xEPLJLcLzyGKy949ibPbRGtj2uRlk987rCvVplb7y20Es8v+QePX8ynj2DD1q8Y30pPFaw7D2GfEo9re/qPLWFBb7tBXC9TNt5vBBrUTzKkB69bDr2u1ialT16hpe8Z0ySPGnX2DyQxEq9hnvXO/49zDv1f5s9KRm5vS+Et7vgll66iZwhPcoIjTwyhH88ZTCtvKOgPz3bpp89vfk9vlqaGb1GNwu9ouWqvedUIT3j1ii9R66uu+EwLL4Fkok7RCpKPm32NL1FPxK9c2c/PAOt1j0dTT29",
        "/W0yvi9rCb6oJQC+3ZzRvZ39Z7uZZR69xthkvdJktz2dtYo8D7S9PaPPhbyyYwa9uoX2PUO9jb3MgOW95hF8PToBsz29IzS+gRMUvhMr/7wSkdS90mzSPVhlzDyJMxK9Hp/nPVaxsT1yaN499W6kOkFSQT1+Iwk+R1z1O6LsxL1VjPQ88w9LO8c5v72liqC9o4hrvc0fgj2yWAS+xdWdPUDB0D36dIE8k42jPbPhDr6kMgG9uPDtPe4TjD33N2C99MCkPamAXz6zIgG+JBgkvlzevjzyw7e98rItPiGYmr1MPrE9yv46vfacD74A+wS+4ImNvbSSyjyhU9W9RK9Svuzr4T0hCc88JMXdPdObb73SsLG9wTpYPILi+r3D3t+9xWoRvj0fDr4kfZa8n/pcvA2pYj5sZha8zH37vdZxbL4/Kks8LIoyvM8IJb6jefS9QgZBPu+UnrxNy0a9UpS4vJM/lLxJZXc+0uxRPE+td77/3IC+4rgjvs2Q7D2A+nw9bSD8vSuzEL4t1b09vw1mvYhAkjxgPHG9U1U5OyInLL0EI7w8o9o0vrpUXD59SCG+8WyFPISLdT0Y9Se+eHMfvPRI/L1kGym+99vyu7XRJjxWGAO9fFVpPNs3aL1neQ691a0sPSza6T0kJJO88QLsvHD3hrzU95y9w3g+PQPHJT5QEAq9KiqoO5ZCjj3W/zM9todJvZbuhb0iaIw9QrEuvZXApLqNwjY+ursMPBEvPT2WkAY9/PBAPT0Npb2pjNs86QIHPZ9AJr1dQQW92KaAvKh/1z0kALs8mmkYPVienrg+kQ+8WpPRPSpDHz1ZTr47uiiIvWyBFLzA3Ta9fSgLvQdxmT2yJrm9nJFjPeLK37zrG7I9oXhyvWCIUT15F9e8WNALvoVeVjybcZo8rFHFPXLg772kKS6+fDfdPehv4jxvXgc93kYPPFEad73t7P29DjyLPHSlAb5WU529klTavdFnYz2oypK9twxovb0dAz6cHw09m12XPRGt7LyUEns9",
        "yzU2vVxDnT2pi4I9PhF7vN86e73NezC9cy4HPTGjvr3IE0m90ujSvRdMrLxEVOO96ANOPDOGW72Sfr47teb1O9lndj2zRJG7HpCAvJaWObvz42m9L0DXvBCLPDvo6N+8dnzPvHRHijvHWRg8nDNxPDwwwzx6iZC9NOKhPOzcVTydlme9AakzPCkQWb0YVUQ9EC1duvXAET1aWRk9MK/5vDqkyrz4gz25YEvDO1mJz7tW6jK6iO1Qu/v/pTtnPHq8sJPiPNrv5DklWmq8uIRdveLbTT3YtS881XzXuy2TpTyPgUI7zW6guvg/Fb3j9aM7F4g2PUh+Yj1ZiwE9KgmrPBmoDrwV5qi7DUyrvWESPTzr60U9ERcGPM+WELzLk4A8ohUnPWDmVTs0KLI7ssMFPO8BCT3phpI7rqksvYkSvLx3qQE8tu8gvCNEaDxtaJi9HG6Bu/60MD0TdQ499z24vGwuVDyBmc+8bgC3PKaosrxR8+Q8kjo/vSwqNz0hSvm8lDRCPXYTuLzYHkK9gbx1vHrlurzIw0e8d26svRJBQj4/EUU+MrPAPeV6xbq3rum9PG+mvGkkID6SBRI+lEZJveZeQTyUuCW9EdaVPphTpzw0d8481kcFvQNWvL3tkRw+WpiWvW8fJz7nyyK+fXNBPiVGyDzm7nG+9nDWvUY1pD35w+o9CNulvVXxUz7sIJm92uQQPZoacr4qhTQ+Z5Y7vu8/ED1ZMHQ90cvBvR2wAj6yfEK9iG8KPXzPFz7Kt+c7PBtmvQnCHj6HVGO93p/NPauSGr5cPAQ+x4KYvcaEhT0L7Fi6AMLGvl5nPb52ffG9AUYNPtMgeD1A2he+03VzvqVxvb1PQSC+a4MOPuQe3r705tC9onwtvMi12L44rKK9T6Yyvnfjn70/xu29s+Tuvc4Sjjz4Axk9JUGCvVVdFb5o50u9frkVPiPna73hBxW+fcbjvOs3eb0P2he+cOs3viNU1j6xpqG+RK7dvl/dqj3gnwy+MC6bPNS/5r35Izo9",
        "P7/gvCStHr2Bpts8a8bavLSWIDvNUYG9YMAGvP4EP73WAYK84QefvGNeCTxVSCM9K+hju8bZjbykZty87ICTu08cGbyX+Pq7KX3ePC5wZ70306o8fGSTO7RLeTzwPSu9k1xjPPQ1Mz0cIr441Ac2PCI5o7q2pW08qCX2PMvKCD2fKxs85mAkvcJAHb1txci8e4rHvFGzMjyIeZA8t9zbu9mhpbxab6m7tB8gvM4pEryBymk9nufUPGoXjryz4hg8iXiAO6cGQb3wnzc83QZMvIDiPLzNy0o8Y1DfvMGUyjpt2y495ik+PM5Fkr3v19m89O1iPYX+Rzw4dJW7HqNhvXcAHTvEgKa9buIEPURdDD2Np5O7sIwbPTrwD70DjKO8PHBYPINvjby0wTU9GZyku91barsfU1E8WU8xPNr2zDyq/la6aakAPZrWWb3pdja9xgv5u6orJz33D2K9a7nPvPMc4Dyzz8m8YX34OqLoCj27um49I+iTvC5GcLsoNvA8uMg/PYjJczxF1IU8zKONvNqPpryaBou9uUAavWh5Y7x0tKK7ttfVu1hmMTuXj1w9u5J8vXoV6LwKkb08wOfmvKk40z3zjIy66EWSvK76xDuVUi88OOR7vN0At7xRlle9OOKnvd9GvrxMkUQ9LX5kPB59VzxqoiQ9bH0+PRvl1rzrAXA8F3mHvKl2PjyMzCm9KjmcPXwsIr0LsdG9wlHPPPBROT2nWYG9dl1APUoWQDw6mZ69/dvRvHqFv7zhK5S7bRYaPbBZh732UZA60RaVPKapr7yZaHC8YusRvQB09TwjweQ7QV4RPVMYIL12sle826MjPU85Ar1SvH49agUYupWiJj23Wc08y70sPXbcyjsy7Xc9/UobPQ4eO71Ad+g8AuSPvEGuGL2ozW+9oXGGvehzJrzKOUu9rLkHPYYQ3rtmZDW6BVP/vIIpoTznDJK8xTajvcdrvL55nxg+AcTbvDGUST5TTMM+/VeUvTq2hbstYuQ9flu4vX+V+bzFkS2+",
