{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              7,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "3e9a7ba18cfc77839a6acd5a948991612a2f5cc34ddd2228e97d022dc6d2b7d9",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      7,
      90
    ]
  ],
  "output_shapes": [
    [
      7,
      20
    ],
    [
      7,
      8
    ],
    [
      7,
      3
    ],
    [
      7,
      4
    ],
    [
      7,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            7,
            90
          ],
          "values": [
            "JMuCP2yiDr6RD60+z9hjP61Vgr99IT6+u/bGv0tiNT+fIos+t5HAvkaR8Lzdy48/EJqTvyyQ6z9jCoO/LHCDvxhGJz+aCmq/ZHiWv6DmJz+ZMpU/VCU8PwX0yL/KJcA/SlwZP3PfRb/5sRXAFeVOPOLt4Tw4MOo99CjEP8PsLj88EuE+Qa5MPzfohj+g4hC+fIe2v2DC2j7EI7G+wa+nv1mY9j7Dm86+lXztPw6FYb41MDc+HocKwKLS2z4QmK4/Vgs/vgWfWz9I4oK+k32Ev6/VN7/RZp0/Ay5YP5acJj8mYui8JAvXP7eYCj/Vii0/qEbNv0U4MD11upW/qTYMwPS11L71IUG+6GqEvvk3JL+Cfya+kSeyPwlZoT8tX8U+jbWMv9rw2bzks20/DALAv7k2Xj8aauE+VBxyv4dHAj5K3Cm/kgqnPZHsAUB7qpo+T+Ihv6WRqj9+ycS+acb8vYIEKL8R+iq/SC3bvuItAL73mEG+T1nzv2rTLb8DiwW/Ix1HPtnq476mddk/nZ0yv9om3T42Rly9TvAQQMurwD/o5nI/GRRYPknjmz+qV2Y+CDwmPqWFj76HuTY8LMiyP2WxNb9Z7xO+ndLHPzUDSz5ry9o8oTj5P5HNU78LnW8/qaMIP8RPVj8AUqW+di/JvCWL/7+Py6M/u7sxPreQwD818Xq9wm0ewK62O75erNe/MloqQApziT5Riui/Jp0kv1SiIz2yQ3w/8CQPPxxVTr7aJhs/n50rPnGlXT8MDZQ/ivPmP8IfGD+bRRQ+kLkyP8jPUb56PIs/t6ugPx0b6T5K/u4+ZtyqP2K4Br8tvIg9A1E8v1F0z7+Hm00/Xpgevwfeoz9UqKi+DmKJP6Ub4T/v3Xi/nLjyPvo7s77Ko+I/F5a5P8GX9r6OLyO+YnAnPxWJLr5mRV2/ZwEJwN20MT8xNWS/wXnEP51NGjzz0kRAW5YTP2Bh7D9511+/C9TDPi2wvz7V1q6/B3wDP1Z8P78kqag/gRmvvmMgjT+MG4+/",
            "t/+APw4vtb/eBMc/cJH0Pn0brT9eaWm9Kj8evxpAtz5LGOC9Gp5MP5eF5D8Yhas/KtwmwGIyTj/hV5K+92+kPk5YWL7PNAY/mmLvv3KuCT7sd10+UncNPhVJVb8AlSw/t26QvTCOFUAgYow/b7TfvjQ8BT8WeOM9S97uvxfcyb/vqAY/8IBzv4s2nL6sSQM/y/InwEYrQL9Vl2I+Nit0vwF70D5gYgy/E5a5PvhJvD/mckG+MMWBv+Nijj836w+/dekcv4dcJj5pg48/DsrvvsdGwr55wOm91OaVvtespD9loAi/eOWSvbXIg7+Q9g0+JCsaPr/DND7ZE7q/iXLpvrnhkTz0/AM//MuIvzznuL8iUCq/07hdv2TmIMBtKQm/1yr9PofalD1fBII/gGPJP+G83z8NESm+yGRlP4rLDL8yIz+/g6mAP/94Ab+r3xQ/U7YYP5yGZr8pQvU+SlHfvxDtFr/H8h6+2yGKP4Ftd76XMEe/h0fRPoppHj9ufxm/gF5tvpmq3z5+hq0/7YTiPhRu/75ubU+/tpJAv636mz9ftpO/U0IAv0U1uL9nOdW+/DWDvkahF8C7cHG9erw4QBscur7hfua8YiPYPthACj5vr1A/XQWXPsvTXr/XAjxAwUsgP0mIGT829NQ/AQ35vuiffz9wjam/77GgP3H2Yj+ZC8Y/a6w2v5+aKb+BUhs+nr3ZP21MFD1/kbI/KmxxPsU8ND/N/qc+19zOvpnOpL9AwEi+mwOQv0gqxr4rQlG9MhYnv8e1170dssq+KuByPuWSZz8BQNo+oHXOPv2Iwz1/haG/rUWcPkaFL7/+eaW+NoIkvxO4pT8YbXM+CNk0P7erNr/SEK4+bECEvg30rL+JDII/c2vZP/9zCD8xU8w+s9kUP3LCzT18bCE/DRrjvtVagT/KKPe/0gSiPm6AED/3dTO+9h4oP92Agr6Kmos/p+3IP8E1yr6E3EE/F5DrvmIwoL+Rya0+wtGXv4WY3L35qEc8ysT7PDGXHj70BQo/",
            "YjP1PhrvQb9ZITc/q+JUv8Y0hL9zE3U+SXHyPvditD/QHL+/KJkDQDWSKT2PhqO/5UI7v/D2uL6lNDM/Pfa7Pnhaq70P2TS/xYE+PUH0wz4+n72/8oRFP8R0vr/G+0W/xSLYO5lOtr4Jh8o/1xivPajY4r+gwPY+XeVMPoYz9b9WUtK+AzEHP9f83L6yNyu/UPIXvmPO9r/AEaM+JlgbvzZ/Mj5NM4U9/mhoPSrqGj/h4kI/g20BP7xWo753ln+/WZVPPo0Por/fkdq+ae0eQIwWjD76WYk/UKkRPjPMBL+8Uoe/IdWMPgwsI753Uww88vJIP5sJFj/OIky/ebwUvvWuq74heti/vyGyP7pKNz/djNC+CR6iP8BN1r/wO5Q/h8gDvgCi676HPpg/2GBgQD+uKD8Biji+beLOP6s7eL18ZVI/YEXJvuaLkz88mhq/a4H6PFAT6D0xBM0++aCOPwg4FL5MrFg+UtoTwEYJcz/cCNa+vYqVvwF/or42nA9A5mRGPogsRL/aIbQ/mg/ZP4eFOL9gRTM+J+I4PlMFo7/+dIM9xswQQABoCj4rFiW+icAGQIBP0z9Jt1E/QfACwHmPgD+rf7g+zsZYPoehTb8YhUg/65asvw06hL+omYu+HaAMPhqGUD/U/8q+e96aP2kqpr+k6T++GfYFvzC7AEDFriI/3CQ2Pqu91jzKAxRAXK60v2OISb/RHnc/3n4NP6DkGj/vjUK/ddDDP5JfhL36dAxAIXIIvbGFqT9YTyq/n3b2vbIAwL9JKnC+jTo/QFgOBUA0fn0+0NAJP0hgaz+4WFq/LZygvs8L7T4lTPc9mHHzvnB7br+pavs/j/zGvw2hUL63K6o+wqLeP1pChT9TEIq87y4bPrmqG7+eoVM/P9Iyvka8Br/gOQa/dlVDvxl3Qr/DXpW+Wm4vPwf9PT8/XGE/dOSIv4nnbbzo4yg+y90QQL1CyL+c6I++Vy/rPkyb1r2MQsC+JlpPPyN98r4VeKm/L3pVv8rs17/EhFK/",
            "YDt0PsY0Oj3Mk4o+PKrNPxmJ2z4/74k/JSlev9Uzgz8ky4e/5KSxPzh0s782BTo/IZ8tv17Lqr98Hzm/ccdNv3KSTT+v36A++1fDP+gYLT8usuU/lfMPPUadIj9xTOs9ZtqfvqmCRb9uW70/eYDnvzKVmT/BvZu9eLHRP6SWLD9oR8Y+FkqlPvkV1L4OL6A6aNpaPYA9BcCwouy/AMaHv384qr939BHAVsd/vyhpFD8eMSo/roY0v1DV3r6TG2k/ZkpQv2APa7/4Lhq+lNAiPz9Q3L/eU60+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            7,
            20
          ],
          "values": [
            "bdzMORH+XjRH6gE++ja7OHqVWj8+VO874+6MOOldijkXD6gxtyfHOftfkjvIbSYzLDcBND1zzTtbJFQ4q1J/NjnA3S69H10we2S7M6uvjy+WIlg4R2xiM0baDjY+5Osyza49P5JQhD7PwA86q4vzMZWsqizMIDosc3qSMf6zxCwj4CcoL9sSNZoCtjeYuO8yS9O2KhNDJi1+ffksg9VALIW8Hji1Ppk4xDCpMGuBxyVJHUA7Y2jlPRr+YT9YFakwuRpAKJKebCzl+68uX02XNa9KfjbKEQ07LWOBNR+iSDSyPCgnyqMoJhh3TSrg4issJKOuO7byBDAkqCovjNPOJxSyADaXon4/ku2HMzXM7S4MdFMp0XKnLCA4xSuUuYcpqgNeLkKdry/TqVcra0ZPLro2xSgphdslAPRhKrPxzjKF/pk0JHAkJjfnrRvlwAErkHBVMGfRNjBV4DwfYAfLIjyhMhmucEglTuoWCqhMxBp1mqAl9B5mIqjffCP8/38/HufGFZqjMRWU8/IcNayyLtfG8zNXeOM1yYO5LVT7gTC7Dqk7jvvEPN8kLjfsLHU5MR04NTF8QTdBStAzmp3sO2j4Hza+a003J1t2P7paZDnR/8Yy+/ChMWdM1zTiy0U642KNNFIq8DMQSjst+OEQJN+Xfj/dDLQ7FAbEGly2xRz0XakeEG+hF7U9BxUX3uwdkf+dJ1MZuRu6HPwkF2KTKnzKShlZOe0WmgogGi5B/yE="
          ]
        },
        {
          "shape": [
            7,
            8
          ],
          "values": [
            "3CN/P5+hlzSUok41JeJaOz/0oTMNBVs39ympNlCWvDIIrbY5ei4GLulplToXlX8/YmuKNoY85TcBi+c4QiuMNdnO2z4nIIwhHm63L5MYEj/clgMV7k43H6qu+w2lF4Ac6v9/P/lpHCuSMaEv5PahNXZFDzKIuqMzC1OBLr6p9i8AAIA/LdWkCfPYliRUD4QdodZyEvLkQxo3OQQajN0sHbZKdT+qSUstNUIXPRTK8zTmqPoygkSeO/makjjJAZEzjpJVPLFahjpvRxY0QV3GPuK24inlNxk//Fz3KveRuyg="
          ]
        },
        {
          "shape": [
            7,
            3
          ],
          "values": [
            "Zyx/P1SYUzv/YgwuLtvON9DddD8oCTI9wP9/Pw8+dDbbWRo08fB/PxjtcDlZdSEoAACAPzl2Eyg/xe8QfG2bPVGSbD8YPuIxdcHsNr2METxWuX0/"
          ]
        },
        {
          "shape": [
            7,
            4
          ],
          "values": [
            "1vV/P499IjiXFug4uX69Nh1FqDzwqz8/cPJcPupSdTwM+H8/9cCsLu4D/jjlmyg09P9/P1l6MzW3DccybrWBLQAAgD/MBo8tjf39IdZB9BBLZWg/QHPZO1ST5TJvPq895j5cNvh8AD6M4F8/w6+YKA=="
          ]
        },
        {
          "shape": [
            7,
            5
          ],
          "values": [
            "AACAP0+4ujAw4TUyJ8LlMtArgixu/n8/ouSHN4xVVjIdpAE3cxsPLvT/fz/gEygsLvZGNbItTTHxr3omAACAP96FQzBobictw41vLrqU5ysAAIA/F/W5BeVxpBPTQrkPjvSHDHOwfz9E+PMv+BifOuW9mTI0QEExAACAP4CGDRKHKC8SsHqOExhksBE="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "rTcCPdnz6DzFV2C+ED0XvC9UVD7sBaU9aedhvYMhgzxylPI8aSuCPAGEPz73WyE+PIdePNa40j3ORRc+zob+uyZv37xWDbK9wP3zvCVurb0A3E49vLzrPWQJLT06Gss9d59OPsybdr2HfOE9/WbZPUUFwr0BFUY9iJG5vFsWq7vRWAK+i+wAvf+n8Lyxnw0+ti5nPSD8Hbxc4YW+2d44PX0Xuz0EitK8Ix3TPfaX9L32xks8FzuvvRKFor0AOLA9w59NPUjaRL0bUIM+hQxaPV5lGD5Zukg+4jAsvPejCDwCC/K8IBPnPkcd4D4/6Wk9nJAAv1ZiGz7JDNM9shJ+PTK+eD6mKFk+whA2Pu5MJ78j4AQ/Ic7kvtpzEzw9p7A92KbYPY1VoT3l65Y9hDWGPWp4Qz39WJI9DfeJPTYHgL3t6C89873RPSBhgz1VBbQ9NSZaPbShgLwC0Be/RGgzPkBKcz40ArA9"
      ],
      "gamma": [
        "PXeSPxpYmj9gTJ8/PXOdP4ogoT/P2ZU/USyYP6iJlD9taZs/EmWTP6A8lT9dDJI/k22JP1WWkT/U240/8Q+kP0fPiD8T6KA/SQaSPwByij/H2Zg/1BKgP3qziz9UgZs/s8+IP9holj8w4Zo/8YmdP1Efkj9sJJM/W3SXP0Wnmj/cgpg/jfOXP53Okj+dY6g/pCKZPxvekD+Bkpw/eByIP2F0lD/DEqE/s4yZP/n6jT86eZo/NvuMPzlTnD8vnpA/D9SRP4Cbkz+6ozQ/nUObP2nXkj+/14o/0diiP9fomD+U1Is/R5u0PwAAgD+39pY/AACAP2d9kj+M34A/Gl6YPzsIlz+KE6s/WuqQPwAAgD8AAIA/AACAPwTdmD9nhqk/mnSuPwdZrj+/uqE/y8epP5D3oD9efyY/KNaiP3qRqD9elKY/syOfP7l2nz/M25c/vvWWP+gdlD8AAIA/U2WLPxZMPD+cPIk/"
      ],
      "moving_mean": [
        "IUr5PtXoZr5CI6C+2A4rv2KPE7366qK9OEKFPZPnGz/2kuo8Nynhvp9yXD+JdBE//I3qu8b/lL2XXoS+5PkTv+24AT9wlzO/jDKLvYccDr9Rhqc+hck9PUPeuT4TrCY/ikMyPkdQ/z2C7Ho/3AIEPx0skb6VFIK+/KuOP3WYUT52oIK+Ipgevlqy4b4Ptgo/BJFjPhCEVb7HBIW/aAP3PJ3TlT45ZxG+0wOxPe5mrb77Yzq+U3Duvkl7Lb/3I2w+C/5nPNPvJL38p0k7j7QXPrUlpD0p4Hg9DuTdPjS0Ij4qTxQ+RO/FPQAAAABOeNs9AAAAAEPVWD3+ToA8OyXgPRfhgD2O+zE+KnFZPQAAAAAAAAAAAAAAAOCKGj8BfzQ+/vfJPlVwuz7DtE4+MCaiPq22aD6QZkM73kv/PuZqDD/iXKY+crsfPxWUoD7D7Es+ec45PmGTaz8AAAAA19N4PdkycDoFU2A9"
      ],
      "moving_variance": [
        "roN3QK2ZXUAjepJAjPuEQBCfY0AMeN9A8VJlQPFU00Bps6dAk4IgQNsiGkB1upFAwWxsQIxUN0DjqEBAKAGcQBZYMUCHPY1AkewMQI6jHEAOKK9AcQ2uQHLGhUAA5J9AXGkEQF2rTkBw/A1A7vaGQKc2EUDtdzRAOdKTQONtVEBUpmhAG7RBQJbHC0BJo0hAnfqIQChyJkA3009AHiIfQNsDrUBTxYpAImxyQAZtHkCOf4NACIQ+QO2YUEDftyxA6rJdQOHpdkDGBUk7wDkBPiv8lj03v2k9AHJ7Pv7YCD7Ypv09s8yyPSXTlRvI8cM9JdOVG99YTT35lXw8U5vHPR6HcT3bChM+cORNPSXTlRsl05UbJdOVG/r7dD7RrBQ+nJZ0PqChbT4E+SQ+WpVdPtHRMz6Bz0I7XP1/PgqUfT6tmmA+DkJwPkZsXD55TiM+ehUYPh1alj0l05UbP7RpPeb3bzoQCFQ9"
      ]
    },
    "case": {
      "bias": [
        "6fhYPY2P3b0ZAlW+RGU9PtWOZr5fqZM+LC0bvgrFB70="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "z+hzPfAc8DsaLyU9D/w9PfWQU77oo+++msnCPc9BbD1WICo+/LHgvMN0GD7GNSE+/P6IPmiC3r6QHb2+L5ZDu01+vr5CKYk9vpuMPQ3sjz3xyGW+T+aVPQACkL4wlpa+cebjPapHoD1BNWg9umIwPaJumD24YLk9OEarPVFVbb6IwBs+V52qvVSuKT7Km1c++TKnPd+bBb7+rrS9AAIgPfdL572PTVq+AUXOPSyDLjw8ewM+xbexPdGEor0L+9s9BU1JvWc6wT2o82e+3r67PIDZAj6V4h89a2swvTvyHzz8RFI+CXPkvFyssz3CioG94HPEvrq58j3quLC+6QwrvZPuXb31T3k8JtKAvSeKAr56F3+9cxtvPAU1bzxB+W252AvbPY6cgL59+/g9TbrqPY0+8Dx/6ME9ZA6xPR+m4j3ZnCc+bxsVv9cXPT65LD8+cTeAPiWWOT5iI42+11RZPZxXnL2QgRO9OvULvVfcDr3fYRa9iEbmvH8c77ytDSq/YX5IPRQeNb4H2049C3n8PfZ3tb3iqFg9qIwhPvslnDwJYEG+TBdaOjWV9ztZDhI8nALnvBUHib36dxq9D+wAvebvPr6Jz2Y+yvnmPXu67D0NZ2M+8KO1vmPWc769NRW+EbtoPWJJgDwXBcy+WXOPPAW0qTzzqHU8MlMjvJ+8XD7JHNa9rWuxPUg/iL54rrm+1IYqPieDKj6Dd9w9cEDHPPnOp70UxaO+Z8xEvgMKiL5bPi0+Nf3KPdSPHz4TFRG+7a/oPFHVKj4LrxI9qT1GvGM5Fr9IyrY9H5raPQdei76h+Jm9prHCvhyaZT5EviY6CZiKPsF+Tj5vope+Ik+fvW8KXryYo0k9hwrtvMpY67zwiRk9X98qvavbtrtbdz08wTmVPhPHH75nhkU7SSqOvVKLvr03mAG+iaOVvt1HOL6hBzQ9JEmfvMtTqT31s7c9tZ6KPZ0hwD2MhrE9+aGMPWuQIb7ZjPm82qfzOqucmz7HHUs+3SC0vWTxLT52PBI+",
        "ELW9PX+mrT1+NPE9Gn3xPR900j1NdeM9/zqyPcW7LL6cJEa8Pb5JPlXhQb0kmR67phFvPTjVFD5TT3u+KZPQvQWMKT5vH9C9cf+qPc2Hgr535Ig99WOfPSjVqz3OO669I2aNPCN8rr1xdlE8C+KzvvLvMz2wz/U8b57Mvm+XFjxbNSa9LqdEPmkzS76x5gA+uoIyPl9OHT4FIio+k2ZHvojOnj3pMQe/BbQLPvQFlb7zBcS+SHCVvJN+Pj6d+3O7IAMKvaBDaj2uuQW+Dcw8vVSt8j2JVo89ELa5PWanEr46dp28zFAcPtfB+T2A3Ak+nRIlvyd63T35Ces9FOcnvWqIk740sEE+cjKwPcTNmT33wEY+zy7LPQj/KT4LO4M7ObU9vjtRIT752iY+i42kvpxlaj4s0+C9/0plPh3eJr7n/kY+MpyNvn0OQD62wEQ+av2wvkODQz4kFMu+Zbe/vCAy/T0g13q6r0bgPbehB73mjgk8h+n0PTkgwD2fJLc9PpFKvWmB/zy8Dx89MUMDPdepFD2VgAG9Fb21PaWXXL4OEpK9P6WiPsAN4j2ungc+wjs9PfIeL74B+Ce+8VIevkJgij7NfFK+h/iEvly4d7xxmUS+WTIAvpliBr5BBey9YU4fPot+377LZ/S9PNthvTJyI75jOxI+4aNiPlO+ar1Gecq97kNEPdACpj3tFaU9YsinPeWyrT3q2qk9F62DPWVXDj4/IDC/oGUPPl5qNj6EAzE+MvsYvhhJC77IC4s+pyKQvTRZf727N4q9MTp5vRRn070MpY+9Psm3vfWYaL4REvG8cFupPcW9Bj4RUgg+WIW1Pe6ZqD1A5L09tUdgvj0P+j4CfGC+uzyUvlAkhL5ewIi+yIBivuRVsb56X5c9dEcoPuBHcL76aWO+IKqVPd8BF7627009fwu0PVbljr1r06K+HTMkPnT+4j2tZ5++slInPkB+Iz62lDE+FKnaPd3WdD2PfS29DW5xPdY8gT0ZhGe8z62GPZGw1D1G6U6+",
        "kTccveOVAb4cmG0+oZd4PrBwUb66b56+Wk+ovoSpED7Oe0I+Mr65vHyEwT0Si9o9/OaevpjRKL4fXOw9puIHvhnrdT2ARiI+zvimPbdchT1Wunu9Qk8CvbJqcr59goY8NncEvdfSG72ztp++AWp0PStnnzxPnsq9l7uuvQ4SHT5B0nY9GxJhPnwcY75pKTa+fQlFPoDsED1v6TO8Ax4qPevlqb29znU9TKqcPs7SS770eQq+KkgavvK+Jj5lLhM+f9BCvQ0W7r63vZI9PxWbPaFg4D2MKsU9/vjjPX3wBz11U4+9g9zDPZOLiz3GFYE9o45LPeMpiD3BV6s9Xw6sPBy/wz2Ei7i+8DLfPXCMlr5q4Y2+m8TkPUrE9D0H5RG+72KevVWX8rydYqC9fU2hvZvEIb2nrQK9Z7jIvEeAIr5FfB8+bIkuv96rST7YAkg++zYTvzxLqb4gPzg+lNAGvmU5ar4Jlek9Rg+7PWgtlz1Bhqo9lXzHPbMmwD3BC4K8Mlg3vcburL3Tgx0+Di8ZPmAsBj6H0bO+GHQdPkkbBj2mavo8iIMLPvphrD3RUbM9sBRMvjtCxD2JYr++irJBvgSUVT4dpk++XJhavuxp/bzo41e+r7HlO7ngcr2uVqy98lpUviQtuT0JkBM+APmnPb096Dy0WvQ9rzoOPkwBqbz5ajM+Ms/qvp/7Qb2xfdQ9RvV5vsuQDT5Fkbg9cCQOvkw5+rvXhOe9yzKCvScZZL1hs2A+7xgKvr3jaL66eQO9KE1RvY/lPb3FdjG9AKM7vSBtKr00Uhy95BQdvVQPc777uC4+8BVaPgyir75m7309924yPq5akb4h1VI+FdGNven1sT2/AQu8KbBvvWfnj72jBKg9y2FdviPp7rw/yyM+7KhuPUaDQT0GaG29pi+AvtGefD150YU957yMPUxwVr5OOiW+xi1cPvFm+T3JF+I9nu13vpcnur58V/w9G/zYPKm6Qb0O+VI+7m7TO1+0hT51iGg+AOX0vWZAKr2fA8i9",
        "xmnZPeloVLzYVpS+/RLYO3jZnz1lSNq9+G3NPVpsRT3ThmM+i1yIPmqosT0Lvby8IReuvTTaSb6qGa6+wzEWvFanGL0jf9i9rDDsPTtubL47DVm+A9RGPhpaST0PzMA4KdA5PkRtwj384yw+P/YoPoVzL75j3yY+qCqUvpdL6b1eyv69+QuzOs3C5zyDAPI8eFn/PHyRAT3hWQ49fO2Svl+uaz7nfNk9zbDZvkL3nb4Aj9A9HYsrPmbiET6WmKe8LXI3Pixuxr4IuI096v2WPSn3Qr4esYW+5QofvSpheT1/7MI9NUb7PeULdL6t9FA+D6I2vtn8M741JHi9eWmUvfreAD4+ZoY+/Svhvtg/676CPJE+6U6NvghXlj7+A4S9RaL9vcuB+7yYDZ+9EmKovVHik7227qG9NktWvfc5Uz2lOdY+77bTvt0VM76z72W+y8a2vgCQs754FAy+yi/mvRN13rz7zam8vBEUvfZcYjwUXfq8+aUku4jdSb0FQEK9ufFavg18JD1uwjY9Jow0Pfwa4zygukQ9NIBGPWyuODwY2h+8r6yjvbHkMb2mSk69FGQ+vjFAqL3AMJi+qocpvq0RKD66LpK+jWU3PmFJSD7b9oY+gfW0vdx/VLwkdFi9VCmePrehXr6Re2e9YMe6vMSuAj7RTl69b9lhPA4sHj55UFE9NVKEu1aLID2XJCE9Wd+zvOro6zzwjwY97s61Pcc3a74kEWa+0k0KPsH9DD5rcfc96ZMMPgPJCD0XNEG98HdOvgAJCL7LG569l9Wsvdhu6L27G5m9uRW7vcDvN74XGww+2sk4v3NEAj5GGPQ9TfM7PJ+U7T0LJDw9yLyjvOZ0Xz2vX5O9a4NWPeasgr7oHgk9wONuPb2eJz11qbi9YxSvPeQcKD6qs549siWaPfGCUL5MEKO9Wh29vYMJBT6MhaE9qxZ7PgFjx73PxzO+8JhhPldz7D39iLW+ABknvmh/AD4YXF6+KC2vvSossrxUNQI88KN+vaYzdb2EfZK+",
        "lVecvtxdPjzD4MQ9aIGkPTjHTz6u6No91bKwPRwPabydVjo88p7XPS4iqr4aeL0991eAvafSwz0sH3C+fDSOvoffwryaWh0+UrgBvo2/ST5e/4g9q5FTPozorj3e8By+ghknv2n3zj2g5As+Q93wPXAN7z0mbOk9CUr8PXomnL5Vi+e+BOT+PFOjfzwVpo88CFh8PPyxqzwa3VI8QMN9vnQkgz5Z8M6+NrGCvmktLr628pE+mhc8PgrgZ76suRC+LfaZvtbIij1aGZK8ofoavKwqJj1h8Vg8dLjJPJUGPb7+8p49BVvVPaGG/z0zgAE+LWNxvhHqhL5TXw+/IjH6O1FhD7+rRcu8mwsOvQSpEL1gvgq9vGLmvGgaGb1KGNa+a+EkPrWihb6PWSQ+Me69vmPBjz5m8y4+/zOkvse3Tz3x2UI+3qjevWuZc75WIDW+6vhAvpoX4L3+1Hu9AcCePLdXNT4hbKc8AA55vXWler5hxvw91FnsPdUj+z1OleS996sbvjqt7b6+39Q90zHTPZY3fT0adMY9L2L5O7k9t77wvFk9cjbGPexz2z3gjom+aEDzO1Z+n7zKaZM9qzpZvhkbjD2Uhro96OwQPW7uDj31cFW8QXDyPAu+nrtuAHk90acKPtS5AD5CV2m7uFacPXWaCr9aqsw9/gD3vjDmm77VamY9LdUXPT44fD5QjFu+18KlPW8gjr0rU/k9a2abPHbLCD5gZ0c+Ghh7PerCJ76LL709zLvBvsJBYj0NkxI+LMqBPrxLUr7k0SE70zF4Pj1krr7/VQa+oRULv41D7T3Bahg+1LD+Pd/T2D1WSds9LjUUvnkmKD3C0Ta+oQervThyEby3s6u70RisPXcn3b47M4W+ipTkPbhEDz5FsUQ9fxH6vmzBwz1qHwq9n9p4vEkb7b0lfeK8PLIDvSA9jj4h72U7KzznO4vCbb3TdR28rWScPP2RqDtJxaE7onw4PSpbuz1rZ5++85fOvUyGLb7Imko+UCg8vn8SbD4bmm49",
        "Xkouvi2RjT1kaHk8TvgEu8YBPj1UQpK8bj4EPsXsZjoBM0A9AhoqPsAJ073Uqty9zBf8PR/ZFz6dYSs+SHyLvcBb8L1ohx89qvStPL+JhzyLSyU9Rv3uPOntMz0LgEU8q1y3vsxmyL4LVgo+XS2zPfqKBT6Hb/89bWbTPWTk3b28pe49EzaDPQcQHb5IHYK+7pCGu0hS4D23oSQ+g1E9vgCDUb6LySY+9afdPbVygb1p1u09b9uNPZNj/zxWEQO9Z3Uqv6BZQD2LjSc9nGMLPW+Cgj0eU6c9jbOlPXjbOr66lWK9PCfGPCnAyrykQne8iO5PPbqegLw64I26IxUPvvS0o748YmA9fUsaPTJ5dz3w+rI9z2kOPYu1Tj1HInU8gFXTPQLmXT6yShS+PWckvjMwVj6Ym6e+KOFIPp4sLT5G6rs9dA0AvxjQ9T2jo+k9cn5IPsDu1r6dpAU+dwyaPUkuSj58T9g8HPlYPrijXT5nc72+pYvPvk3dmL4linC+LRJnPdnE9D1diqs9K3cWv3YbWD2HL8Y9Iw/ZPebk170Ga6M9T6zPvDg4nL0d6r691lahPiZXrj1pJJA98HilvbnB9D1EF3a+9EHjvTJBlz4zOmS+bX0dvtNaib1JIAk+88wLPtj5VL31QAu+ck4evtkCmr3fOCm9w+ehvUiSOr6hwuO9oT/yPJWTxr0SCWG9OWpyPQ1/RD3xQYE9fY2pPe/rTbwEI/s9Luo6PTYQJT1Mtn29xuh+PTSFaT0pBje+P6EbviJXnT0G7cQ9SAC4Pd7pwD30B9s9X6/APdSwCTs6dFq+isu8Pb2GC77lx7k8/5DIPfPnxD1u+fo9iMkgviWTJD66fDY+ByXaPeX1+z1q0cG+dWXTvm5IKLwR3D2+GrZzPs3iqj1uQSC+Bcj4Oz0o2j2mRcc90TEIPjV1Oj2F93s9cSkHvpENLz0boWk9Aja1PSLvN71sTdE8H5cOvqAFr703igQ+MzAXvf7Pg7yLaQg+gaQ7vR8h1r0j+909",
        "cSlPPpj0Kj6e8We+4zh7vvhlKT5eVvM9IkOQvo0VU761oAU9J+7DPd9+RD2RbF890WOXPQA3nz0q4Y49Dgx1PeFwl71hVpi9vXSEveqLTz3/fiW8nY8SPvMeDD6xnws+LonaPRT1wT3tHa49WdXFPV7avb3Taww+szVxvuxEwr5OfSC9/jgavjHFOj12bUM9MF0IPcPkZz1mozY9YK9CPYNGlb3lYJW+WS+MPfBMnT1YFdu9UEXzvXuv1TstK0u9RejbPBiEIj4DXtc9TkoOPvmrxr29534+RUFcvcVhMj6pi928lR1/O1VNK71Y+FO98m7WvKYjLr7DTOa7j8Z3vTm60D0K2HS+FMfdPJNJqT2WuKW+4ePlOluXZb5eRaU93L9yPMruGr5GBWu+Fox5Pi3wj73qa909rZcyu9N6k74P4IU8q0IPvZHeQLzhJGm7x2zRPMkkl7voEBQ9t94Lu5USD76UKbe7pDeXuyB/IrwC0hc9XQELPrMRLT4Mg+Y9CxdnPsINCL39m829CfgnvnreML25SBo9sJQEvp7Rvr2xlfi9ZlAjPaWPOT4GVhy/jfhLPToQAj6Wc6U8yjNRvpz+GzstCxa9UjOHvKgUJbweaVG+1vRpvJz+ob7YCyG+T7yovezmFT6yFdY9MmXiPVVFSr5lOPq+zFdCPh5G6z1YhJU+GHWvPnBG3b46d6K++taiPr0zRL4sB4G7T4eKvcPthj35NE2+jnoLPBq3wbtZipe+KCMUPOtx1772TJ08g7LJPD2fhT0niqg9/E33va+xBz5kcde92OjPPE3sxr1EiQS9zrF+u/br5Tr6gxQ7X3VuPOtKHjsPnqC7ElY2PVukPb21NWK94KIlveTCGb1cgX29BhUsveszZr0m+A+/3t0APmrQgj57hBw+By57viMajbz749O+gt05PnyfsL3pcds9BabyvZOFvr0jjuS9QGP4vaV3c70qhby7MUmTvTLNEz597jG+HY+MvVXTbb7fwgm+yHfQvRNinb0LxOs8",
        "Nl1tvtWMpb6QODQ+QYgvPnX80r6H6j4+b8NAPmAiMr5dzhS+EDlAvgGXMb0K2iG9sEBSvRiDpL0b0F69/mFYPqfli74n/aa9T3qMvf7lhr0LYZ+9aZ+IvQnWhL3FhNC9ZZq/PW9oiT65C9C9PKcTPvOdhb45ebQ9IdxLvaA5UL7WAUi9pF8RPZuoST1sJrQ92emXvQJyYr22hwC9GAIWPpylQT4/DWQ9WH9GPq2HSD7do6u+L3vvPUtFvr68516+eidovYRmlb2xEEe+0ThUvoJRWL5xsJq+4gbMvfShdT6pYFQ8Y/+XveX84r2ed8i97SDGvbOeCr6d2MS9bsAOvaCftD3IcJE82HFnvlxKLj7vMpo9S0wXPj9e3Lx41yK+eLCxvbdp+T3L7MI9H0u4PSv9kr4gcew9jHdJPhuaqD3I07C8skhwPEH7LT29FQy+yXaMvd1Unj1nXzS+9xLzOtzUDj7c0rm+woLVvMtFBr1hcwo+9jAkPfficb6Ei0q+/QLxvCalBj7YJEk8PdZwPLXNDT5IQuy9RdQ6v9qiRj15uPY9Dw9UPQUnDL6frAs+HlklPvDtMb7J+by9o5u+PGid0j2UinA8QSTUPUNP3D2xC5y+7CWfPcNzmDyHwqO+djaXPawc8D1tFEc98nC7vdtw4b5hrFm8XEDQPdO/oz3NPps9vVbXvvuZRzwENu28OIGBPfVYVr5x8Go8v3cWPl0yKT2cWZO+xPtdveO7Xr0bGcy8Fu0KvZ9jAr2fzns97TGivpdTcrwcSAc8aCzPO8OZK7uOAag7qpwCPBI9wz1QTC8+lrAiux1dhb36x329vL+fvOPA37zJCtG8hmg0vb1zub4zlrk9WMWBPQHzOz2UCAE90gsePZ5xqzyHcBG+tqR+PaSW3bqyxwO+4KoNvoFxnL1JbAM+8iBaPtXAF70n/SU+fIOzvh0xDb1OA8Y9bVAIvYBJ4DwnYl+9Z+s3voY49Ly28ZK9nGumvR8c272a6RK+HnOTvafRGb6hLe69"
      ]
    },
    "conv1d": {
      "bias": [
        "Z1OEvYlcrr2Oonu9tYSlvegUvb15cu299cj3vbVyV70MKBi+aUDUvaTBir01TK69Nu8Gvq9R5r17ujG+JkCcvb2fv73It9S91sjgvJzmqr3YwYW9qk9kvZ8aXb3iQI29F8ehvfocd71et7O9HYGyvUz2YL0Z2y69s5OZvWhuIL16ONy92tQJvisvvr0Q8je9L3PrvSoSn70xyUK9XQY4vSaCnL2hu9m9N1LVvQpfGr4BYg67op8RvpRtjb2d0tu9SeCXvQRwnb2kkoC9QoLzvW6tur2QRP69nFRvvZNZDL0gSMS9lJ7xvXMYlL0rQvW9y+cwvQSVI75qMBi+tpbFvOIF1L2WJIa9A6BRvc00DL2JhI29iRRfvcc4hL2KTc29Ej/HvSdblr3Od0W9ickgvs9Etr1xDWa9LdqjvS8pkr2Gs8q99xVmvWSLJbyOsjS95I6VvaZH+L0LbNy9TF1svX7VBL7wg7u9t1qsvZUMpL0ZK9y9iVQvvXTzi7zX4wS+Pb6mvXP0oL1ACQm+smnLvXVszL27el29rV1VvRn1k71Xecq9slX7vJiNt715Goi9xku8veRwhr1tWJO9lEgvO/9/xb2az1+9iUkiviWjxb1q27+9tgiPvYvyu72+bqK9AlepveSGXb3CHaa9k6fKvciMHL5Ue9+9xsxnvRC2FL7wpSC9cbe4vRrBmr1ybBW9xoquvaLwd73x4La9laN5vVV/t71ANjy9/Hb9vSqtKb0VwM29ihVKvU/1T70pzVG9RlWRvfqETL0eP9S9aSEpvYuw5b16Uhi9y8qGve/1sr1g/rq9aqMQvUfvk71d67W91Z4lvn4mNr30l9q9GSQBvqNgwb3rTEm9P7mTvX7wbr0GLsm9oy6KvXUMdr3YTma9zXmHvSfhGb44JHm9g/GWvXFGK7467b2989ISvvlVnb0j4dC941KjvRE0eb1Ajmm9+KYFvqhdl7385Ja9NpmsvXuU2b2lp7e91CXnvRNOir0LLxi9pITAveuxtr0RkYe9",
        "XfwMvgVXsr2Jcau9i44gvZZ7Pr0s5Ce9ojT1vZniJb3yEqG9LvAFvk6/Yr2En0K9VLRdvTwllr3VoKW9ixNrvYBXQb3926K9IQ4/vTXHqL1WM/28wB/svc7z871TDWe99wDdvQt6xL2jIby9nKKYvJe2Db573aq91aWovQVRtL3nSJi9hg6ZvWxDnb1y8/C9gTBVvUO9EL0u7oK9EctivTxYFL71QGS9q+3pvdsWErz0+xW+mzjzvdk7E76M25K9RhAGvoI4m7138ii9dBslvhFwS73MzsO9w3gsvfrdhr0TPWi9NpLavWHYaL3YVYK96l4evSZjlb2Nbpy9PiervZPLxb3AYLe9UMKivbwYjr1+HjK9NkX6vYkXkL1l4cu9E+Mmvp/mKb1DstC9KCDivRPQgb0/+xi+wpt+vcDpHL0rozi9rrfDvR+Yur2C9GW9/DUNvtVn4r296s29Spk3vh6ECr30dMi9fkiAvQanAL44sqO9ZC4evW9d4bxC6fa7400BvT/l7r1krIe9nKcNvWxdgr2Tnhi+2DulvZsVc72W3Je9Pk2mvT3DoL0QOeS91MUAvjlp6b2PUqi9j3V7veEsHb7Zg8q905pJvJrHrL0bDgO+mLSKvWRzNL4Syta9kumPvawsd71OFby91t2svTGS2r0GE/i9rsiQvYZHAL4kgJe9p93wvcNGmr13H1a9tY7mvJ0MkL1xPD69Xi7IvcCDW72UmMa9my5Mvb29/7sdpY69cgShvWRN4r24M4i9q4MZvQUmkL3hTZy9AN6KvdthNL2n16m9FtmLveVMwb12yLm98hbSvdDxy73PSqe81cfqvZRyjr0Kvta9302qvUikLL2qBPS9tHdNvqjGZL21IVa9q1bbvV8LUr3oINO9lim/vYcwa70nC5K9FPq1vcXowbxM9Re+mxPQvfaBo71U/WW90UqRvVMZTr1FHd+9xFPcvYsoN70nMUy+d2bsvSbSub3FJyO9gWYdvRQMyrw0BSy+YJRxvRh71b1JgY69",
        "4y9uvZJllr3EsDe9g8uOve6LN71hUMa9Kz8nvUgKRr2NQYa9SwYwvVW4tL3eS7q9c+nsvUxCkr1M/a+95k/9vYJO7b31c7y9mlaQvV1QPL1ngk+9t0G6vb10+bwlTI291XtvveSpDb72rrS932BhvS2h170KoVu92CJTvTCEML1JDgK+2zLIvY66ML1kmIK9dvEBvi8ZJ77BerO95lsBvUkF1L0/+ai98KGbvbGsZr2uKT+9W1a5vYetZr20VHi95tR8vVwP9L0+Oz29m72Evbi7Cb6hx2u94GeHvd770Ly8JhC+Vluuvcbuzb3ewZC93JucvQIhi72Aqgm+wgk7veCRv7xxeMe9WKCZvf/08r3HAgO9IaZ9vR3zhL1yoM69obxlvTDJSb3gAfW9/k3HvYqesr1XDpG9dq6tvR1yt70w7LO9SkAFvW0FN73DiMm9/D69vT4eEL6rIHa90UrDvDVzw715+qC9+BxYvftBor29bbu9bmaUvTE5g73+l/S9ZQ5qvWWd9L3/jLe903EWvp1viL2U32O91KnJvUwqnb3YnbK9uozZvfMGmb2IuIq9oa6NvY52zb0WqeS9YShvvdpzuL0A962958RIvc3DUL1W1s+93OjUvZcaar35Xm694u27vczNlL3te9O9Yn0XvaDsgb1LfPu9h+X9vSm5Ab4="
      ],
      "weights": [
        "4vKLPXweFT0Zo947Bq7FOjEa87yCplq5EnkUvHleCrxfCb492zkKvWL/Pj3yvY87bdocPu4CN70aKd49gG2NvTNmJb25Rqg7May7PO3IHj2R6p298EG6PIV3DT1BRre6V8qIPf9d9L3yeAk8OGTEPCtnAz3qvjS8P2yaPSARJr3ojH49w200PW0UDD2ZURQ93RBhPYbDQTyvSQ09vBgVvLAgvzwvJlU8QJf2vBUy9zyHT+i8xQlxPAntnj3gbGa80XAfvUxsnru3j608dUD/PTSsv71i/Du9n9mvvdhPC7wSamA96pFtvdo/Ub0krBg+hfKAPT5BwTx7pZO+lVXzu6nq87w728S8C8u+PHA4yT2pbNy9a7oHPqglf73ySVs9sekevIizaz0Ofu89HbzBva2sHb6kuKc882kZPSkORLzPXbc8GI6LPe6VAL1v+PA9qhWQvdT0zjt89iQ+hY96vQNFUT1HFhg9fQgtPmkObL3T8VI9T9fJPSvuNLxO0VK+8mexPaMoszwUjOo9jG0cPfGf+b0yAGe+bDibPd7HC76KHvC9tBwlvjXdfrxgtD0+k+a6Pd35nj2U41S+0YBgvkdl4z3sABQ9VonlvViQKD7SK3K7DKPHvUSfKT7kJgU+yTWjPc4PEr6oC3c9P8Acvb9rmT2PjzS+aoF6vkd9EL4ftKk+uycfvunm070btEq9mKfRPSJYAD4FoBu+VegyPSl5Dz5tWkk9VW4GvlWRkbxvLFE95D7KvUK8jz1eORq8YXRNPeSntj2HfXW9fHWavhOxtL16dkA9Mv6GPadXnr6gT5U6xlpnPdlFar4efs+9bb+SvRve+T3MFdq9c4mZPY9YzD0fbCA8xVOTPckxOz1r4CK9AkjzvSuyH74/emw90H6DvNK4Qz1o4Lo9Vu4IPcY3hb2iE4E9r2CqvQh9FD5EFro9nMOAPKzn4DzLn8o81KXUvXbKVDxeiEi9dlsnPdoBnL1tkFu8wiE1vXYztD02IrK6YLUWvchFED0uIZs9",
        "LkAvPKO9zrz4VB29E865veu+er2sgIo9qRkWvE4kzzwzXYw9nQ/kvAOjpzzH/hY8I/p4PRuneT3gGZk9vuyJPEsjpj1plhs9sZi/PMAQMb03Chw92XVwvav+Djy9YJK80VHyvIvdAT7Fr/S7CPWgPR1Hcb3x/GO9ofsCPe7tOrwdaxa9eFllPDwZ07wYkhw86tlbvcRJRb2cDBC8bGu4Owqa77yLHeU9GnNYPR1WVb1WOSG9mHuyPDpkTD1YRn28Hks2PYTDAj21xZq9FhfxvPj4uzu+/Na8nZMsPMomqjw/i3G9+8BuvS/xuTxVwoW9FggbvUzgar30zbY9DQ2UPJgNzjx1+ni8kg6nPdCEObyIyBw9jlXWvaQMj7yJmgS9KJ7SvaodtT2JQSi8vunnPPtEWztezk+9R+M4PfZ7Oz15c908s0gsvchgqb0huhU9XKIZPj6jILysmXo9g2eMPZEYsrtecsK8GKuePX6JMr0nWY+8LTkEvs2UxD36G6K9SdHrvHixET29vBY9xKZPPZO2gb3gaRa9oZKrPVwpCj3noC4++icmvUYaGb34UYg81IO7u12GsT2No4a8b3iPPZ+hYL23BRS9HmKBvQJ02jliyoc9vIHZvciVRjv/ajy8Vlg2vT4+gr2XnBu95GYEPb20vT0Cl4k9qkpJPf5+iT2rioK9mwULPR6ogDxz1C47+kAtPDQDK70rGj29LkZPvQwfHr14fCQ7BFAAPjXl272y1xc+AoSPPfhdfD2qV6i8aC3FPL40AT3+zRu9yxC3PXJvqrtdXl+9/DvPvGIolLzjIky9ju+ZvOxjbT2cfw89vyQsujmHerwhmhG8k9dZPOYUKz3e1JE6SHY/vS8eRjwNCh49UQGePDZ+w737HA29f7IdPq/+5jzGnRm+ZqZ3vQbe3r3W4mg9zeUHPorefT2YWkU9VsgfPEFhnrxhbYg9lVPUvEgm9rzivcu9IpqEvQa1hj1rsn69pVo0PMlCBj5qvRQ9vbKIvSaaIT3xCXG9",
        "I5PvvbTt6rxUdWK9ZGZNPaHgvz2Ob9C8sgclPfzLDD6SWTA+xxb6vXy6KL1iRfo7vjnyvQSS6TwNZVA9PT1SO99WRz3DEsq9/BEwPU2ySL1A+YY+QkmnPfVxgbwW8ua7RYWRvYvGCT1Wyr68/0AaPqUZALyZVLK99cRGPed2ab0jQOA9ogs2PhICbb3aTAU+NyHuPcPYnL4WBmc9tWdPvvi9RL4oTIC8icstPge+9T2Nci6+D+DcPUAaOL7BzBk+j+0bvotsAj7h7Ge+lW9ivqijHT5GUS++m1dQvqjdA76YzPg8vb8uOg+UHz5HAfQ99rb6O+kG/rxMosg9ewGavIUrtTwGlG+9SS1/vecv8L2mcME9p6UcvRAnd7t7VCI+GwB7PKeU2T34PBI+1F4ivu91XT1ZpJm8sPiXveZm/Tzuc6s8K4mhPLFsTb1GHsY9DMI/PYdeirxPMti8zubIveJTrz2CIZe9zmfAvUNSRz2AwKY98E7tPUjqwD2Uhzq9s1o4vgdh771kWSK9qq54vdq0lDzhIDu9hGdavcnWiLzbKQ4+XNjTvR4c8rowXrM94mnUun99lT02MFA9txvNPZo00D3LI4S98aq4vZovDr1Gzcq9/svOvbLmSDwWC9a9Z9MuvOHLCz5l3mM9mBagvW2sor0MQwg+y2R+Pb6bAL4V7yC+70bZuwzfvjy40rW7XSnTOjIZTj2JZTK96R4HPgbU472sG5Y9HvUHvhHHnzwaBWe+/2pZPUHk6j1QEvC970KcPZwOM77X+Jg92smjPPuUFj0ho1y887KOvTLVJD5h2ss9nBW1PRkAUL3RWHE9wQtsu+iOlrypnCy8+YnIvbxiUr0CeHK9rBncPWVui7xSL0u6F5IgPLLwVry6uUm8m7+5vU+emDyLVgu9jt+8vXgsez2pRwq+Wi0tPZejPT2j7Gs9V9pUPQOK+jxADTC8nRLHvPMtEb1HXCk9rXoQPGjKobyOymK8/aFGvVxHiL0JMH69cU50PAfRMj1QCS49",
        "wRl0PbLdRb08pKK8/LbaPBjRKj0e4SA9BW4HPlJpLD3thuk7XIU6vP/wZzz8CCq9ELujuxOs5zw51DE9g4LLu0NNDz3Y5I69NP2gPZUPJb0PRhu+MFz3PEFhYL0LySO9TuwAPgHd7rtI/0W8avw1PFaJU73ta449mNxpvGOpvT0u0xW+IVgHPe91ebpOcl+8Kv/uvVraFT5aVWk8T+5fPXejrj2GRik9ZU5VPbKPL72q7rU8unEGvUkSjL3iTta9shqGPIIWtb36p8g9zHRTPUtCvTyT6nI9WbcjO9goMz6m/5O98xoUvqL/Wz06zw49zMoYPRyZvjzJAwC+65ooPUA0nzvhyRO+h6SvvUaqC73MCCu+oCMVvuD9o73vqzu+kknvvNSwJ72OQZ29oHNJvfD4+L36rwu+D+51vVbHfb3dPZq9ItS1vYfRLLuWu8g8l94pve1APT4L8SM+vcgFPcG+Qb780H08sP6nPTLh1L2sF9Q9vl7hvTnioT3FBia97gQWver5cD3XIBW8QHSKPYYe+70zz229XlwcvNC6YT3HYP88nnMMPnGhhb7Zw9g89jh2POD3j7xXBWG+luTXvpAzNr3m3RK+H84vPj2cBD4ACxQ+eb0CvjBfMLzR54E9hodIvkglEz6P4xq+Fm0vPRiR772vGMi9PAlbvbC3N77N8iG+xZqwvROzVL4AyNa92sUAvgcOB77u4sU9OAFSvtr38L44HH8+JYu1vvBn8b1RJRs+/qcHvmCV971R6VW+74z1POCVZT2CvDA8TdlsvI0TgLxML0W8hl5/PWqqIj3RBpW8UZTWPF5OnLoBkkA8yU8qvSo1dr3bQLG8faufvFgYeTy1PQC+VKSgPYyImLzT7Km9Y+lBuhRu+rwIUMs72USrukH7nz2Tmho9x0wRPdrTVzyl3YM8OuWQveRVmTxWsza8RxSCvXZ4KT1GiUW7ac9QvJUrwTuJdQC9eH4VvSW1wzyk2+E8I5Lavbqw7bwKLyQ9MVwAvP/bL71f6EW9",
        "Qb4NPe24tr28a2Y9rFgsPcZHTD1CJaG7HWjIvZblnjzpmqo7JpasPVlnM7w2IqI9gCzwPUkjL7w5H1w7/OCBPLmlbr3iZyY9eYGkvfgVMD6OOp29H5GOPN7XGr5/UbM8ZHlAPChcbrzlWEg8Tn/DvExOPb1i4fa8VdBJPZ4Xfjx7GXm86dY4vCjssT1ifhu9LqnTPNy0h7zJhFg9etuHvRzbprwxvaM8u3+ePAVHCr03t5W9mI3DvOOyxL24qY48jNs/PewYiTzYcgI+RU3bvB1xkbzRB928QSKfPfPPxz1OZt68E/0/PWBiAj5yVlc8f8OkPElHS7yFemo99GMZvQ29jz1zWKq7bxwqvMWVLb05moa9rV4yPVx1IL1q9ou8XLPIvUDd1r2QAaU9mFQQPnpPpL2FxiG8cXrZvN9lDz3tve48J/AEPmEWir0Ji+09uyL4vQDkgjyrrM69N3IUvA9UDz44wmM91wF4vTvyDL6UG149RdI+PQ09lrw8Poo9FQaYPTCz9TwoRSs9+esvvQOIi70IHlu9lej7PH81M71k3EM9AbsGveDjeL1jn8i8MQBNPR9vnD04Zge+QTbNPXmeQL6TECg9i8FcPUiqRTouHZe8WXKJvSc0Bz1qaJY9gG+bNdjtn718H7G94drkPSuKq7y84gI9hNHvPZcbqL3VFew94y8KPVeLkz3D8nY94XGxPdcuAz4++Jk9YVvdvedis710t1Q+yDrsOgsdZL2yxzA9nl2lPV4PGL4wjM09RLS1vTzjKD0/mQg+dzCavWBCo73S1Mo9wJcSPS/uRb7umAG8YfYIvo2F170Iv7M9CN4nPSVkzL1Vsfo8Mu64vUFi6jyWRJs9yhjfvDV0DD6Zw3U9omDLPVBXCb5A9CO+wCbbPHwRzj1GwSg++VEHvndcLr4sMko+v5KMPSGPVT1jWBg+wimFvZmTM708tMe9nK3WvTJceT2gNjq+d/mXvoqIwDy/yQu9MbxgveBADr7NJNC9fg9rvL6jU73G/Fe9",
        "DvvDPenFs7u5lQS+8XSePW7k5j0i00S8FWfvPabOGD7cuJC9w8qCPD0FYD2J1s87aUs6Plxolb7IhYW93bQzPiq92L0ok4a8l3x0O+1pQb7BsAe9r4e3O/P2rD1nk4U+i/+FvNTVQb4CzK09mWF3vtxdCb7TxZ698nF8u39PwjvntI68TY5CPOhyS7xMcXU7JUrOPVC6Mj3qUYS7VQkJvTO5MT3dCrC9zcLnPO4nMrs4q5i8lK5nPZ4/FD0wDNY8BKdLvUZoIjzFn0C94dosvT655D1NCoa92fSfu7bVgL1sboo866G8OYmIab1n0hw9RaPFvTsRazwNBmu81kxFPbpV7Tz315e8+TpEOagWBbqIUI09wxTCvTzhHb0lscM9vfHCu5/vArxdsZu8Gm6nPWvihbwyKzo9NHFoPTo0w7y2Z8e8P7MDPalaQb1f8wQ9P+tgvXoJYLxNs+O9F8VnPORNpL0iYxs9QRUFPg7CWzxrKZy8GwS1vDwum7x4v/68/y+TPHBKjT0HMFK9aPPIPXohGb3R65e84k7cu795Ar0nGXk9Y1KLuwAMtz3aZRs9UaNePaCbor3EosC9vgiUvUf4Eb1yPGS9T040PGlT673+0Yc91wvBPeegPb1SERi96x9JvY8fvzpes4a7gbC3vXX4Hb7qXK69gLI2vTduAb6U0SW+aVIXPZpiN71OA1c9A/yAPKtCDzyaUky9FmkUvt5EVr3QDW89/JUlvf/JPT1isJs7f0w/vY+g8TqkRrS89l0nvFPupTy70Ls9t7FavQpaZ7yEBpo9gv2xPQ/2lb3nJ6k7c3fpu8XiN72t9Yc9JME3PBkM57zlUzi+/RDWPcaWZrzGe1y7v3ipPbu4LzsNc1k9uH6ZPfUQsj0dq4I9Lh5gvZqEozyfkki9SGkSPedHW72CPXc8Cj8VPCwAOb5D9Mm8AosPu3SVob28cEE9g2utPWUDn7x9e547RYpnPbD0J7xvB2+9QxaoPUhI5T3vQse9TjtVPYUw4rxWGia7",
        "i9XTPOwUJL4h4+O8AJfLPVFdGDvPyd69VBj3PemK7j2gnla9nl6juzJiDD3Ot0e9EW6wu5dKOT1MdbI96QqEvSu8R70C5/09dl+8PdyivD19X5+87x4PviqNcz5rC/Q9WknUveDwTz0I5lg9eLWfvSsuLD3e/VC8glaZvNVh47zrrZM93V3MvbVKwzzPXSC91HkuvbbIzL1WSB89QtraPLQmm7uuI3s9T9K5PWfS4j0bDam9DrS3ve/erL0eGAu+fqnKuwpqqD3/qUS91JjRPVtgzDtFkge9RxqtPT+oVr2/HZA7TY+BvdT8pT3/hAC6SXSdvcArpb3sZK088QWyvXFNpz04yMQ9hFHLvOzYJL0CRkY8sLgovNY4170YC5C9yj3LPZYgDz5yp5E9ZR6pvU2q6L2UuBU93tQbPtVonz2PMs4836MUPXPJp733Cim+nC7svIr4KT6fOw6+7RMbPp3z2T1zwJ494lTru5/0aDwJA7M8NX8CvnZxQL5e/Pe8xIW/PaLDVD5nSbO9/yrSvflRSb5H2hi95VkVPuX13rxe1UE+LyuSPKhVaz2G+MU9eYFWvPKLtzwRRMA8nou3va66tjvR/D47nSzRvIxWIrrMNwS8oyJ7Pen4Ir16IsU84XFSvaxD+z1OXkw+6ThhPSQ6ZLzFLJe9CBOtvSmxtrxop4I9MYeDPEv+KD0rIiG+h9hDvcpT+DyXdC88/bGTPB7COD0wRK89otbUvVHN4LwOUR872MqZvWIo/r034uK9l/RWPL/Fgb1SEn+9RZW1PRylHj0zTwk+4OvDvWPjSzxB5Xo8H07yPUBfm72nmAi9vQfUvflBlz0eDjK7VGTVvONaOT0WEDY9CWu+vYc4ir3lYsu8f3K1PQ0J7bw1aLG7W6+7PV3co7yzkaI9W60dPSBnTz0Z+d89dIuSPQkc/j2QcLe9dtuFPWyIGb4SJxw95B5UvYw4oLpfEs+9j9CgPeM+4j14ATo9BuuivF7nTzzpm0I9uQ+oPJd8PT2erL29",
        "4TtKvM44fTxyuOY9h4bOPdcvX70kIfi985GCPErJfbzm/YY9bAeEPb+am7z1IgC7xnHZvKr2ST3o4gS9SpitvAAFbj0bbAc9ufJZPRmcwr0Ofwm6H2ZQuj1WHD24eYc8k0crPW43l72ITd49ekJRPNQc4ryPT5o9LHvmvAnGkrwpSYO9OQ8QvcaJO71090s8lXFBvDGR9rxOUqk9bxypPIaSrrqrRAC8GOxKvdGOMbxUYjO9XJYXPadMe7x6Wjo8uvHNvBhdTbpJORm815+RPGTw07vhkIw92O1LvWUksLwPJj+9hx26Oxd1uTwr9Z48VTK/POrKQD22uwU9PxU7u7TYGzw8dtc8rhcvPLvKGj1cD0Q9tPwmvPd/0z0/qB+9kyLUPHeYljpXbXS9kefUPEZytTw27QQ9rXeCvSKVK70rXEW9o6xIPaAKh71kP/u8uoSqPezG8DzgN0m9C4hfvWCTIr1lVvw8U2UfvT5x/rzOfEU8lwFfvVA35zpn/Eq95V2Cvqf8LrxvXp49LY75PRe2vb6jqna8KuGKO6Q+Wzxh0Aw+Xs9aPuqApr4JMnW99rrwPLhlqr61v4q+kgr2vT5K6b0vIoo+gtIuPjTsYD0qkyg+feiPvjUcIz2mKPe9hU9Hu+tfFb1lXAQ+pCSfvGOJIL0Wq429qTfFPBzaCj7gsoe9+cPLPeac0T3qz+I+E01OvUWxGT5NEXI+aT4YPhScRr4D2LI9DGzrvDD8GTwX92U9yV1uvf0mgL3Wv9s9eLSaO260Eb6ZpUs93HH2PSHlU71Vk7a95wOdPTOXQj1hDhY+lkE/vpCrCL7Ujjs9bj8jPou1Db+s8S47nO2tvTkYCL6Ew9G9ifesPQ5LQz7Y+mW+e1X0PRTMYb2R/p8+aWQTvSCsUr61vXK+18Q6PSbQLb6INw488GXzvTXkiD3LJi09QCeDPXwo1r2zCiO98S5GPUW+wj0q0CU+66NrvtCVV75/qEK94tcMPSK+KD1/MmO8zkcmPEawRbyEB0C9",
        "zMRHPVrK0rwouw49ov+fONXfJjx3B6U8x/CkvA43AbxJNF29ln+KverYNrzBE3o8rGjhvE/aSzyrMWk9/MwbveH7yjz7TCk9VlWzPPQuFT3UYIA8PkooPUgfEr2cDC69Ue+IPIknPj3Px+a8cmCpPKEyjD1GNJE9qkkPPAhlN7yUXvS83EnJPYGEujx9jfG7N/r/Oz5rVjsT5fs8SBPYuExO47wCHwk9/meEvaTMJb2bs4Y9aOQsvZwtLj1KWJK7aFQeO30ipDuG4Vm9gh0BPfM7Br3exa095hyTPec6nDxOo2y86HqKvMGR+DvWGXY9MrSMvaQ4Gj1EA2C9bafdPSjoAL2aAY09fVHnPWaw2b1w0qq8EcQzvS5Hl7y5z/i5OrXSvLxI8bsGefc74hkHvQ+Gmz2/W846MywyvW91tzs8UP89vIWcPW5frToQHiE9sJWFPAM/fr0wx928EhESPLUKGTwCQ4Q8Y9jZu77PnT0kBc48IKkHu1R2qD0YLug859YUPcOOq7z9Yim9I5+rvCGQuTyby6M9Zh0lvT6twDyJlPa8Pc3fvOUyIL0ohnW9jEmlPASiSD29sos9FAAkPRbZhT3cCl271KPWO/l6U7yw83w7oBJKPHaipL217AQ86KNVPZxrTjyzq7o8Irn9u2mcCz1HQwK9ktIpPdz2rLznjDu7ATsXOmcxoL3YQgc8HpKZuzwf07wAeFq8VQhKPA0/zDuUO5u70K4aveervTs1sWU9+jDBPX+BDr2KAce7lR4mvBzNvb3mKqm8Y9Y6vQddGb0G+Qe9QBiNvTL2lj0DoKu91GnYOwh2YDzvlmg9ZW8hu9S+D72f0HU9voOcu0Iyqb1eQfO8M1JdPaxutrw/Zao7Hl/nvatgQD1hya67kq4yvLjf5LzdHN49sqMMvF2VU71xs9I82JsZvo41Xr2Ew54949LhPT+FZ75ZTm49ypFLvetifj5lc8k8sDVyPEQV8rwqkgS8ZGG2vLQygD3C8r69zLsgvjuJ+rv+Wy49",
        "SLifvXNooj1zujC9kZdSPWz44j0x4hO9GUb9vXGeybs3lBa+3E+FvZzGhjxlqVA+DVITvuSpA75XNw6+zylAPvESnzu0CJM8MVX7PM+FqjwWPxg+9lfDPSaq5DwQi7O9WpINPWnIaz4lXNS9OjZwPlsbjbpXXxO+aU7JvalXBr6kTyG+ktErPV5tK74IVzu+uTg3vZASTb4Ruja9ff5jvrl3Sb74myw+ktodPgzbJbwXJUa+cjynPSgf7b1CzJ489TUavCs0ej4sogK+ansaPnTL+jmsPkW+mH8wvsCTOL6eWQy+ZTkZvrLNC77RLh0+pIxTvpnbF74nLJg+mEcGvSN2E7+1q9e9bi+aPtu8yT1OxS0+G8Z7PVempb2vYyG8JytavVfpZro+B2E8fJ+UPOnp/7y2gQU8zWi+PGs6iL1BWgi9b6YMPfgeJbzDRSc9h9guvdqz1rzfslo97zUdPMAICL1wX4e9YP2uPTB9MrxIm428OJMevL4k27sVMr+71OHcvAwOVzxdWL684wfuvIBIq7xSfrk84WTSvEBrMj1bZ1c7UbJSO+BykbuTH8G83QJYPaxyVLs+9Yw8Vxy+u4p0gT2sfWg8rlcPvevVOjxNvD89GTD8vD3Xnr0smyC8Zq6+vDaLC72Vm769H3BjPJwhlbyQ6p49gUf1vFbMHr1F4cU8pUIFvUMdQb1lQAQ9YE8BPWGRGzyIg2898xQ9vQZWBjkaqeY8ThSJPUhcsz3MyOW99PtWPOZlrr3cQ3c8qqoGvlAqnz2mvv49nqkcPv5Zyb0M92e8X2OfPRQ8hzzhi5075SUUvf0dq70a7wy+ZfjjPEQJgjxe03k9slPoPLDh7bzZDn49uHpsvYYYnrozFJk8Jn4Uvv38Fb0G55S9ZjDNPRPsZ71tL8a9GrYPPHzbob1JAgC9oiOWvVH/Oj2MG0Y8kB+qut8Hhz3e8J69df6DvQLpwDyUReC9TwX3vTb+dD12YSM9Gl+iPYT3YT1Dz0g8H3lIvNWV9DvlsCo9",
        "Mn1AvSTomDsZXm69CvMrPepUgb280Ia9HxTnvNgbxDw4BZU9Mq5vvTwsFz3vKey8w0PLPSRwkzxme6q9GPAgvRxfELtSYRS8C42ovHRsyL2WHkI9ZIvKuI8vkD1DZBG9bOCuPOeTWr2y+rC8W+/AvRARUr2Cifg99fjgPNwktjwrN+k8TE1MvT4PZ7wN8Ro7khwavbKt5z3Fx4+9oqvjuys+krw2N0A+eZXVvU6WvDyoWBM9SB4nvcrKErwM1IW9LKFyvSnl8rzU7xc8mWA3veqK2bwX7oq89J1pO/X6Ub0dR4493PdxPTdA8ry3ACU9MPc7vTn80Tw/8zc9jYdhvOYtSz26m3S7P03bvQJ257ub/aG7wVqgPPD8hjw3Czg9nq8UvSR1mz0yvRS9oj4+vLfY2z0TQW695w4TPj2cx7x3YA4+WHkePtdQ3Dqp5tE9QRftvGQNDD0IdoW9ZhzLvS4e+rvBttK9NdcOvdVA770nfPS7w7Q7vdOY472aG/W9J+VtvU0M1jrcpJ09RdSmvPu7AT4ldEw8UyaoPRJGwjytRxg7/VABPRdyzz3HrL89XVqNvXUKRL2pJnM7TjCovU6aGz08kYi9FaHAvVjOGj7imG49aHggPVj1DL1r8Xu+DwW7PSJ9Mj02inA9FMdSvaPoHjo0LSq+XdgovXqE8D3gGQC9ZpkHPRP1uD2IAvC8FOPVvUi0Sb7/k9a9RzTCPXwkKz6TeX489/jIPG5cTj09Lpg9PbpiPSknjL0QkL67ZeN5PRXXJb48neM9Dc42PIRbFj0j8Ey+YTHVPW2i0D1Ip6w9BH0dvSuyq70DqV49e/gtPkjz3L0eD5q9zF7SPOEjzrtg5ro9/6aBPMb97jwjmIS8IsB4PZnALL2i4iM+ZXMnvIeZCb5xEGe9zOehPT3HRb2UtPu9brAYvut/GjzO/DC9mjFtPbps2b2ROyS9NuiOPOWJAj5rwNs91vIEPrwNjry/qhS93CoCPct7ebuHBpO9ja24PdXZpb2srvI8",
        "2hP3PQkvZD3NeSA9v2HBvCeJMLzZmL088wmiPSjI5LyeCkU9khkxveIVgzog3xI+QkO2vPHNBr1ydYU8F8TEvZweRr4Rb6o88abmPbFUSb7sGlg9dF6dPauLLz5OmRC+yV7yPe/LdD57Su29His6Pq0cq70F8tu9hhjXPYvEsbyRprA9I3FJPQ2PCL47Kos98YsPPXavNL3AH4E9tLfXvHqnE74H+n09ECFNvVD6pTxTHVA+3hCtvBMN5L0keBs+bjwTO4tYCL1mvIC8JcIFPTzxAz3N24E9IzxjvbrNFDxO3g+9KZv1vIuTrDyy2i081Jl1vcjvyDwyFo29KAa9O8i/Bz2OoYm97qqrPB4hVr2qzfc8RRVLPF/Hd71Kd2q9m5dcvUP1yTxclgQ9UHWdOxHixrraoi07ApjBPILDrbsb0+g811ZRvKFHTz0RgNq8QVBYPTghxL3ZvlG9M4ahvWKqUr2NgwI9iGB4PQoucTqYu0k8MwaRO5gKQ73vNoS82hThPQTHajqHQCu8dFQgPXNQC72Qftu8v5/vPQaFTr1PUJO8afhNPS/ufr0FYee8od6hPRJtKLvzB5o7iIzuPGm/hj2xy3W8/djVvDNN1z01F529NRIzPQBL8jyPmLI9lp8CvD+dnT162PS8Iwg0vSrc0rzUrr68lBX7PM7t7bu9iRW95/IJvf7Fnb3P6N4882f+vBMP+zxdvdk9ltyBPSOukjr6wkk9jV0QvpHwFDyfXQ885/3+vRoz7LxeuSy+FUInPQUxKT7PbmC8LmkEPpgcXL62c0c+g7AavPh9nrwAfeQ9F3RGPllJpr1432W+jOZBPsbGyz3fskM+beCaPbw2Jr6d8sS9aWt2vW4sW74OKQe+eC2aPVXxVD5T2iQ8Iqsavk8+BL6O5aO9HvEmPUlxfLwPr5Q9fRMzvvL5RL745ZI+PlHGvf4IPD5tYR6+w9o+Ps7Tgj2vcRS+2PXKPaaejj0EziA+sUwpPuceLz74OD2+TcyNvWsrYj7UYwI9",
        "XmQIvv5HCLol+ic9CepSPtrbfr7xzK298TmPPguY6T2Qrg0+69/xPPIQ7TwkFsY9JdyVO58ikz5Jj5q+MC1zPlrLwL3esem9zGwJPUlbq7yvzx09WbZJvfT/ojw72tc8b+rtvCIm2zx4QaY9ocnZu5on7zx/77s9vXCJOw0CPj769Is+MksUPcUmJr5sgKa9VjECPHwKALza/oI8EFrMvSN3+z2uWXg9V2zbPaCGFL1Iq446AT5DvY/1SL2cHK07TFBFvSOsyDzV2m+80sBmu2livb3CiG07RzRevOgGj72nZuq8dcqLPepCwT0XO469MGEdvcT44bx5lDE965iJPeB+jrwOt+K7vSR+vSWzFL0dyqk8ph7ovfshgj34QUk6ypkOPQmsST3nOZI87cucO6uIKz3Qezy9UZ0gPZ4/Mj2lQ1g9T4slPTAMVruruKK9p80APQFpRj3caTW9xNpiPRUmBj3dwsc9g8IyPhWr+b3su9M8rIeXvUBikTu7/dG7aOBePcqLoT2qidA8ubSgPcxk6LxZLLm8Awq9PA7TeT1dy9y9XEiaPd0DVj3UD0Y973CgPKqH+rwU19e8wt3MOj4poD10lec9em/5vfJZSL7qfeO7xN/xvag7pL1+Xcy9fbxsvZVSRby5CHo9PlsCPiUdqDqYQFs9UHlfvQa8W7yjJK881AQAPoiykbxMoRc9brJxPEXu9D2tr5a8AWCCvZghDL2oUpY9i/dJvZBSUj2zxmy9T4AtvWO9Hj0dUJu90pQRPbcUFj08ljK9GJLoPQkdNzxWDPy8G6W5O7kCVj1qAIu9MzwDvEELfz1Nw4a9bfQtvTQVfD1XtxU9LF5/vOsYV71w3429cHEwvZp6Dr1Am8o6/eN7vDim0T2XyYU9OKsLPEWwB7wZid88nogzvQc50zz4iCE+Xei9PAwFE70bKva8SD+Su3v5Hz31zNg8RyVFPZ2zxTyD5MO9vtANvc6nvL1gzym+NN8+vJadjL2F28+8kusUvcD51buUTTw8",
        "z5aiPHkn7rxaLAk6LtIwPcUoKz3MSQO+aW/vO35J1Tye17g9acQGPnp0/7yZ7n09jU09vemMhLy+58C9KbzOvCzk8bwjJrm8Cg8qPWerrr1FU3u8jgBzu+c9yT0MSGC9hzIhvRazk71tXb49Xk1OvAUonjzsE529W4bcPZ9nCT4ZGC+9dejLPBJOAb5F04i88ny8u6Yvp7ye+bc9Oj8KvfxngT5Adjs98JDgPdFEIz41k8O8wH3+PK6Knb1cq7M8s+6xu9HJPr2vWXA9pUakvDkI0bzBg9o8x+LFvCafjD1wwLk9vekRPnIxcLy0OQ89KyuYvbq9Fj4ZDZG94UICvLxjyLwtOuE9Xo0sPhclWTwExW+9h0DdPfp2w7xcstq8xhedPJ4rbD4BATm8wEQFPk9kRL316BQ9txzSPQNTBL3lUtS9YRKIvUV4Kr6HewK8gB4xPmG87b2Im9M9OZaVu9Iv4L3ZEQq+ovovPUo+RD4P9Ci+3JENPhwEAz4goPi9FUfWvI+aE76lN5u9NW81vuEAB75m+au9b2kIPuZa4rwsnw29jAUQvUTvq71sJEy+vAYTvogjbb6q3jg+jjZvvjZ9mT0do0k8HTogPfvUwLqFnEw9tPenPShLgb5Yjve9ZB4zve4QHL6qPZI8WLgxvVseqD2x9L+8S/gSunuTVL2SAYi8IYA6PZaLzLzOy9o9W0VnvZVlAb2BuYm9092GvThgMDzJIIU9gus1PWktmjwkbLY7UP7bu0sciL0+LwM+suDKvf9Eq72PveA9/LC3vBHGzb1IWh6+VqqwveVhsjzNr9w8H8eAPRf/U7vzugI9JYAXvUTasjtvCbi9JiI9PcT4C77DYJK9n712vRnzVz2Jvic92VBAPEzSZr0yjcg9K9ievbZDbDl5eyK8J2s4O31EDL0wEJY8jpcRPs1a8rve2Ni9U4vhvFVgbr2tYBK9rk/8PS5jLz3XBei9i0uPPY7Xr7zOHqO9SpLhvZB85T24TB097Wx5PQvGFD6abuc9",
