{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              9,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_1",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_2",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_3",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "conv_output",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ],
              [
                "dropout_1",
                0,
                0,
                {}
              ],
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv_output"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv_output",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concat_sp_out",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv_output",
                0,
                0,
                {}
              ],
              [
                "speech_part",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concat_sp_out"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "cf57e878e538753ef47a8cc3e1d37e72acbd775decd7032138f0284e92f33168",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      9,
      90
    ]
  ],
  "output_shapes": [
    [
      9,
      20
    ],
    [
      9,
      8
    ],
    [
      9,
      3
    ],
    [
      9,
      4
    ],
    [
      9,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            9,
            90
          ],
          "values": [
            "Tr7jv9k/5j55iNy+RXu8P83dQD/mGJi9GQV1v8nCTT5pFDw/X7W2PtyxDD+PfBS/P5EZQHICIz2zb66+SdfcPUvobT+e/au/+06pv2qCiz/XZy2/r6kSQDHOoz8mXQC/w9m5PoYXMb9Uc6k/uWRQP39v2L4pUJ0++Q+Zv1a3QD8TQLK+X/jVvpyWJT+MeDe9JXmKvjdA0j88xUy+WI+PP9XCrz7+lcy9GivBvy4MYj+L5Ck+IXa2vZzv0j7UNfi+/betvw56B8C1lSy9xx3yvws0k7+T0vI+4n0uPkQ+1T/eA5u/U3a5v0TGNz9gfTq8kqliv088Xz9RfiU/rArfP+pNBUAypZm9GTM3QD+pqz+dea2/KdQ0PqWjrz8b2Ii/OvAAv6T2G7/WvAw+dcDxvzAI9b3JzGS/6QwLv0vivj40JiI/3OuoPRPn+D4znUy+35uGPhELjr5TBE6/s1WWv3RxiL9Vt/s+qDnCPz94wL6DAlK/Q8sbPuBzQr+ROw+/qLZfvyWKer+OkLG+9jCtPFBCLj8RnEC/cgTTPqrl0z+yb52/IFb6PSlB2D6o8rY95bLUvp6cFj9NEzC/d+0EQKTEoD4vxz68uRKMP7gUBr/nNUQ+wWemviBPzr+7hXK+GM2hPqST7T8f7CC/H9fqvrPlW74cSZG/KQirPuvD778m8gO88iOovic7/70PexPAI4l0Pj7tDz/hHXq/2lqevpvxAUAAgVu/m6yfvjNwIj+PBpa/i5gxvyzFsr1PwUi/buMfPxYIpjwTt6S/ZVWev/I2zT2OyFM/HzROvlqqjb/+arW+ak9kP/jknL+Y+Wk9SWfSvsnuxDzn2Fo/k8N3P9I6AL0XHtU+kI2bv9l3vr82PyO+fuzKv5lPhL7x8Q++HX1JvyMqmr9MB5e/4ywiv9rxxb84+XW/dxMJwPMnZD/MOK+/bsikP2KIpj+4yqy/TL7PPJIgpr542Tu/7SJNvSQlCECF5cw+2l47P9f3dr+ZQKS/DIpFvv5TKj/YEdK8",
            "S6soP4nfH7+xyR8+wDHWvv7DQD+eyUu/3SHNvoyfYr2M+d+/+0A4vwESaj/Au+E/zjRnvam0Cb6N0Qw/2XmcPyn2Ur3c9j49qROdv9/DMb8S+hk/G52BPxx1pD8f5YM/nhtdv6jarT4vfATA1BjRPg44lL1r+vc/IhU8v4mTqL47PvY/SBgRPkpW6747XN8+RA2sv/2HNz0hLVQ+F6dUP+OcZL8a5SY/NprcvuROHL9pvQY/iUp4P5I/IT+QC2E//EnTPMk41L3u5h6+Z/prPslw475q3Cg/msAxPyP6m78W4h2+fV51Pw5C9D/SciQ/wRIcv1lMRz7f9IG+itSiP5Ypjj8/zE0/pK4yP+8Bp76m9zQ+I1ewv4cKKz/JXNY+uPI/vz91+73x6XY/MEzHP0P/v7zEptI+Wwihv8800T9ztOE+j+QJv4ugpD5pxe8+chacv8J1dL63n5Y/KrGrPmHj7D87+Xi+9geFvJ6eQb0by7682c1fPy3okD6J9Zu+ZRj7P91MJL/Y8ju+SHzCv3mkUD9e1RM/y1r4Ppnlhj7PWE8/gT+Pv2oK2T8YQ4o+DSJNv+r67T7sDpC/Gv2bP8BiOz6g7k6//yaCP7847D5KxdW/GEO/PtO8hj14e6C/gii/v5LN6T2nIFS/4usHwIApsD/WOHu+kEurPnSmR7785Yi+1SS8vu+JDz/x1tk/APYfvo8MML/ucM2+h5UPPwFinL+o34K/WHSgP9SZ/T3lJ4O/j1CJviRIAUB5Csk9QUamPUJDub5I9oI+sW/FPeMSEr/rIza/Hm2vv5DEhb/lUaw/pfqLOylq6T6ABuq+8RzUPp2ajz8nXJW/L9wgP6QRtL/DaIO+rgXPPz8tW745w5O/EUvRP1Vu5z7x4B3A3GoRv+Jmhz5gMJS/K6eHvgk2or5VTyc/wf9gP555Mb8TMCi+HyICv5GIFMAX5qy+XqUlv1rhsjwWXJc/ZZUrv+OJDr8iiB2+m6+9v4HqDb+PbOe/llfkPlYsh7722n+/",
            "ipelPu9UVD8ax1++QVQAwDdBfj6C0aE/NyegvwTEyT4vptE/IGYZP0ZIkj9lSc++nrGAvmRnSj/LSmi9udaSv7VwAL8gFiy/7+KKvvAgyL6DrlY/8pfFPiWFA0BJWBe/nY6Zvwz+fD9ntBC/M4nePvnjbr9xNHi/XNOyvzyrqb5x8Am+938cP+N5cL7ge48+udy0PWIsxbxnZRLAS0qhvsftn75PnQs/RkeHvXjC8D+rgi4/jEWFPiDUtL9Va4A/CfBPPikv8L7sgmg+Vu5UP4yjCD/Ba5Y+xNCWP1rgWD+qk4I9m3Wyvt/zMj5m7I8/4tljP+cJhz7H0JG/tXudvwkhKT/FstS95HZXPpLMS78JgJE/aMHePz1tXD+zlBA/UOetveYOkz+5ZEa/wILBP91tjL/9osM/QpLNPgZg9D6FG4O++4/PP8K0zT+8Hgo/t2QIP+Bq2b5r/tu/gi5QPySTmL7LszI/hG0rP6Z6Zb9+uUG/tWTcv+dLwz4YcbC/+noTP8PPs78VmCs/gkWhPxTBMD0w2dA98RMLv8n3tD8W3B6+nfQyP4TXmj/byTS+xTFKPl4DUj79CJe/WFbCP1X5wT1/IHa+03DJv+1Vh75Qi1K/zRJ9v8gfir+Qrsg+JKqPPmY82L7coAFAHg+NvpyoQz6g9pS/k8SNvcjd6j612to9jWywvg7LpT+VL/m+D9QIvenw0r9+T0S+rlQjv2mSCb/5lPW+8ZqzP2fKAD8Pg88+ApyGvgU1ij6lUgO/oswNPzJCAT9t1LC/UQbOPZmw1T6Jvlc+vShaP0sbUr4M6Pa/KrnCP/ekxb41mhM/qFg5v06ZVD9P2tk/3eCIvsPf9L5w0ZE//KxVvg0z0D9uDwzAHhcev45ior+NIdC+NdodP0hWAT++Pvk+MUD6v5jV070bdiS/edlIPyLiwz2IM4Q/8yIIwJp0qz9uBRzANZukvvQ+IcBwMwdAUyRBPlmj/b+Ay/q+iMahvog/Ab+dDYa/NqYMv9HExD+GDZu/",
            "dACoPkGVCz/YBds+99Cdv/NlFz8DQWE/Zg+0v8jAlT982mS+IBcov8nSWz/J0pI/CdUFPwWTKT9O7cI/1UKnPjuKBb5E6FS/N5Qav+PVW79AJe6+U9emP0WViT1Vygu/UciJPhOwt78HO82/g0SzP1LX8L9ckiy/AIZmvXpJNz4vtG2/pE/UPt2ppT+EHOu/bP0tPwwCAD69M+e/cCLWv6xCPb9b/CU+BicEvkXuLb/lhw4/kkjrPkrFPT7FTZa/jFPKP1mPCD/Z0wu/OxsnPzVeMT8HXsY7Pq9TP4qBkr93l6k/fitRv3GQT74kffq+vHkrP59icb+Wp5M/CLx7PkFPgr+9NV2/KzO/v8PaOL0Bm4K+JdP7v649dT+O/zg+Pba8v2y+Zj+xDs8+LLGCP4xZYT83OEq/6XNGv2aUsD6e9Lq+tHlWPQrZAUC8+C2/erEZP0bzyL884Da/JQ+KPv7xBr/PclQ/DJVTP+kGKr/gX6M/qH/VPyfioL9vm5U/ONsUvqhgXL547ic/kA2Mv2pJFj9t9Jw/yDBEP8ni2r5cqEo/rbidPcXcPT6jjK8+LvDxvrWfiD9gmB6+B1PRPuySrD6VBpe/5jEhvlZDkD+JXzC+4WTvP++YDD9107K/4JMDQGwpL7/aop2/vaDQPod2rb9j1zG/7uGdP9gTzr5xr6+9AO3UPZuGZb565z69rvSmP7jijj4RiJK/MvSZP52bIkDl61k+sF8jvScxhb/YKAE/e9YIv/y/sz4cDLE/eB+Pv2lpj703GUu/czi7vq0n2D2p850+R+w1P1PQC7/wci9AJPAJP/LKAD+PIPk+iw/1viYH3z9tUgI/DVvgvrJnxj4XStW+cGwnPmy8sjyrR2Y/DxipPxflJz+pyoQ/BgTrPmWjqLzstk6+97vAPS5bMT+9/QS/bTQav1bucL9rNSa/iOcbPykgmD9Fwh0/HnnsPyCe8T2j47c/2J2Gv3C1Fj26DrY/SGXgv++pzz9H3fc+hS9pv9gCRj5+iG2/",
            "7fF7P30KdD9Z1hE/bjCwPuH1179mhoS/175Uv+Rykz+yO9K/HeFmvwc2dj8wF8U9IEUxv8zr176upyo/Won0vzqhs79m5e8+2PpdPteIJr9hSiC/gQ8XP2I2mr6JhlG+3P0zvxWN3L2cZkU/whTqv7niHz6fdlO+DiafPhaoEz+JczA/lsvavSKcx76mgwpAYBVov1WVYz9ITs+97RKBPkXb2j8OcPI9"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            9,
            20
          ],
          "values": [
            "EUPCINLUxzfPPcY5qwSEJadCeD/m7psgUdYwOexHwBjiH1ohRdrwPEahbCA0UOop9BA7HC7HiDl6zost2WDMJy0t2jSD798g188wIUfhNiAAAAAAAAAAAAAAAAAAAAAAYXsNKAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAHb0ABAAAAAAAAAAAAAAAAAAAAADAsPoEAAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAHqqPBuyxJgjtEKEGb9u6FwAAAAAAAAAAAAAAAC3TIT311Dg+POkPCwAAAACqwy08AAAAABD7DD8AAAAAAAAAAAAAAAAvgZo7Zu6gPAAAAAB3H70919O7Oh3pzT0AAAAAbhn9HtzKwS7dyj0LB+x9Pype+wRLDUo1AAAAAJiWFAaaoMw55o0ZBgAAAAAAAAAAcCz9O/N1Kwi+zZ0fVx3MCfRS4AXFnwsGmeT2Bd+cgAwKlrwhhkbwJ0muMSQsUX8/VDjbEn7SLjv64mER8iRJEwpqfBFdVSoSmZYVFn+PQQTVqnIkTeVqISkQsDP5gL4KGUbEEt09XRLmp4ES0y2cBc+F2jD6rqYdEgnwDgAAgD80VpYAzt4bIUPCTyEAAAAAY0URBaHrxwAAAAAAAAAAAN4YPRwAAAAAIWeQEf1G7Adwfq0AAAAAAFwWngDgTaAYrPdsMEnKmhF2l4ABJBTIOx4xggnTEhQPAAAAAGmVxAkAAAAAi5j9CSOMchMAAAAAAAAAABAf0QfXb34/AAAAAPlKPAkIum8JezVlCAAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAHewkhIAAAAAAAAAAAAAAAAAAAAAAAAAALQpnAEAAAAAAAAAAKGC9A4AAAAAAAAAAAAAAAAAAAAA"
          ]
        },
        {
          "shape": [
            9,
            8
          ],
          "values": [
            "8Xt5P5mCRSYMBpI8ae/5OzU1nCkfKqItbvoaMXa0aB0AAIA/AAAAAAhRqwG6MMEBAAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAAAAAAAAAJcxhBgAAAAAAAAAAAAAAAAAAAACz4n8/gR4xJETgKTjqMNU5Bn8OG+JYHDOvxhcfAAAAAMjGCD8KbqoK4aNAOsUQ7j7puVEsomEsN4VgjRaSZh0UjPaBO9RBpxudxzc/c2iOPkiMCiwEcXE2HFQtMuZpnwwAAIA/AAAAAA0dICobQZMVXq0QFtfSYy8AAAAAAAAAALqrijwAAAAA/3DkLKKqez9LxocnT3sfJPVQARMAAAAA"
          ]
        },
        {
          "shape": [
            9,
            3
          ],
          "values": [
            "mdkLPdZBdz/LwxA3IPx/P2jFdzgAAAAAAACAPwAAAAAAAAAASZwFGAAAgD8AAAAAgh1+P7o+8Tu72lQdJwSzPux9Jj80zbowGtYPOylwfz8RjLMv6P9/P8CnuzUAAAAAAfLcKQAAgD8lEFcJ"
          ]
        },
        {
          "shape": [
            9,
            4
          ],
          "values": [
            "aFcuPh0PVD9/bx81afy1OgAAgD8AAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAACAPwAAAAAAAAAAlMXLEAAAgD8xuA0zv0eVL2hYKi4f9H8/DuwDOVNUaDi6OisscBPuPGSPeD89vuAreyGXJQAAgD+qjsIs/EoDJAAAAAAAAIA/nIoTLLb/RTEAAAAA"
          ]
        },
        {
          "shape": [
            9,
            5
          ],
          "values": [
            "+v9/P3MTKhsDaAosli/GG9+xxjQAAIA/AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAACAPwAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAHq6/AYAAAAAlvxeGwAAgD/Ve3ANB9WIHVKJqA0SUzcbAACAP6XVFgWet/gikQrtBP0ctCYAAIA/AAAAAAAAAAAAAAAAtmFxCQAAgD8AAAAAAAAAAAAAAADppREL"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "wceKvUEDJ77fg7i+va8QPvtmWz6tzAC+syDPPUSqNj4ahxO9R85ePasl2j27B5E+/4odvbBLYL7GFQY+0CSevmlGyjwEQ4++ZEcfPTTygD1kujw+xtMhPgQopD3z/kY+Mto1PvOLaT6bspo+FRQLPlrL8r0kTqo9CLMsPpL4cDxzir2+oNQdvtANYb36fwM/JeEmvo3Q1r3kyOq+XiwevUSkwj0okV69ZN/1vcUvND0hOsS8UBaWvsFa2r0fcZI+Bis9vJdC5b38I9k8LeFxPpAXqz55u2Y9kcmNPMfc+r5aE+o9N9zkPrU+Oz8qrhk+ziGTvWCs8T79eJk+RvKaPnu3nT4+gRo9/UkoP9VADD819tq+ON2VvvIXDL5g7ok+Iu6lPvRNNz7fFd89SO67PXNd0T6WJZw9JJGhPFxEO7tj0K0+FUNtPbNfqjwnTw09BqipPr8VDT4UJxy+0D6FPnsRQz09KaE+"
      ],
      "gamma": [
        "oUGHPxJPfD8W6o4/h7s0P+3wdD87bJk/meCEP7+phD+7rJE/wG1mP93FYz9vbHg/t2l3P6VWWD9rqGE/HH+OPyo/az+QkpY/4X9MPwaSfT/GGZA/B/RzP+SzaD8QEFs/RzBgP8qRgz8A+Gs/FXyJP2oMRz+9pl4/C3WBPzFSUj+Ulpk/fthhP/gHXD8oOok/diNrPztsaz+9qI8/C/hAPy36aj+TOnA/P/pqP8zMYD9g+1o/fLZdP18/gj9Zhnc/hGtvP6vWmz+elYs/E0K4P8/grj9302A/gkBiPwAAgD/AxqA/Ks6mPwAAgD9aioc/AACAPwfYij8HG1c/9u2MP/tEmT+fjdM+cMeFPwAAgD8AAIA/AACAP1tUrz/gsLA/eR6pP4GjrT90n6I/bQatP08+tT/P8AY/zpu5P3ONjD+3/8M/3AuRP0sCpD8uQas/ck20P2sHVz8AAIA/VRiXP0z7Ij/QzYw/"
      ],
      "moving_mean": [
        "4jocP+w+mL5/BxS/mPEPv3Np6Dx2Maa+s2ClPvzxYT8oe1M9MgCavhQD1D4yiiQ/9BRHPO3uuL0j5ho8NNZHvmbOcD4axDu/MNlpvj2kE79343w+4MZJvRdKST47N48+6NJHPUvasb3nuRY/7eaFvT98P75jCLK+ISOhPzjlrrvpHsi+KSYkvg4Nzb5D6tE+D6XSPisyt75iTQm/0vAjPg9dKz5PAq2+OOG0PAylq74nxT2+BXKXvs6vAb/ijXU+lt1LPoxBXb6ffg44WQSxPqhuBj4av5g9eKEvPwAAAABDIpE+vi/GPQAAAACy2wY+AAAAAH/VcT2x9I08Sl8KPngT1j0YiCA+E9BZPQAAAAAAAAAAAAAAAECNNT/+3YU+I08PP9CVBT9bdqs+1cbsPitSpz4MjxQ7JB4KP1GLOT9ENcs+oJg6P3VRET/E6OA+h1iLPru0az8AAAAAx3c+PlyUNjowBh8+"
      ],
      "moving_variance": [
        "9oERQI5uH0CB/1VAhyhTQDJ4FEA+ep1AxSz9P3PbfECEXXNAI7jQP8YIyT/WZkBANywHQJsuzj94RNg/UklcQEm99D+n10tAJhGwP6ud6j+urXRAq4d3QFKYQkDzIUhAdzCIP31cAEBdHc8/ATcaQHVuvT93YdA/+ZZ0QGm++j/AbiNAruwAQKSQsz+XPhdAcBw7QB0B4z/D3gBAY++nP2muakDTOk1AAoXgP1o8xj8vHhtAd+ICQPLB+D8Apt8/D58XQNvdRUDy/w04FalmPtvZ6D3N5Yw9e8FbPjFnxwOpUk8+AYayPTFnxwN3W+k9MWfHA87QYj0P/Io8XVXuPYryvj3bEgc+IKlNPTFnxwMxZ8cDMWfHA8UhUj6C+0Q+DmV7Pgagfj5PFGM+cpl9Pq0yYD6qwBM7VIp9PnF3Sz69D3Q+Pn1JPmg4ej5mR3s+vPJJPnTWlD0xZ8cD8oAaPoDINTqo3AU+"
      ]
    },
    "batch_normalization_1": {
      "beta": [
        "UWV+PdcHhj0uFjs9VwelPWkmrj2PR6I9aq0ZPXOLcT2toso9hyLsPBGmSD04NaS7QALJPZNWYT33EZo9GrPOPdVmmzuh/Zs9hZNRPc+eyD0iVl09gFErPccrAj1jR989dgk+PTyJQT1MvGA93G3gPXpD/D3uPRs9MsJJPAY+rj0yP2Q9vubrPSw6gT3Vtgc9daGbPcSgiT1WxNI8MgbnPSvmYj0mI5c93IvNPKwqoj1C14s9+2vBPXouDD0FT/49iWknPdOQEz5P6aM8XwiovG5UKjzYSvQ9zvp2PfSP9z3vsCA9aJnYPBfkkT0BzYA8FjKuPPtYiz0iU7I9wS8WPf81QT3/Cok8GfOQPRHCVT0C+Oo9OlUZPSTMkD2n0ZI98vaMPTLOvj3RS8s9W7v9PFKggz0YgZk9Sr1uPYetSj13D1I9i86nPVfIozzPvS893quDPTEnpD2LJzM9euPKPcxKXz2pugo9fncOPYvoEjyI5lE9rz35PT6CrD11HG09/vjpPBH1ujyPHnA9hNbAPcCG7DyAv289ydvBPYo/kj2PpsA9RWoOPt0R4jyaslQ9KddzPWggXz3FXJw88sYDPpaR4D22I9A9uaH+PJ10zj0meyw9t+xjPcrSIT1kGYk9wqOdPR0FfT3toDU9fzSfPRCEMD26wOa7m4nBPdp8Wz2jrY49ZzjcPWoliz15Yi09ikwIPh5VRTyC6qU9E80nPSbseT2JTYE9Zz6XPQP28Ty469Q875U6PVA7BD4BfWk9Dzp2PZIx1T1Se6g92YabPQLSiT0D00w9p36GPfZxsj3cpjw9G3mCPFscUz2rDlc9RRbRPTqDhj1UoQ48cj6iPB5O4j2xk+E8yp6aPfhbAz68f489b+b5Pda7wz10jGY9OTZWPSDBwD0qc2I9gv+iPeDRvT0Z4Io9KZSmPXIKwD2ZrUU9hWVjPfGzZDvEXVQ9fsS4PUH8Cz6MsQs+aVYtPfNBVT0qQXw9j/D9PPNFeLs5k4I9hlcsPVuXLr0oVYU9",
        "TzubPXKZiz1TEpo9RiwkPfUKyD1GNpE8hsrFPVLicbzZi9a8yVijPZaw9j2bgDM9oNsdPbOFcT0zIYc9pNNnPcC+1z3ypLU9OId9Pbd0+T0qKXg9IIhmPUvz5D3rCE89AlJxPUEnkj24wrw8tnkwPcUILD3qh6w9vx0LPes7sT2fODg936TiPMP2IT2Mys07phWgPObnWj2p8w89kMnzPeJNWD2ozic9d4kwPTWQZT2BvXM93uqAPU/Mxj1kMw49u6TfPeFnCz4q6IU9G88wvF7bhjwJu5k9YySVPbqD7z0314w9lKGjPcvRsz3UlCo8If1qPSfSWT3e59Q9MdNePQH6pT3oDZ89k51BPfyr3jyqM7s9iDGkPSjCnz2zCpU90pnmPIA/BT27j3Y9VxyiPUGDcT1q64E9zNQWPfI8ez1R7ZQ9/XusPdcoqD1Oj7w85NjJPXpijz0+iYA9QObgPb5/vT2hDBw9R3+jPb2AqD0Dw9k9hSOkPcDFvTxfPKQ9hFZcPVjRbz0QxTw9fFcLPRR1jz2k+309LcSzPS1Hgz0k4Y492mpFPFv4tT2Peeg5+bt0PeFniD1JgZo916dkPerKVD3sclK8KZb9PK5mmj0QfFQ9q2EKPUeiqj2LqIM9lNZiPdak0TxwS2U9A0oAPVKixjzOxec90pvKPTEp6DvKDVU94HlJPTqLuj17Egc+bG+2PT+7Kz1PipE7HT3TPXWDhj2rJQU9wHApPUKenzz98FU9IFUQPUhRpz2uF9s92IfgPRLlsj3B0UU9sJRpPV1SwzyuIB064IqcPTzLnTxwkZU9gq69PTGOED4BRo49GrRdPbS+gT3FRx09sSHFPUH9oz2Nypc9cpicPR7FCT2VFp094CWfPZbI9T3ZmuU8K/BvPXKxlD0iSe49Hy3vPcCR2D01Uc09AGGgPcU2NT2tgbU9AeGAPcnABz5E1Vs9pMZROwP91z2Ppkg9Dro5PXxMzz20A7k9wOilPWKI7TxZvAE9nj9RPWVgvz2e0I09",
        "nsJEOqtplzzfG5w99+y2PRERpj3ffYk8+M3ePObZcj1Bg8w9O3GfPYGgTz3IJvE8+MDnPRissz304LE9PVDOPaXkID0qdpg9/ag/Pdm1Vj31VQc9NP1pPXBfHbwES6E9dhDDPSoF5DzuEo09QnodPcSDjT32N6Y976RZPYUhyz123MY95goHPbe/kT3TXKY9TA5/Pdg2Sj2FUyQ8zFaXPQeTiz2948Q9Y5OxPZrQgj3qTLI65E+oPRwbCj2uFjQ9lsPhPZ7cgjwsV4k9yu+DPbkVlz0y0kU9eIcSPdkEAj06tJo9+q6ZPQVdoT0KO5U9he/OPQAxqz0IAsA9GLi4PdHJ1zwcx4E97JSIPWgZQjydobM9Bq88PI/rpj06o8s9xpiXPKef4by3x0E9wbrFPQvDJT1JwKk9jZSfPIH1oD2/rXI8NOjWPfRydz2W7wE9176MPduFGj3V7Es9i9G/PQ5rWT3Xz309Uu+NPYy2oz1GBa49LABNPcQw7DyFx6Y89TkFPV3RlD3nvCw9dguWPfu0Pz2CJUI9TKCLPVWp5D2dfgY9gHjKPRrW2zyqJsk970qKPde8nj2iGpQ9UlGzPdGXcD0cOqA99/v8PE+Icz3Sqpk9wfEnPlXbYT0vxCg9HSqaPZm/ND3fk/k8X6FMvD4fQD258XU8+XaWPScGKz0="
      ],
      "gamma": [
        "FqCWPrA5hD4L5nY+gEKGPvZHYT6qKH0+NJqFPnAnij7ERII+r/RXPiDnVz6MLnU+h3Z7PpL0bD5U0n8+eoOAPt9ijD7vNpI+4kSEPvxyiD6oYoo+qwFMPo2jUT5Ra3k+6sVUPg4OmT7vFpE+a2qmPr3Klz5PBY4+GTx2PqZunz5iioY+ae9jPtxHhT4Fn4E+1Bx9Pn8WhD4vsG8+ZpV/PgCjcD7QEY0+wGthPq0WjD5bUXA+sUiYPiKndj563pU+AyyLPrPvez66amc+NiJ9PuBXRT4zkY4+E6NhPplbmz4vHXw+00dBPl6ZeT41XV4+O5diPqstgj4yl4w+2XZhPuWllz45fnA+HexpPl8iZD5UPlQ+NQVcPiXZcj4HUJI+MmOYPvOpjz4fo2Q+UBuhPlzTbD48QJU+/AJ5Pv9IgT4V5KA+i2BjPmHKaj7vEXU+3apgPmWFVz6hLTA+KWJ1Pqm2Sj7o3lg+xqxlPlfOXD4GmWo+KLaIPovHij7XsGg+QEqIPmDjaj4Z4IQ+r2tvPkfjhz4dj5o+PDeEPgCyvT6jCYM+CGGyPjmFbj7wYlY+tjtmPsAibD4xZ4o+22KXPm/siT7m1nY+qnR4PiLhJD/evHw+9oZkPhyAgj6PzHM+3DRvPtC3eD6/e4k+G3BtPjsDQz5wnok+Un5rPt2Zdj6rRIo+iTKEPtKJbz4uWn0+vyeGPn+Pnz6klps+Y9JsPqzphT4o4Hc+1ECRPu/MWz649IE+/XWGPkpyjz6pUkk+jKmGPrQRaT7Ezp0+aQ2aPnHoZz7NCqo+V4SFPjT1cT60h3U+chmLPkPsej6yzXw+KyBfPl2qkT5ut3E+f3ByPqbocz4W/EI+KpRnPr1RnD57hok+b7J8Po6+dj4jrI8+8CKCPutfiD61gpc+mvhyPmA4cT7J4pg+VlSNPgH7ez5N4Is+hvxoPq25UD4xN2w+jhaHPtrkjT70wYI+EqN+PtD1bz6aS4o+OPprPjmTcz6e84c+qKptPjV4UT65OEI+",
        "CiyLPuXrlT4DGIU+jsByPpm9Vz7mG3w+ioGGPu6IiT6axF8+gsWIPhFGlz4kqmU+LiiEPlAncD62I3c+tXmNPn3uhz7KaIM+dM+RPt2opD4oJHQ+QcZ2PuYGiz6AcYQ+TjaxPuqIbT5pAoE+Q8eSPorwgz6ggn0+fceMPiqHaD7cHls+rDRbPtcjaz5s7EM+Vh9mPkzniD61VIE+FxZ+Pnem+j7sVY4+K7+BPu6iZD7Ku4E+xkBEPpUkgD5babk+OzmRPrhodT6oCno+93d6PtCIPj7sNYA+2CabPhgEbD4YDIU+RY1zPktLhz7Qb3I+2xx8PqO4dD6OcJE+5U6OPhfikD6IypA+bBRpPh9AXD7Pt20+mp5+PnYpgz5bTn4+oyGKPh2lcD4LIng+AKiNPuGVUT7WhYs+cFWGPsHpbj5yd5k+ElNzPhrAoD6p024+4X2CPqIakD4XK4o+SfiDPklWgj7ZcFY+mZWHPnE/cD5vt7g+NTGePl1gSj7VC4s+KH11PqGKZz68ME8+tFiCPiedVT5Y44s+P9mOPvqDij77nY4+su1iPiX5ej6r3lc+eJegPjxujD7243s+BgFZPiNHeT4Le24+vvJwPmKsWz4kVHg+ZR2CPtWrcz489ZM+Goh+PrS8gT7jy4A+xcqHPjNtRT4lQY4+/gKBPobgZz78+4M+RcJvPmzfwz6b2GE+6vWFPs2HbT7YQHU+fz13Ph9IRT6Z2mQ+WodRPqXqYz7LCUc+vEJoPgywiz59UYc+d6KAPgchYD7GMX4+/TtxPs11gz67/Vk+xICbPmQwlz4Ep4Y+Xv6APmStez49a2I+3A6BPtI/jz5Ev1E+W8eXPrtOUD7vbYg+AdZ4PiXQPz5jjHI+06aOPh0gij6nQ5Y+z2qMPnlrYj73LI4+D26PPvu2aT40enM+xlGMPlGBhD5L4X8+RQ2GPlFKoz5Bn28+829uPv8ZdD7tRYc+4hKQPu+nnT7SFnA+H5NXPpE+ZT4NcUs+WEB2PtikgD6+eGM+",
        "v9WDPsSmTT62dmc+5bqiPgHHij6Tf3g+rQSGPvzflT7S7oM+xeGYPiGzcT68rng+A/9+Pt2cgT40dow+vVyDPo01gj5JJU0+uGeJPjjnUT6EA40+fWmRPs4JUD5EpXM+t3V2PnuPeT74cYM+1k6BPnIKfz7mej0+m2RzPgkvjz4I0Kk+dgiIPsL6Zj6xTI8+hzmHPiWRVz6r8zk+QJOIPglVfD4uUIE+G3hpPotYcT7VR4A+KoRtPlSlZz4v94A+Ti1hPokzfT5TsIg+BqBZPrBpWD7DgVU+hBh5PmUTXz4em3M+1YeDPp45jj5XZHw+8EOgPq+xmD5U72Y+nA2VPsfmdT6WNU4+5EawPs+hQj766qA+D3lrPujHlj5oT4Y+I+VuPvglgD69qG8+1x6DPuW4aD4mX3s+N/h+Pj7nlT5a64Q+5TiiPujnZz5AcIQ+gnCKPtAtaz7bJGU+Q9SOPtExiT5OUE0+rT6FPu9WVT4qYWk+yUGTPgeuUT7epX8+IQNtPmJhcD7Yq0g+JK2QPjv3cT4482A+eKaEPuWRtj4YOVw+cjSbPnkBPT7y05M+T9xfPujfhj4UyYE+xH6iPqlDhT5Skm8+G0NWPpO3Uj4mL5I++qIuPyBLWj7UqmA+2PKBPuaTgD5n6mc+FpNXPopuej5uC4w+YiB9PoxCiT4="
      ],
      "moving_mean": [
        "wpIoP13mDD/dM9M+L6MSP5sUmD9fpcs/Y+0nP1J1Fj+oICI/j/XbP8B/XD/fx2g/vQh3Px5dez/MiJs/UbFEP40n6T4Mfic/y09bP1UBAT+i+nU/A0ivP95ULD8U//g/B6UVP9TINT+znRQ/c6/hPpq7kT/lwqA+eaAEP6fYaD8RoUY/VrSnP23UhD/KvOM+DGulP4WyXT8FE7Y/3EzAPy+JjT92Xgc/dIOvPiMqjT+LL3w/q+YjP1CkQz+daGc/gO8HP44mDkDKfh0/fQf2Pv7mIj8m3Ho/Q3wKP2uvmj9T02I/i++ZP30e1D9iA7o+JtFTP95TTT8qbxw/Kcj0PrK0HD9ciRI/KodTP0vwqj4zjBtAWoHfP76Tmj+CuMs+NXYWP+aMtD7JnXQ/rgyUPu9EDD9bCus+5Sc3P4KRxz61Jy4+kwq+P2bIjT7zeAw/13TmP60wDj/jLqo/kaysP2rKBj++Nsw/CEgGPwSshT8GyYI/33eYP1/ynj/GY28/mCA7P9AHTj+o4IU/cAYTP2LnwT4CFeA+KFj8P2ZKBD/rW8s/ccWPP7S16z78oao+Pp75PlmxxD8jCjw/BdydPzD9eT9p9mE/tbhhP/QNED/BFDQ/+QwcPyaBBD9bL9I+5C6wPye/Gj+wSCw/201hP6Va9D7IKNw++jeUP5q5wz7H50A/VcmoP4+Dhz+errc+VUuMP1J1xj5RPiw/mRw1P4Ld2T455QI/FHh1PyCInj/rV+A+9YtLPyKRGUDp7d0/cCbNP7fZmz+x9hs/BJchP1mqdz/e43U/zLMSP2UupT+nJMs+Fmf1Pq1MFj/gr9Y+3XTTP8WLKT/VHm8/DhCvPiIilj9THyU/w21HP7azXT9muQU/W9AGQKN7sz/PrYU+iSiRP/uvcT/mUsk+eCE/PzMOGT9oSEw/ym4wP5QsCT8GDxg/5u9aP1R3Qj/a6V4/sSKJP7JpHD9HA7o/S1cvP3RDkj+HlEs/qfbFPhnjW0D8w7k+lCtEPyrRPj+56J4/",
        "eX0iP4h5YD84qPw+GiALPxcNRz976r4+4UtPPwE4lj6IWXI/aFJCP4Tcjz80tDk/iGwAP1dGIz959Ws/n56+PsV6WT/1UBs/NlhTP7+9Nj8ShPg+qnNvP/ITlj956wQ/qW4cP1Z6jD9gbdY+iJUCP4r1Wj++VXw/vOf4Pv7jhz/M5E8/PKWxP9X4YT8kISE/Q9LNP1hZgj4HI7k+XtTuPxtcGz7aZJc+xq8iP6/K0T4gIGI/RZiRP/Ob9j+TYe4+t2ieP1Mp/D+JoRc/AMNrP37Jkz8guzw/HHfZPlrHpj8BZAk/15jGP+IPSz9dGQg/+oWTP8PxXj+aL1A/RqcuP907mz5T+l0/3iNiP8OWQz9GbtQ/oif8P07y1T5OePE+OhcSPzBHjj+MGjw/WUb2Phh16D40DBM/FSExP9S0KD9jANQ+Q3p2P0pFoj/caWM/BDkfP9ijMj+gGhg/wpfrP1wKOT+RhBQ/3HjYPkDYYj+kKFc/5B5qPwCt8z5ey2Q/fJevPwTj6j7fnCA/M/v/PheXlj9YGxs/bj+SPoRP0D6GNH0/lq7qP0eTcT9cKno+nyezPiLmED/nLXY/SV6xPzY3Tj+Z2TE/ASMaP7XYF0CKUoI/bLgjP/CQhj97sRA/tn0OPwCmGz4CtkM/0R5MPzd/Gj9EVck//vcMQLGDvj7V7htAjGRsP0gC4z60xBNAF6ScPyTyoT/Yz+E+DwggQDlIaz/kvgA/zXWZP9K58j6iM2g/pXgnPwynvj825kE/hIWVP3ECOT+CJjw/vUDjPvJuED++CHc/QCAcP1c39z44ikA/zGXgPyz6wj8SKXM/xbgzP4ohwj6yekA/rW0bP26cmj84w/w/C4jHPmm+KD/BKlc/hAq4PyzPkT/oth4/Kx+BP/HGdT/XRUg/Cgp2P2Cigz/JfbQ/ykbwPmhwOj8OYE0/h+ZFP8mYaz+gGZE/odGCPw2EPz8CI7g+HlkqP0PKEz9XbDc/97mOP37wAT+KBYc/Cwb7PiCNmj9gb1k/",
        "vVi7PlccBT9Ife4/RkbYPqESDT9vFNA+KNbBPjbYQD+ya54/9nw2PynZOD/rwRI/FoqFP0kZ0T+uHFg/Osu1PyUQhT+LUNA+3EkkP8lUgD+tzPw+gBdlP1uCaz+WXyU/XqJlPw6lZT8YGUw/OZGMPn1JnT/rqgRAlffbP3KAtD/hYHo/+xK9PklvgT//U68/jU+zP23vmj6P4uQ/Q9bgPoAXsj85g10/wmKFP3fmoz93NAo/3kbLPyGUEUDp6R4/37a8P3JABD8RC/8+uB1OPzJwPj982So/XjcUP6iXaz62tvM/C+kLP4I+iT9ixyE/4pDQPq1TRz+Ivik/v4o7PyJoIj+XfQs/VLdFP/P50j4D6Aw/q7EYPxWjvz7Mo0k/IN2VPzi9bz96mj0/3OhIP+QtMj/Bg0g/EaDjPnZy8D7aepw+yWrGP7ClFEC2FO4+Ln6LPrsYdD/maP8/7LE2PwHy5D5koac/FHd4P5FYdT/Y0uI/tA+sPprTtT8Sz2U+709yP4BqHj+9ENA+sY01P82XlT/ZCIE/iqODP1J6Lj9wjK4+Bk5VPsiYOD8RToE/7K8hPzrtET8NfeQ+jrNtP6G1QT9j6EU/JANTP/GcFz8scUQ/CU3yPuB3ID9XNDw/b3EkP7DmgD9OTQY/lvGHP2v2ND/oS50+3nR3P0uZjz4="
      ],
      "moving_variance": [
        "kahlQJvfCECwZM0/zjcXQNsgsUCt+ftAqCJHQHxNGkC8XE9AK7MTQZe3gUA+dIpAsBWoQA4KfEDgmLZA+T9gQGKXHkBRak1APLVwQIQB1j+Y5bNA3iy2QNHjVUC2OyBBtXMRQIuFgUD2fEBAM87wP8aNvEDakZE/wEUhQBbroUCfP5lAd17IQPDunkCJUQJArETLQIy3ikBetdhAdxwOQb+wrkBz8AlAEXrmP/+nqECgVo1AdGo7QFDhf0B40otA/BJRQH7gYUFSRG5AAB0VQCJQMUBxL5xAZgUUQI642kDa0JhA5iGvQELMBkF+B6Y/+kV1QFBxgEDfeyhA7b0PQJ1BVkBU/i5AjsWOQMJ8uz+htXhBbX/XQF5pxEARavM//PdDQFDPzD9eQYVAajDQP38dAUBVjfA/rPORQGXu+j/xOCc/v2kBQW2GmD9hGiFAysYDQYzuCkDgy+5AqLfvQAkIIEBDB+RAdFb8PyhuvEDKgKtAioPAQBja1kAkFpdAZfRxQAtNakCCRbtAvJX2PyLACECaECVALOZBQUXuMEC78PtAO4DcQMcH8j/e4J0/MccbQFbj+0CJxnhA2cbWQBJIk0ADP31A9ESpQOvplkAbMXFA+yU5QCU1EkAkzP4/4CgIQYDgFEAUfHBA2qyCQEuBC0D4xf0/SiSvQKjwzz88J5dAeCXYQOHZo0Cx9sk/flKeQBEAwD8OVC5AOOybQNP+9z/fMgxAGCWhQEuNu0CSiN8/TlWKQMZFkUFZTxJBNFYXQUljv0BU6R9ABy9fQOg1rkAlNcpAhSoqQDPsz0CuYg1Al8EVQGxhI0B/NAtAPswEQTk9REALPodAW5QEQLqotkAD+xlAb+5tQOaIk0C5oytA46FMQWNB+0AatGk/0vuSQHIpdUDLHu4/89VLQFWlP0CsmJVAMV5WQOrgGUDWlFdAoPRGQOWThED0hMFAl++bQPZnIEBEZuRAUW8zQAmQq0A5kXlAnmbTP2d/iEH7xK4/9UtIQN+KhEC5WONA",
        "eKRcQKyPi0DAfABA0G0KQK3nikCr1Ok/40CWQFs8oz90IYpAPUWXQH+/yEDftXVA2ZoHQOTFTUAP2YVAsZjEP903b0BvKi1AFidqQKQxT0A0OEVAnyCaQDN+p0AxThJAyUBXQJ4Zy0DJ0s0/+63zP8JfekDlf4VAdKI+QHbbqkDsQ1hAMYjrQF5+ikBjp0VAjP7SQATwaz9+3MU/OZIhQR5n/j4Fqnc/QEtgQKRB2T+f1JhA+S2rQAO8L0HmW8o/Hlf1QFq8MkFCIxxAGn9/QNtsyUBNKnBA4gXSP6xuyEDTMThAoyIQQSSSgUA+CyBArHfdQDh+lkB9SJBAhMNXQJeWiD97yZJAbN2FQM0Fa0AiOt5AcVaRQd8k1D/G0Nc/UQwKQGOLtkComldAyFjzP7MB9z9MzEhAjE4uQCK+NkA1yOQ/4GCdQMVxMUE6pINAXogcQJMFWkCp1FlA1/mEQSRiakB0FBFAZvzMP/ROdEDt0sFA86ecQJI4BEDGa5BAPLHXQNdBD0Dc1yRAIqsYQJ6FmUCjDyxALIFrP4QmyT8YbKBAQS0XQY4qvkCVpHw/4mTIP70PNkCiyaVAGTr3QMhwgEAloYFAM0xYQDv5TEHVIrVAoaA3QMgVjUDRTBZAM28cQKbJMD+WFGxAsAldQE/lQUDpEO1AIMgsQXSPxz++aUJBvzF8QIY83j8j32FBw2vSQCZFzUBxVxpAqDmTQcMbjECkeNw/CkrMQAynC0Din29ABi94QL4kBkFMgV9AdKGoQJs1IECttmZAdG7UP6HDI0Cmz5tAYIQ+QKnVDkBiRXFA9q4yQefJ60DhFp5AZQlXQGIevz9F31pANG0mQIXB50DHZD5B7R3EPwz3fEBhZ3RAcKcOQTAtnkCZFE5AP4e5QKP8kUD4I2pA66B5QJqNnkClvQBByILsP+c3SUBrZWpANA56QFi0oUDe1bZA30e1QAxGb0DQheQ/P9dBQIcXLUBgfoBAuV3OQHp+IUCIn7FABe3gP9UplkAIT6JA",
        "T6nEP7QZBkDE5AJBU5rIP75ZI0CBmfc/0jXjPziPjUAeFM1AyppPQIzqRED01jNA8yebQBt9DkHmNZJAblzkQJvvqUAwMrs/5qhKQIqym0DfiShAnzSdQF0ph0CZuTFA3rmBQJlElEAGKmRAOASDP1dkrkDW9zVBFy1HQTQX7UBR0KVATl37PxU6lEA2wQtBxRHQQGpMlT95pwNBkgvJPyLZA0GVGWpADx2qQI5AxUBx6TNA5HsFQevuPUF11S9AwiD6QPuaE0BPWwxAXD1eQBO5QUB9DW1AJmsqQFInFz/FilZBrJMRQITh10DepitAktrEP0xGw0A60UNAWNyDQByYOkCQqhZAZ6+OQCYX2j/SHR5ANwgRQEVm7j8YwndAQym9QP1SpkCkbGBAEGBmQLtBg0ATgilAfFQzQPoCCEBVANA/GI9TQZGIR0HleyBAkuqAP3tSdkCjOBNB/bIfQEmq6z/3ssFA2LijQHp3p0A6zx9BraHPPxPC7UBZVT4/Qn+SQHbOI0Di3v4/TAE0QM/f2kDD76RAEJCVQGlSaEAIl68/GVNIP2qVUkCEm7lA3i80QB+FQkD/FdQ/iLTFQPAxbUDCWV9AAiKJQPB8aEDeI2ZA1I9CQJnAMUCWiGNAvrs8QHIqwEAUJxJAUGixQJA4JEDbAfA/vVyJQFfWqj8="
      ]
    },
    "batch_normalization_2": {
      "beta": [
        "4o0uPd9ycj0rAj0+T/jOPC683Txpwgs8CqkkPTRbKz1k9LE9MM0HPXdELz3LlsE81JfxPO1vLzx2+cU8M/h/PeDCmTzqUmg8ZMFQPeKG7zytVGI9iW30OuBVGbzg80k9PFSKvYm0vzyzydo9R53CvOODaDy3SzQ93UkOPbM6O70zOeA9ykA7PfN5kj1UfDc90pMZPR0oZz1rI3Q98cemPT7noj1WuA49/tyovOKBRD1hpbQ9cwQPvEYWBj0/tC29IAAQPfNfgj3z6pE8movdPP7/1TxfJ1A9Py5mOx1+AL0++mI9Qo9kPcEOFz05tQQ9Ct3kPGUXhTyqYWU8NlptPUiOvjsNzyY9eWNyuzNwy7zr4EG6mS9MPfqhBLwVVjs99C+OPaVHzjwOgrK88tlvPX8nxz36AXE9eymbPFbnMTxmoUo9x74dPYzKaz2vtLc9yj3gPKjwWD1mf4082BtoPQqLWD1Vb/o99ahiPGlqXD2k4iU9HkgWPd37NT00klo8Q839PIe4vjvKLEs9L/gUPYTFMz1rXB09mrS2O2DKaD228gY9eY2qPKqU17yxftc9nMPqvDCLAz3NX0Y9LeX/PJ83ELyl3oM9Ba+UPeFDQ7yPPJY92fC+PccNmzwgYuk8ZJwOPZLEqTw3kDo9r4qHPNK72D0cZnw93WiZPUV8AzzJSxQ99h7QPJdkgj2uoRY9Vof1vFR1YDyKpJc9gLRWPTJ+Jjvwcmw9mkMjPKcEhjo0hFA9oHIpvSX5nj1ZhoU9ep9DPYCQYj1xSt48dI8EPaTRgz2sHks9BS0FPWiPID0okcI8DgndPOFULDztEjw8jSPnPbw9oD15ywE9JhR3PW9JYD0hB/y8SgR1PO3TcT0qIIk9rRtnPSAvo7yOyq289325PY1bLr1UoAg8dl0rvElQET1qmMk9F9QmPaCKdbt6jhy9RKdCPPH+jTywuTW82PE3PPEjPj2uYBs782N6PVCCzTwoVTw9uIuSPbxIkT0lk4E81/2dPP6uoD3TLXg9",
        "EtPEPEOvSjvzlQ69KQcJPO6OGD4YwJM854hpO9gt7TuNC5Y8G45bPTBdnz2azps8njsWPOzqxjwAYIQ91Q8NPURbpDxnWFw9jki1PXT9jj218rM95VPTPOOVPDwbZ/A8TEx5Pezifz034TQ9i/ObPITLqj0WZe88+X0IPETlUDtepcg8II2du/akpD05dMg8m9YDPIbhjz2J1NQ9pK4fPbb24TxwQpw9UP+GPfwsM7wX6ho98HtjPU8HXbuYGYE9wxRiuyttVz0lt249ZFOqO4uBJrw+Xbw8Sjp1PXE1RD22tDs+l/cEPdpkhD2Zy8m8inwoPYOYUD1rztw8CIEWPQ=="
      ],
      "gamma": [
        "o/RRPsUraj4kTAY/e0BgPtDvYz6t7Fg+jDVOPqnIID4I8Zc+QAk1PhZoYD7TpmI+/d4wPiugQD7lMEs+FFZ1PlYtaj7RwjE+4YKBPsFBNz76NJM+fAszPo+rQT6hFo0+vI9nPqJhZz5kRqs+zK0cPkuvXT5eoIc+SWQ+Pl9uXz6x48Q+ADSTPt5jaT6+ylE+V25PPuGEgz42WGI+VKjhPrbKhT6682A+nD2BPgWmOT5dcoc+1WAqPtk1bj753lk+7OZKPnJfdz4oCVA+rrJiPlpPgz5tCm8+av3qPjHDgz4/QIc+ehOMPq02Uz70wt0+FRJ3PolgTj5CyTk++6CWPjeCMD5MTyQ+bNUdPowZKD6682A+g9pjPjGXWD768Zk+/jtJPuYoHD453kw+AhtRPperxT6GR7g+okuZPoQvrT5R9Ec+MHp3PowXOz4kE3o+4Q9LPociXD4neGA+T8BvPmvckj5Hg68+IMtXPsAXNT4g5V0+LAx6PnHjYT7Y6HI+eHNtPjR8LD6n2Yo+txSFPrvUgD6W8WE+wbaIPjelbj7bmlU+sFRVPvDsbD6WxZo+24QwPlJeTD7SfnQ+60pfPme6ST5i714+fI6DPkkWND4fbnQ+pfd2Pl3pPT5fUlE+hZNdPsiMgD7d1Dc+0CFWPpsmAD/qgdE+MH9bPvkQLj5KuEQ+9KJkPk9ZTT4a0T8+XnFFPhvrPT599oM+pqGBPiC6OD7R30M+nqtBPnYpFj7bX4A+1altPhvSiD6c5qQ+SuNAPn10aD4t30w+6pd+Pj//Wj6PJYY+1JdwPlMDMj4SYiM+BM1WPhvrOz5cFW8+mxKEPl3bgj6d1Vw+DfpxPv8Yaz6Vlhg+VipjPmcamz4fqEQ+5JU3PkeyOD66ry4+RdufPu9aKD7AyUQ+AGY5Po58dD5F+o0+lZRZPiz3Uz5PgFw+wXp1PnBgQD4k/HA+FNJMPm6Egj5Aslw+2SmCPqWBbT7EmS4+ljUwPoXlhz7/UVo+RDVBPjYBZD52mEQ+",
        "G6qAPjaFCj7JrEQ+XJZTPtBFxj4Z438+h2lDPoW6Zj6jaCs+0xqHPnuxkj6sykM+oqlIPpKHij5i6m8+F3N0PnRgWz6xPXs+XauGPmO9lT7L94U+AjlGPuIJgT46AFU+hNWBPkM2dj7Ux34+iWNfPn4Nhj48nno+vaYEPpLTTj4xbGg+eU9KPi1clj5ILjw+MeskPn9wVT61vZQ+4mN8Pq9bQT4EvjI+ARlgPi6DLT5zcE8+vISsPjLcID62+2E+vzg7PuGzgz5vkWo+ceFsPutTRT6inys+v05ePginiD5KWvY+2FVjPjn6gz5itFo+uCFRPnEmfz5uCW0+sOJcPg=="
      ],
      "moving_mean": [
        "uFGHP2Mglz84shlA0ziDP8rzNT8jlo4/QEU1P+dQjD9Mong/G9JCP84hmz/pXwQ/An0XP16HKT806I4/kSr/Pm1OEz9D+EQ/JblSPx5Vjj/Sw18/EuybP+sagj9omic/1yxVP6vEAj8VF3U/b3g0Py0oKT82kzQ/FeV6P11EPz9+Op4/vU4YP3GDOT/SsEk/TkRIP2EEUz+HvqY/c+CiP/oDsD8DcWs/g3ONPy2WfT/W6gtAB5pqP/Ukhz8DLHk/j8Y8P6QTGz9RfJU/yJSTP1OR1T6IyIg/X4VLP97xUD/xfak/fccfP/p0Tz/qEgQ/PJf1Ps2bkD9aOYs/ZmqlP9X8Hz80uTI/MQTgPlVGnD9Rvj8/rHWQP2YRmj/+jtI/Ei/cP+8niD85Eow/IsdHP4NVIj8ggzo/NOajPknACT+MJ8Y+U0MOP+RNjD8zv6w/tr+rP2w4kj+GyY8/keU8Px63Pz+HYKM/zlG+PyvrjT+z9J8/ajNsP//6hT9bDJA/n10jP53cgz8arxU/ztlWPy5QOj+a4Uc/Yw5BP9NtKj/SKNU+r+wdP8FIHz8lrqg/ENEEPyrC/j7MLf8/wwqVP5G/dD9s21c/YgFsP1ypSz9XaqY/LXqFPwN5vz5Y44Y/j3k5P1Dzjj+P5oY/apZhPzZBWT9HuKc/6ipZP5TvSkDxJz0/7qROP/yOaj9/AUs/ZnSIP9YXMz8EHpM/ailrP/cXcT9JbLk/wW8WP+c0hT/siFY/BAZcP0YjhD/4lSRAlil2P4LmJT8yUx8/ReMmP0KndD99Kys/jlzcP7VIWz+i/m0/PuJVP5zeIz/Nclw/Q8sIQCRKsD/ZPDE/P4ulPxv+/j6GC0g/FDlrP+6rFEDIzjE/Kcd7P0RaNj9hZ1Q/rSBjP2NQxz9dogRAwR+fPyFPrz/4BKQ/M4REP/pvMD/uuXY/+tQ0Px1RAD86cVM/IN4qP6hx/T7IZ0s/kPBhP0Eo9D5yvww/oJVHP7U/xD/65Ls/HAFDPzK84z8TQ4g/",
        "9rFwPxxRPz9/Dyw/eV+RP2a8rT+R/HI/2oQYP1pzmT9Tg2I/NdFGP71VpD8zDS4/6Zw2PxCZZz+LrFk/tj+fP6O4ET9/16U/ZfFvP1DPkT8qQTo/cD9tPx+zHj9ytG4/FsISP0bKXz/bkkM/3Gc1P307mD8tuj8/RQ45PxIYRD/W5no/czp/P06FgT9HOWU/sFeIP++vtz+axFA/bA8UP+dfTz8gnFg/2xoeP0nWKz+T9J8/kqUdP8g75z5BE0s/epppP7rxZj+VnE4/GbdOP3N9rj/XL1o/fLPxPxYLPj+koy1Aw0U0P5EPhT+cDUY/8FUpP6GSFz8gIjM//2BSPw=="
      ],
      "moving_variance": [
        "rLrvQBSLDUGfr9BBsIDtQGtmwkB80vlA/l2VQJOa40BZgx9ByCG/QHB2EUFIJFdAw4p9QAynn0C7Se1AHt9lQF/1o0D3jMFAte7/QN2t+UBOrfVAZcELQTiC0kAuDtFAd4zmQK/7aUBNnzJBnwmNQJdpnECTLtpATVXkQKE1okCUVTlB54mMQOiNw0Ba/clAZgW6QAA52kAAaD1BN5ppQT5qKkEHvfxAtWcnQRLA30AoSIxBWs3JQNL26kDl/8lAUxOsQN/QjkByhxNBHYfyQJlpQkBfdtpAdt8WQd6r50BRpy9BkmCVQJl3q0DjmbtAVaSGQD2E40CVKeNA3Yo2QZm8hECAkZhAHYUzQMp29kAFirxA/YYbQc//+EC2UWBBKbNXQVm86UCVAwFBSFK3QOWeu0D6DgRB75s2QDxkqUC/bklAT+WOQCE+AkEIVVtB4XkjQRIUJEFfGANBOmPDQPuS1UDhW4BBgK8+QaawDUEeNyxBT4AFQemHCEE+pt9AK9uoQDnDA0F4PaBAbQrHQNoiq0D+PdFAJJW3QMHIskB83i5AhvOlQPmRn0AWUndBaiRgQC3JcUDxvY9BJuwFQXKs4ECLIq1ACH4AQQzwukCwjxNBtS4BQYcgIEAOVtlANoamQGZNC0EMhQRBn3C6QGJXUEGEpndBTZjMQK83okG4N6hAAW3IQHWnz0ApkbdAf2PWQOo9n0D4xB5BbK34QP2x0EBOvR1BvKiEQFYX0EAmPelALW3bQGrB/UD7WLpB3qrbQKgAnkCmr5BA7mWSQH4IyUClOJ1AIhhuQcjGwUDnVuhAFZy3QBZ4fUDJnctAfz2QQeCqcUGlzNpARv4UQZzBd0DzUJFAv1nFQKMGqEGdyaVAbjH8QK7SnUAM1bJASkHwQH4EGEFfGVJB5oEIQWVaMUE5eD1BHnelQNZMw0D1a+9AILW8QGTtcEBRwcpAYpytQAKAb0CJo7RA+gEbQUmdfEDPw2RA1jvEQG2QPkFAZx9BZizBQMkdZ0H8swxB",
        "rdP1QK1yqUAnb7NA5jEMQTguMUF9WBRBPbNrQGFsEkGSc8JAcg7MQAvCGkEIpYtA9BOZQECF+UDfphRBRXATQTf4f0BAWhZBxyL5QKN3DkHUTtBA10PVQKgkqEC81cxAlpyMQPwz1kChaspAkpetQBZnTEFVSs5AnpiYQBR1skBSV+FAn9jqQC0T+0BimepAM+HxQFTZQ0ELBvdAmByBQBOFoUBWi8VAYxqfQNx2jUAhXxdBqZm2QMGRKkBGCaZA+aG8QMT88EDV5ddAf9O0QCGxHUHQ4dxA7RF2QYbo7UDOzNFB9gDPQOSIG0GMQbxAi4yPQJRseEDT+JpA+me5QA=="
      ]
    },
    "batch_normalization_3": {
      "beta": [
        "H68WPY0QhD3vIIk9wXENPZ96iz3kxWU9Ph0nPqCqIz54rvk9QkaSPcPdFT5+n3g9+NPDPUW46T17EJM9ZrHkPRNELz5nUQ49hHXfPTXMwD1Y9H49jsg1PMXZSz4RHZo9PGmVPU642jxYc2+7N2dBPFVNIT1Biao8qukbPfC2PbwsZuE9NasePqiu4z2utwg+Ebe6Pc+TDT5rugg+aGM4PWRMcj013M89zAWLPbQnCD2tc7U9Tl7DPGMikDz1bfI9v0/LPWZEID6zLRw9FiAuPWjJCj1g2zk959saPlUauj0EUq89lbaEPPGiwz2WOQU+W5givDyKSjx0rvc9weqaPWLqmT1s5Jk9Zu3kPe9xCD7WdZk9CmR6PhfDCD2AOwU+UZeqPYdpXDt2ZtM8CWyAPQOfkL1CQ7A8DQMpPXyFlD00sfU9CPrgPNVMxz0Ar8Q8C6MUPolKMbuTDWc9VAS0PAIhFT04yqe82AIHPvNtyDwpDDw+zaagPPFfqT2tqJ89Uwd1Pkq4UT3LlIc9n0wePgGpAj6WfE09tAVMPb68gT2tksQ9FqSRPQyntz3dPxs75Vs4Pk2xUD0o3eo89YIEPisTVT0ayjs+L2eKPUpQiz14BeM9z3vYPWtV+Dz7TkM+syjBPapqOD6/iSY+RuAvvelmDD4JzOk8MnyPPYf4aD3sV0M+PdhMPfiwwj0Oj8U9Jb24PNJvfz17Wbs9GJLuPac5sT3nqJc9G0nGPdL9lD1A4rQ9EzIDPXsP5Dx34I49gZZMPRirVz1H/lg90vmCO52Ujz06QRo9JqQsPpPJHT6q8ZI9ZsEnPnwbnz3IwgU9E7g0Plnmyz3k0ZE99iARO9Okcj22MO28sth2PaIPcj2tHJG8KMebPXBRND7V77c9Keu+vNd1Mr0Z0/M8ZFaEPJrftz1uDOI9i9fFvDNBtjwa5tg9LXubPcXaVz7Ioes89+UoPTugrz2vlmy5fi/aPT9ogT3etZw80zy9PVgR3DvqoLE98xg1vY+Fjj04K3Q9"
      ],
      "gamma": [
        "O7aJPrUwuD5pS4A+EHlwPvE4kj5w3ZM+x9ENP1Yx6T5fLr0+qDOuPjXp9T4XJ4k+dAizPlj83D5jGY0+tPW2Pug7Bj9xFGk+/faiPo8cuj4C9ro+hDR/Pqx3JD/Pcc8+0q+TPtCjfD6tClA+9bdDPvAJZD4GFUM+pnZuPuCRMz6Rbqg+cncRP44aij496cw+Kra5Pv0mzz6udBg/9oCVPk6Ydz6Pl70+hnm1PkJoQD4hOrw+ZTQ8PgNbRD5zHvk+wzKfPhTatD7gVTs+jdd2PtRMVD6T+40+7mrmPhIZxj4/UaA+B6qCPod2hz6bCeg+z3g6PsBtLT4kZrQ+RJuYPh2nsT6uzoI+ZySxPqo81j5mz3I+0etLP9NUhT4pQaU+GEeFPsKeQz59U0k+AXuSPpfvHz630UE+Z+5dPl2Xpj5CEuw+P72TPlyttD6ZfWQ+08wBPxKwDz4tUYs+T0yLPj52Lj7pc2Q+2H/ZPs+HUj5o7Rw/9H85PpSNgz7/Y5g+LbMAP8Rqqz5gT4c+R/vAPhbW0j6lFp4+RqpEPn3EMz4dU58+5+B4Pj+jUD5P4lE+Va/YPtusOj4/RGU+KVu3PgJrWD7n7SM/k/mmPk5/rj4w6ME+mmCjPvUukj49jiU/TcPLPsYOCT+mquw+sn9ZPoaE0j6Ws2Y+y7vGPn4dnD6LMvg+fYdOPj2Wiz61PH4+IjFAPnv4qj6rEJQ+vEKmPhJ2sD61O5A+/8WOPk4+hj51M7A+3DKIPhXxVD6Bf8c+EKRLPuvvaz6ykJA+FjIVPoTwmT5e3hI+/NQfP0NIDD9O7Y8+6CXePnR22z6SamE+iybOPhQjwj625IE+rWBUPtrQnD4prwI+aON9PjsAjz47+Tk+ksjFPqVoBT9h83k+kFRAPphdIT60Cn4+XkMuPhokyD67KeE+fd06PkcKdj66F6s+JFOGPvW1Gz8544s+V22NPt+lpj4QbVI+eNXcPkPIpD56ZVQ+atWaPnvVOj6dP5c+ISNBPizjkT4jypQ+"
      ],
      "moving_mean": [
        "tBpmP5ct+T4aUiU/qM08P+q7AT8hPC0/F0A5P6hCTT/oqhQ/j6MDP04UOj/3lQw/7udUP5l4Iz+jYCs/xjkrPyyySj+YEQE/VWBiP1rYBT/CwDY/vhKMPzGsKz9HO/U+uZgJP9/g+z6KX2c/ml4CP8bhLj+1fjo/eqFnP4olMT9OAT0/+csaP8zZbD+PkFc/drsMP2mMJz/Kyhg/Qu1eP1VIcT+D+0w/kKwMP24oJT+5Az8/xHQYP5vpKD/iHP4+E8FDPxEAkz/CKS4/um4XP+dfNT9S0yY/6MNUP4yKGz9AUE4/hYqPPxnmJT94xFM/hV06P12CGT9kAU4/VUTTPrap3z6+Ir8+Et1JP+QmCz8zDfo+EAlEP1RhFz9SQ24/IoVHPwL9Kz9M4Sc/S9r7PhRiKD+gEgo/Da0SP8TrmT/A74o/PFYtPxlnaD+0pTA//KlIP4OQpD+TegE/ezd1PyExFj+QVgU//fZSP0tWBz/uzo4/mfRLPxPzGT8A2x0/QG7JP9ATZj+sZy0/R74xP/K3DT8xcRc//sWsP5WA+j7UwjM/JHpDP0ZaPD+aYEQ/aSeeP46VHT82izc/z49hP5UkLz+apTc/wg4mP61YED+ks2s/63YmP/H92z4QSDo/gk+9PsoHNj9quNg+hgw+P68bOz9Vb5Y/Z09CP8usQz8ogmo//PgkP68RPT8dxMU/Za6zP1w2OT9fiWE/K1KQP14r1D7ZRkI/gFtfP/W7Wj+VAzo/3yUWPyVtRD+uJyc/XIsmPypPVT/hFSo/KkMDP/vfRT+Q604/H/b0PhA8ET+k+Wk/Bt1JP7ecQT8nY4o/OuwvP4QCQz9XoVA/6bs3P0ZzJD8HziA/e6YXP5zW7D4+LBs/+aUnP+hZZj/EWzw/XSOUP27pZz9jvyI/4k29P3u8bD8WryY/2QSXPxTnUD+3YSk/qAWCPxhGdD+cj3M/lr8gPzycDj8af8U/jAgLP8HbsT4o5Ac/yflXPxmBqj8W/oU/pemdP5Ry6D5Mm4M/"
      ],
      "moving_variance": [
        "LHCIQJko+T+YjlBA5x0uQA3fEkAPDjdAo01wQPmxjEB+HhlAw8sYQP7pWUDrSDBAo5mUQFhWNkAppi5AoS9OQHEChECwhOg/yUmCQJ1+F0DfBG5Ad661QH9KgUBoOO8/U8kiQDE9G0DhFzlALswYQM/GHkBrSndA4yZ7QHrrI0AObmVAzElfQMZKkUA5cIBAzX8rQOzGQEAZZGhAl1N8QBdDckDfioJA59NpQNxYFUDiCoBAJp4NQOw+IkDKg0NAk7hHQLG/rkBRlTNA99UuQL6CZED0ajlAg06IQHoqIUC7I4ZAWKWeQC/hJ0Bas6lAPA0gQCz4GkDr+4dArkLFP6OUAUDtLKw/NcaQQPozBECDhtY/TGWtQC/sU0C2dodAyFKEQJGfOUAXmj9Arlb4Pzlp/T8mpwZANRoNQB746ED1Y9NAKSF1QAaSi0DZaz5Asx18QHTOikB+VQFAYGThQL70CEAiKvY/eZV0QO/45T/TYAtBorszQLq7JUD7kzdA/xf+QAf3h0Bl+D5AQkdBQPvRVUCdrmpAsp2bQCvg9z/SrDNAC1ZKQCgzNkBQ34JAxmrUQBJQBUDHw0tAwZF4QFmuKkBh6JpAwHNdQCtPMkCBlotAhJxIQI98LEBhw4tAR1LxP/iyaECK5NM/cWMrQKE1ckARPq1A1he5QBLqgEDAZ4pA2rUjQBXCREDgbtlACROmQFznQkBlgptAKpKtQEc80T/VpGRAkodrQKy+XUASBVBASbcfQCJ/Q0C+UUdAkPoPQI+UgkDa9kxA3Wv0P0/6XEBXAUBAuN0sQFEtPEDriZJATIRdQEUMp0CvHL1AE680QC0PjkBal31ACmInQIcvYEA7JQdAXKoWQIIZ6D8g7QNAuqREQAp8l0B+pkBAi0hwQIrVP0CAnQtA2rG1QLDSgkAi7jtA21WvQLUkckAy+DFAaMWfQLWPuECquclAQeApQMNLVUAZhaVAmGNOQB9QqD8K8Ok/rT9uQK3EjUCJrZhAVZaLQL+15T+FWNZA"
      ]
    },
    "case": {
      "bias": [
        "+3OlP3QdYr9fvTK9TdBaPtzrU78BWUw9kOSjv9jat8A="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
