{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              9,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_1",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_2",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_3",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "conv_output",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ],
              [
                "dropout_1",
                0,
                0,
                {}
              ],
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv_output"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv_output",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "Concatenate",
          "config": {
            "axis": -1,
            "dtype": "float32",
            "name": "concat_sp_out",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv_output",
                0,
                0,
                {}
              ],
              [
                "speech_part",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "concat_sp_out"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "concat_sp_out",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "d1d4dec7755069501a1eef53627c6efd4d7c72c3168ea8245d02972355a9e1ea",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      9,
      90
    ]
  ],
  "output_shapes": [
    [
      9,
      20
    ],
    [
      9,
      8
    ],
    [
      9,
      3
    ],
    [
      9,
      4
    ],
    [
      9,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            9,
            90
          ],
          "values": [
            "ehkhv3PoEb9uZ5Y93uFwvjOIhb/qwi6/c84rv2PfnD7LBQM/uxyTP/A3nT7NE84/emGVvzHWeD7s+G6+OIBVP8Fv4r4O6gm+HIH4vz87jr5R7hQ/XDLPPt5aJT+hjKg+ZF+uP3JUsb9FsIY/19V7v8a/XD8dTfG+9zLgvCXzHTuvnOs/CsASv5chWL5I1Jg+pzAtPu5NRMASyXC+u/fcPMsqnb7bYAI/NQovv+OvEz+8egPAhTghv75tPz+gWWw+piVMP68BBb7VO6m+Qw0CP+WLGr+DFBW+QmchQLNH4T6uNcw+kZ3PvojpIcAvCoC+9lWzvzjJgD7B3I0+z862P5It8r6mpbQ/yS8eP3GLuD7Ga1M/YATEvnj9hj+24S49bOwNvzQQuz+YWdu/91x/Pzldqz9zOZs+41SMv3sFjz38a72+XFILv++D6b/XeI+/3TtHv0/c/z1turk+A7GTvyMBC7/Zma4+mF+qPottBb8M6+E9H9Mpv/YT1z5g0Kk/0ulCv3heur7A1QC/4N4kv19/yT8fLAg/TiOxPuzutL/lYAC/ND8wwBEmdz3bCTi+QJeAv3M7/7x8U9y/jESeP85UBb9bwaU+gm1XvzC/Oj86ARg/3hp3P8JvSr2BRNg/KJI2v+pHzz+Vj1E/SMaSPyTuvb/20zi/bVywv0/Jrb4qTADAEi1YPwIiFL/pjD4/U6i/PqDupj2p0vu+WYMdP8kuQLx9fcS84nnKv+zjzj9QyTO9z4pyP2dDtL+Ojro/TnY+Pk3/QL4Nt7S/JXXWPlnZkT4y+oK9C1D1vkv8LT/iVTO/i92Bv/DwIT2Ht8M/IXybv/TG3b9RhNk+jdc3Puktiz//o40/7MS/P8F6gL3/9xY/HQ4owO0UFL+X+em/UddBv5MSSj9qmoE/x7MaP/458j+/0Aa+xS9ePMWUXD+IfUc/7Aqqvv03kT2v/rG8UaSvP7Vngz5YjnM/bVY9Pu4BkL8gb4I+LpQMviCoCcAXFsu/XIkoP2Ab3z9wqxc/",
            "JcJhPxC0YD/l59e/tQ/Kv9S4tb8Ooky9OD/UPx3TQb+kw1k/kH2oP6DTfL/YsLi+Q+Nrvqwdmr5ZhEo/rrT8Pjb9G8BLNlO9ljlUvxaDx759ysa8+jJXPhi+Wr+UdFW+u2nOvjqcpz9wSC8/OXAXv396E7+h3cq/hqQbPxs4DD/m9by/ECaPP0bIZj+eWAI/oxBdv05AO79mHia+Jq0cP2Cl4r8gZdS+uAmsPgoKxT6CcI6/TaGOv4OB/L5aoo8+GBCMv0RTwz7yiEW++Hcnv5JCQT+WCtk94CsFPgykjD6eF4u/sbUSPgOdDsAbllw++VNuPx7l7L7WUNS+8ZNkP7LTQr8lxcO9zXy6Py2fJj2kJgxAPt1/vMSZ8T7q+6e/kNgrP+l9xz8ClTa/muzDv48XTD85vrQ/hlG5PpOngL/YhQG+kZxYP0xV0j/EjNM/r5S6vQm7yT+iH5S+7h4EQGxVhT+XI9W8HuuZP+DYTD8IICO/bN68P7StFj7m44E/KnJUP5ru3j8lGhw/L9EXQPOWJz+BdZO+ghzcPOsew7/7tw2/2xhrvzVZ6T6nEkc/hjZIPy9Wvj9TWyC+ane5vqW3ib/QvrG+J+46P9WGkT/hoSw/ExwPwGEcFL++Vwk/pbJGPe0Bpj9pjoa/HbKHPkXeDD8GDxI+i+ATPzA+gL6vInK/rzU1vzwukT3YR92+DwvRv54TJkATOZU/rMDNvjDalz9Hqp2/D8HlvfuLZL+mJ26+/d5JP+Agkb81Mdu/sJ5KP5sB/z76EYi/R9gnv38FD784Hvm9qgm8PlOaeDw1soW+g5xUPtsV0z/yff888ACRvwn5sT68kTA+6KSavS1rG7+HSjdAX1ihP1e2A7+NqN4+OvsxQFe8o7/er42+tPUxP5WdQ79XUvW8W1JlPXldSb+tCoc/WkixvhX3Lr9Qed0/YL8Fv5pU0b9V112+scRzP82Azz9MlVI/YBl6PgFblj1tPs6//5alP3LeDz/Q+S4/GlShP8FQyz+muDa/",
            "wNvAPjuYD7+PQrQ+2jL1v1kjkz79wAs/0TjXvw0Rwr7FrjY9kNEzP4zJKb+BMus+4lCevkYa5j8CorW/1Zwnv1mOA0BfxTA/Tbspv4v7vD4JMkg/LVKrvvD1/769erG/KgCgvzg3PL4bIpy/SqPAPo85pD9BsUk8r7Lvvpf91b/Xnoc/974bv846gb+XU+c9zrPmP7ZUZj5qrF4/J3+1v+ydD0DhdK4/oX0MQHh9Nb9n55G/x+lDv2r8nD1PdIO/RTfNPVqT5L5Ydr8/LTTFPIVOfL1rjXQ/AtjDP0B1ob6FDLY+UUjav9/zJL9/kAy/4KFCP02mUr/Aagg/i7hoP/0hnT+ZdKU/3D/XvdJwDD/DBhs/hcDDvsrzsj8gpom/gJrSvxiyWL4eaga/QjiQPo5NkT5ts9A/Mwq/vZWuqz8dPew/NX+RvkE5GT+619y96L0EQKJw6z6RySU+EGCfPe1qgj/ml1+/u5M1Pyenuzx5u88+5oknv0wwir4mwiw/fCxwP7fHKrzu1YM+fl13P5aqxT/9PoQ+whLIP7P6QT83N3u+9/bJvKnVXT4BgUm/XlR+P/hCRT7ydc++eqKsv+6Ds7+uD4G/P+a0P0506j84BjU/Ks1dv1IYxD+CHGM/zODJPytRNj8fjJk/Kt4cvs3J1z3qIOk/mDnePoQrIcC8om8/gCqhP0d63b5GUpW/dIgWPx+67j4m16U+JJA8vr0DTj82OCpAwAglP/I7Jz00api/hXQEwECPRj4M6Jg+g+9QP0PFUz6jbrs98ONpv0bq5b7lzMw/DCSBP1cELj7CezS9GVhUv/vCXD8eohRATsmSPt9I7D+Gi66+tsm9vlAUg78q5dQ+kQKoPYCEDz8s+u49Pq1ov97ULT+QPQe+8/acv+S25D4dqSLA3YC4v9AMOD+ZCr6+rsnGPxZkl71U1pS9jKDaP9uSSj/LIS2/shFRP3BmGb/3laW+Hs6WvZ9sRz983zw+6Zmbv+BBmr+LHa++UEnav8/o3z+LaTg/",
            "vABBvzkgHEBgKmM+dw+evxR0Ob7bZ7u/b0yWP4tyNz3D5hK/LnzTP5YCpr/kKiW+qMz0vkHb2T78oDE/EEqUvpHJFT7Hf42/emS7vqEckD+C24i/1fs9P0cv0z8oYIQ/nMtOv08Kvz+gVKC//gtEP7A+kj7+mIU/GRI0Ps0QnT/RLB6/V0IcQIO2ib4R0C+8Y5oCP/rXSr8BXr2+Bj4qP0jAi7/YhC5Aqy2LPvUz0r+11M4/oQ0yvuY/u7990DO/9qXwPq+cTD96mFa/YsR5PeHD4r/OiN6+LW7zvtnc+b1YjLc+T6IPPpPKeb+N/cg/ZNWIP3mA1z43U1c+1Sievy6Fcz8NDe2/qiqoPueAdbyA5FI/hwQKP+xlmD+S6IM+3vR7v7CZsr9GY3y+688kP/aLjj59dEe/we45v+ofU79R9NA/ig5MP9Ec+T7mpHw+fWxnP8K4xr3zEzK/BHOoP0ROeD/GzwW+T8yFv6UpdL9aLBg/HlBXP6i4GT+kNrK+WCYJPn/iML3zObu+FXOuPxrGC8AhctE+TKngv6OlvD9zqi4//5KTvht7D8AMgMo/Rcdsv3bOhL9XE1G+IAJhP+UOKr2wP54+d9+MP2t1bL9+tra+0QRhP+23kb+cpfO/Xo9CvwsS0T7Zt+S87TQHv8e4lj9lwtG/Murmvr/wLj94/CnAgUxBP4ITED9t0ds+5cLIP7y+ZL4GsgC+miQXv8wq3b/Bxj7A5pEVvzdnOr7FBfa+j+EJP9Z2w7+9mV0/UvfevowhAb9h0GS/0/ktPpcrAcAElU8/V+rlPu4grj9QbXQ/CJmSP5BYfr8y4Ss/4q3yPsUvuj+/Xpm+x0vnPsJLjT5uzUi/R9MMwKIsmD6iC0A/1y84v1ijzz9N/IO+LSsRvNv3tL9uqYq/uQxYvxfE87wn/TI+tdQTvqZ+Eb/xNzw/18qLv8Zs27+ZEzi/zbvHvpBREb8q9J2/dXNavn35275BTH6/WUglv917ob1HoNC/3FIlv2sENj35K3s/",
            "CoVYPwVEh74BHwFAXeGdvw0sor4LVsC/dj/wPwnt7L6RAS+/dBNLvrEnW78+2bC/7ZGdvxYMgz4Nkle/9tL8P0HEhL98Fb8+GP4Lv119V7/0PDq/VfqcPpL6GMDPcrc9UM3dPyh4D79rTAC/6A4Lv8owdL9hMci/mtg8PZiTHD+qSZk/6i90PqZo97yqNfc/xdV2P8nNt78IY4e/x28rPuQ7Wr+ryB3A"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            9,
            20
          ],
          "values": [
            "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA4a7mBgAAAAAAAAAAAAAAAAAAAADscKUUP5HuK1duiyhVQY8wAACAPxrAThck354xQZWTJ1Ij3hauLKUpI6xGGF8SNjEKH9AW6QdaLBVb4ClF93cY5AG7IciYEhdWfSYXctH6FjSKHRXxQbcwx6ZfFSmI4CL6/38/SVViD+lL1SocEEgKI7IID5xtmhzvfuIOHWJhJWbMSxB9IJ8h1japEim3xTSW7zoDdfYVD9hFdQ7gmsYOvAU9GIQNdjFeanY8AAAAAFcmfD8JDA4OZ+CUIBJnahe6k1YP7iqtEZ9xMQ7yywgSAAAAAIVBgQwvYRYMZ3mrHOmGwRlzKvgNiv9WD/jjMA8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKY8NwIAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAbtU4Ny7+fz9uFRE3/Q/fGndJBTe9XJUoAAAAAEgMWC8dk0Yr56f9JH+MWyjYqNwzoxyGFjcKxhtyQ78pUnQxIwG5CQtZPp8oSzXIK5ylDSkAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAKc4tyrQapsaAAAAAAAAAAAAAIA/6p3KGAAAAAAAAAAAloAVGgAAAADh5x8bAAAAAAAAAAC+FmkfAAAAACdWfyIAAAAAyekQG4l/vBveL+Ub"
          ]
        },
        {
          "shape": [
            9,
            8
          ],
          "values": [
            "AACAPwAAAAC/xlAgyL75HwAAAAA+1rIRAAAAAAAAAAAdc7A+QeIqKLnaDD8XXdc90qG3K+lJaChG36w1UbzKEwyopS9NVkEdLfR/P9MqPTlRAYwsIHllMau0sg2oE4sM+7p/P4SbpBw9RYM6WBlGNIK4ASF4/Vc4GkV1IuFhbQsAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKWnfT+0vrAJiRYWPOaTnSzuQzIhAAAAAL/i6g8AAAAAaG5XP//BVRZfRiI+colKL/ysrhd8mxsxuaK6HzudtA8AAIA/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKIxDCIAAAAAAACAP0/FeBYAAAAAAAAAAAAAAAAAAAAA"
          ]
        },
        {
          "shape": [
            9,
            3
          ],
          "values": [
            "4V0MPIjOfT+9j7ogjw6GNVz/fz/LfxQ3gDOxOy2VTD1G1HE/YKbgOPr4fz9aSFEyAACAPwAAAAAAAAAAtzGEMQAAgD8AAAAA7P9/P3twmDWq12EwAACAP2cNFwIAAAAAEqfYCAAAgD8umR0G"
          ]
        },
        {
          "shape": [
            9,
            4
          ],
          "values": [
            "AACAPwAAAAAAAAAAbzonCXTV8Dh6+H8/8DssLYrFfDKJ4Xo/+86jPOZrLySAX24tUbp/PwRyhzrpsPo38jJ2MwAAgD8AAAAAAAAAAAAAAAAgprs4Fk1CJwD6fz93Xgs2RP5/P8KiEzK6qdw3eM8yNAAAgD8AAAAAAAAAAAAAAAD2/38/Xr3uF5NKGjUXGuIJ"
          ]
        },
        {
          "shape": [
            9,
            5
          ],
          "values": [
            "AACAPwAAAAAAAAAAAAAAAAAAAAAAAIA/9hEBDAMvkiFFTCQMOyGOJAAAgD/fUYwFs7DQDbLPBgZWzbEqAACAPwAAAAA8AGoaAAAAAM7o6AEAAIA/AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAACAPwAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "Mb7GvYyyBL5JL3e+MoLQPWYPoj5CYMS9TZjQPdgWzzwbuYQ9kOnPPasgMb0SFFo+wghFPYVIO74Klh4+uTCJvltpDz6a3Xu+4oiguzbbDz6SCaW8sYkIPfZhAL0+l4E9sN/SPW+qLT6VnkU+gCdJPrRFoL2IR6k8avpEPZkhcb2vtrS+r/hVveESBL3FvZM+1Whqvht5Sr4AEMC+mk9OvRZteTwadvC9tfokvpqZNT3PwU09f0n+vZx4QL7aHiI+YRJ5u2gDq73QP4k8HzWRPvWI1T7CT/Y6P8RDPYajfj740IA+NBqVPllBoT4myhM+4d+XvsYd0j7p4Xk+WvRPPorv3D0nOhM9WqT2PtjOEb+oEQ+/cD6lPvesZL7iwmw+BCTEPspeXz4cV/c9FgTaPr8tNz4QXLc8/j/LvPkF/zw+dpI+lst8PIsVrj3cbXY+wjtaPr/rIz5PyqM+lSmyPlxXpTtPUYQ+"
      ],
      "gamma": [
        "h45mP0ziZT+v73s/hUE2P/IFWD8VDn8/5OpkP4kVTz+bkYk/7zlBP9ShTT/9nkY/7kFJP+VIQD9XfUI/Kqp0P7T0Pz9bmow/PF9RPwQccD98BGc/kiRoP9beZz8dT1o/3whcP7pqWT/9NFo/HhNYPxPEOj9FaFA/w6xRP0HXRT8Pl34/+1k+Px1PRj+fG3U/dlpWP38MXT83dYQ/K+c3PyJ8Pj9H1FM/EJBXP7BRSz+zl18/zJI0P52ncj9SuVM/vr1lPyyfcT+YtGw/wvexP/A0nT++P1I/wECQPwAAgD+x3ZM/z4qcPwAAgD/S1I0/AACAP8BLgD9gmEE/saCMP4unhT+NHOo+4M1oPwAAgD8AAIA/AACAP1kEqD+Zs68/NarLP4dGvj+x15k/MT7GPwnynD9KLxo/BP6bP6h3rD+1/cQ/PyqrPyK3tz9k0Ko/yvKtPyjlgz8AAIA/WBuLP6ZLHz+vPXw/"
      ],
      "moving_mean": [
        "oTEcP2i9mL578hW/UDkQv9omiDzXnKm+JuuiPlJmYD92WDA9paqcvjfDzj7/cyU/7jvfOxW4v73vx7s8EWtDvlPlgT6CQTm/IQhpvm9cEb82i34+1bMVvfvlVj7CTYo+OEdKPcD2p712Zxc/ALVVvQV3RL7tC7C+CfCfP2IkX7y4aMO+JxUhvpCmx76mNtI+hEvbPt3vt767gwm/v3wmPjviFz6xQ7O+b9tjPBLlsr5kWDy+JMaVvm5LAr81OX0+wJxGPpMCTL6AMas3MSgSPkpZvz0AHZo97uECPwAAAAAs/yk+htzKPQAAAAAiSAc+AAAAAKcoZD0T9TE8FMEFPtAf0D0Ltx0+HF1ZPQAAAAAAAAAAAAAAADcWIj8P/FI+Ci3HPsP3uz5ip2M+lSuePi2bdD6ON/Q6SwMDP2B8ET/1n6A+HxMoP6heoD4MnV4+mM5IPk0GYD8AAAAAwrmnPRc+aTpefI09"
      ],
      "moving_variance": [
        "QTMRQODBHUDa+lZAs9NRQBGzFECRrpxAwBL7P/Whe0BQuHZAB47VP3X4yj8m3UJAYIsIQIAS0D93RtQ/nMxcQBCP+T+Yo0pA/cWvPy3F7j9bDXVA5BZ+QA5GTUDC4EhAQ9CKPx4HAEC2mdE/da0aQFa4uz+ZTNE/AE1zQNxbAUAq4yFApq//P00vuD9eahVAN1M7QEB14j8zzQBAvYumP5qlbEA58ldA4rLcP1X7xj9cjRlA+dz/P1Ig+D/sbeQ/2d4WQAjyRkBSmao3UJn5PVTorD2CEI49n4V+PjFnxwNtZQ0+rUC2PTFnxwMMDeo9MWfHA925Vj00PC88kKfnPVIpuj1YJQU+XRpNPTFnxwMxZ8cDMWfHA4y1bD6VtiY+onZyPrMnbT5+VTA+vHRZPlhhOT4xAfM6bAB/PhUqej4pTFs+JNVlPocvWz7IQi0+W54gPg8C3z0xZ8cDNI6ZPbQ5aDqQMIM9"
      ]
    },
    "batch_normalization_1": {
      "beta": [
        "zAQNPvF6sz3lx7o9d54wPWJKlz0/gZ48MgZuPNIBbT2KY4Y8veWJPdNozT2kXY49SiamPF5KAz14euw9ICWBPMTMhD2M8qk9AoHzPMBY0D3xGW49LfQdPbzl1D08WN095IayPaSdrD2Yvhg+MaMJPpcSDT7Uh7I9ihMUPvxDMj1qBgk9GqDPPDmp7jzTlf89dVL1PQSxCT48zoY9TB3tPIrvDz6VYJ89bD9fPJi13D0KDOI98S18PZjIsD2AeBA9KPw2PSTYrT0CYJU9ENtAPTTQpD3S/u897YjgPZcOnjzptSo9ZyiNPc372T0kaIQ9rRcsu2Euuj1c8Ww9kv3nPD6Ww7wNzUk9CYWdPbkHGz6E1cw9umyxPQSYej2r8Iw9qP0HPjQvij37s6k9vnvuPblfxj3c5ts9MtzMPXQVnT2qyvw9KLevPSzhgD11fbk9/kIpPaN3vj2/LBk+KoPqPBpVgj3jgJQ9wFbxPTsx2D2nH6Q95+iUPZsUKzxmLvE9G2cKvYwhfj2M1kM94sCWPeZS3D3OlpA9p44bPSrVuT0q5YY9IlbZuxVS2D0A/oA98Cc+PH5cKjw/RY09oaY+PWd53D000YY9u3uZPR/0tz1GToI93oEAPf3cGD0EqPY9PjxzPWWVhT0xJnU9gCjhPRuQTj3zb5o9B9awPbvUHz2UcEo9VVKUPf2eDD7DILY9OL+qPbcdBL1sKfw84eJvPbN8xz2qYsY8aqfcPDMwtj2UtqI9i33uPZ5rkj2LokI91fmdPT/Poj3Ma7o9x3s8PadP+Ttw+ho+V93hPAUAGT7iyNw9HanFPS4GFz1Z6wM9o7raPaTHlT1LCYc9MBAEPVShkD1jpHc9gde/PVsdoD3qO9Y9WM6XPVnTBD67PM09UvYOPvxXiD3UHKW8rZ+DPeIkzD222dw98bMaPYaNoT2wX7k9bE0EPamatD1oyTg9makuPeqvzTxpryk9+RIsvJLY+T1sC407aca1PUHOwj3aXJo9GfKtPKFzkzzpANM9",
        "iP/rPd3guzuwm+Q9zoD9PZ6PiD2G5d894SmNPRAj1D2fN9k8m0BaPUJDVTxe9Mo9nEvBPZ046j2bUME9H9T4PQPqjT1OUKY9vvypPecytz3A/gE++C9PPZ5NzT2x7j89ZFKMPSs+vT2S3cI91kpaPT9Zxz0cFRA9+JCbPRRzNT5caf09YHOPPU7n0T32mcA944hPvG+Hlz1sMOY9OBSxPTH6IT1jZfo8YcfuO/QMoD3xLe49sqjmPVt+iT0vZK89evsIPRcHgT2cE4Q9bGrlPdKR1D0fdJ89iTfvPXl9ZT3xLJk9vrTYPe0u7TyVSvM9xS3DPQW6cT0XasQ9MzKTPccrWT36qxc9IFe3PTSuuz1wnc49Kg/EPfw58j0C3bw9HyUNPgWbmT28DN89nJbsPSyVdD1cMQQ+jKzOPWW0aj0T24c95yOnPQ/5MT03B3g9gT5CPWiIij2Nn1k9JJ+ZPc4Ofz1doXc9ARalPdbSrj3qY6Y9NrFmPVDWzT0ZgcA87t6MPThyzD3+icE9bgasPd2CRz0VmJE9/iuPPdw5ez3GAb27ml44PQ/8lj1VA249wyGXPWX7Dj7FJUA9PIqQPS9dWj0Osq89g8GIPXgeWz12CNA9kDeHPWXeQD4xOK09wIQTPYIAh7xw9is9wf1YPa/p7D0bcaY9sF/OPdehkTq2SRQ9qoYvPfN31z3X6cU8IeusPQQc9z3cyes9SEu9PXUVsj0OtPg9D7QRPMpCxD0unek91xLsPTMoTT0wmNU9lGICPkYuXT0eUUs88FrdPU61ND3KNuw9OeK5PeA5hT3lAKc9AG29PZDxrj1Rum89cvzKPZQIlz1KjY89YgqHPQcm7D0cYtg9xweLPSi7Vz3rMss8DM2vu8clUz0tAd497Zz/PQAe0j3KzfM83lc7PStIPT3wGAM9yjXpPUIcBj6mNYY9dOKAPVIefz27Mto913OVPfyIxj2dAQ09cu6TPaDNAz6qubY9oSD4PCip1bsMH6A9TqWqPXK9qD22Prc8",
        "2r72PWvTbz2+yb89oIuFPZcx7jyqFuk95L2jPbyHvTvc5VA94VbMPRsZnT1XY+I9lH2JPe3Q3D02TPg9DVOuPTMGZz2+eNk9z8VyPaJ6zzxzzcc9ZbnHPVMTlTysy489XW45PYbbPT1WrFo9e6GcPTHqSzwej689bCdbPYsNQj2uwqc93aQfPV1KBj3CWAM+uTCRPaS+1T2dqCc9T5thPXXmBD5mHFo9d62aPYH4ED5p9Lk9KceIPSqy87wJd4I90CavPZIOnD0H7Iw99xZSPZCL0T3dfgg+C2WrPZR3yD3dNXA9vFtbPRd/Zj2ZQuE9WCoLPovCvT1ihYs9N7ivPYBOgT2Hh009Cx8BPaJZrjyduOA8se95PUAV3z0DCLE9KuJsPcjdrT3PYjQ93/SYPbeH2j3kdIY9WNoMvDBizj0i0Rw9uC2EPYN99jyUSuk9waEGPNa9FD1nXSM+v9egPQWWUD2T5mc9tAx2PcI/Tjv80IA9iF7JPRbapz3VtK09o42rPXoPiT1n8oc9BGh2PDS41T1PEZU9+jj1PRv25j2oF4c9ZkaBPSEiyz2zmgg9XS4zPJvseLy97dI98OslPZhSUT1PcTg9nEy4Pbm667rQAp49H324PTmQzD0z77w9VSv5PTK0JD7FB+k8fw6DPcbmvD286Wc9nWGqPfBACz4="
      ],
      "gamma": [
        "xpmTPsDelz6/EZ8+lo+MPilLdT68LZw+VaiaPpMthD5skYg+fvyiPsRUqT4G9IA+Jh+OPluNYz7z+NY+7cFcPn+oqT5l8II+MI5gPqa+jz4booI+DyiWPvzigj674oo+Nlp5PiWplT4ixqA+5IfLPq9JmD5oaKA+SD68PiJ7jD5G7Zw+9ApfPsCRhz417aA+WD1/PoPWkz7245g+jVc/PuAS2j66AE4++/19PnoDmT5FQrE+r0+SPm2Gnz5FJVk+treDPo8Rnj7Gx3I+au2APlPvlD4FebY+79mePuksfz5Fk6M+l3mMPnYAhj7w53Q+V2KVPlCqtj4b7Yg+vBFzPg//RD47lok+JAeiPsTUpT58Np8+xMRjPh2Fkj55hpM+upWmPuL2nj6D15s+lom2Pn9DmD7QUXo+iyl/PvzogT53zYQ+lXGwPotqfT44lXc+syONPsJAwT4arbU+lRePPtTkjD64PXA+dCiaPolYeD6qf4U+Klq1PtFKcz4Jb7w+VP9qPpWofT4PQow+apeOPvwQnD4YM4M+9SaDPrecmT4JkKM+B6OAPiBFlj5KKJA+VkmgPnu+jD7Sm4M+orR0Pn/2mD6PnIs+eAyVPrQ+XD7rUYk+cp6HPlhcgj5Rk7k+gA2ePtXrlj7FbYk+625+PpdWhT5DrZs+qR+IPrnmbD4166g+Rj+GPopHkD57kY4+9QiGPkfYjD7v+pw+WxSSPvefjD5ff5I+lgx1PkNHjD4+S7M++C6APq6PiD5OgpI+H/ibPqvnhj6dfo4+zoOAPpjXiT4mXpQ+Ayl6PrhRlz6OtY4+5yJ6PimNjT6RXYQ+U+CaPnq/gz459GE+KraPPgWnaz77/Hk+ngqUPltUdD6Cuo0+WuWPPkDqrT5/VpQ+cyxDP658hD6jd3g+zJlpPhLGoz6d64k+1GWIPll0mD6Jnqk+wUyFPoY8oT5cjpg+gTiBPqjCiT4qrng+fkCLPiKmcT7typQ+m0eiPvj1hT6EpfM+fsg5Pnqpez7uoZE+",
        "tymUPmsscD6N1cg+akaNPogogj5SBME+zsGNPsvsnT5eOoc+VDODPh6BgT7Dq4U+G7OEPujNpD4VZII+dWq8PvCojj55TVc+vUGLPn/UXj7QpYs+4LVlPpuZrD5gPJo+gRRLPkjjgz7G9lU+Xvx0PqX1Xz7GR4w+7LuOPv+hnj5I66g+ErKJPgbwlj71yKM+y/YzPq6bXT7I7Hw+ExCUPg0ekT64T5A+b+WGPnuJnz4nr/Q+TalIPq0Gpj4bRYA+zjeRPpfnnj54k24+AaapPt7wkD7hH50+KOpjPnpglz6j04k+7XeNPg6Ehz6DD6U++c2TPl/lgj7FqHM+N2y5Pn7ElT4W25U+ZHuIPmpsjT76baU+4yxoPs67mT4Tf6U+PZiIPrpJUD7IKKs+9sOLPowQeD7f0KQ+WdCEPhl1lT4yQpM+H6CYPotwgz6THqI+tX+UPvnidz7GhFU+2IF8PtDNfD4hcJo+EnOLPkTMez6y+Zg+8C+QPvsXfz7nq04+ecKLPiXftD6wDqM+M0+hPljFjD6c/I0+K7+DPup7mT6Drz4+cSmTPjgllj4Vqqk+mamUPovYfz6MAYo+lMSqPhlgeT4nNrk+MK14Ppugaj5DOIk+ujmMPlLeqT6LpZc+HgmVPt3Pgz7FYo0+KvJCPuLTrT7+31o+oaWJPkmkWD4nEHE+pVhtPoj+uj4g6YA+mb6ZPpGvnz50oY8+8BSqPnc0pz5QLcA+aBaJPhRegz4ZirE+/mV4PkjOlj6aboE+7EzDPlkthj474Xo+SbuOPgDBhz4BNYU+hVWHPpLQjj64RWs+c6lyPsMHgz6LXoY+XpJ6PinzgT6ZEz8+tiOCPgCUpT5iFpM+rdp+PhPWmj42p1Q+yaWDPqvF7T7yzI0+QyqfPoddiD7KB1o+cOqHPvgDjz4v754+22uOPi6Rej6/gXI+yQ+IPrYriD6Grac+/WB5PkYiqz4S5Jc+SExmPmyKpz6ab6U+u3d4PuBHiD5iLJw+k3N4PlVPkz6Z4YA+",
        "/bZ+PtpNgj4KQ4A+qhKyPlNjgD7Rb5k+dS2QPtWFgT6hbpE+ie6PPkfUlj4Qra0+CMlmPkcNiD4n3pE+JMBgPnZclj54y4Q+fa6dPhhWgj42LZc+RSiqPjNThz6xAYw+0CyVPqn3VT79PKI+OasVP5tajz5B8aE+49p/Pv1teD6GJ6M+kLSXPtvMhj4mz5k+WImNPo5llT5pT5Y+QeBfPqhnmD5DNVI+c9h7PgwEtz5AB5M+DcaLPnz4jD4fGWw+FEFkPuc4gj6wpIU+Y/GRPj9nSz7UAJ4+MDiGPuhKez7DW5o+iCGIPhb5oz6K5oM+UN+dPofClj5Uf1k+adiMPpCcoj5S4JI+T/SdPn9HpD6d1oI+iXSnPjD4lz7G6pc+Qm9qPsEPej5CC50+g36BPr/phT626ks+78BLPt93lD6InXI+KghjPiFyhz5bl48+Ddx9Pm0UiT4kKc0+to+WPhaogz4hZXM+lB6KPmlKij5/OqU+k36NPuqweT5SCps+r8RcPpaUkj5euIc+pnWcPg5GnT7Nf6k+Bd6YPucckD4DH44+8fuAPjh2qT4jPa0+U7LSPj21Vz6O56M+AEyPPluRkj45TYk+F6KKPt5ZbT7Q+48+Uc6APv16pT4QRp0+InmiPn7hnz4Rc18+9t9+PnY5Nj697qM+JxKTPpLNpj4="
      ],
      "moving_mean": [
        "VXFdP4wOjD9WMjw/OAcXPz492z4Z1wI/T0JAPqguRT+P8fE+wOmVP4xUcD+T3Po+7pUTP/zdhD/Z+SE/SPyCP3tywD5WxbM/rdJzP2pGLD8ukRw/BYXKPmZwaz9JdQk/l1N9PzYWCD8I83I/bYo0PzLLVT+bm9E+LSBXP2ndcz+zcmA/3pAgPz7cKD8GxxY/aVy6P1coND8yNIk+RoHEPx/yaz+lIQJAZwldPqfMSj+jLIw/ItpxP2bYfT/RQNw+pJ/vPpwEMT8P3mQ/kqaIPz1kIj+GhjI/lQQQP2IhgT/JQeg+o3olP1Q7PD8hPkg/qBWJPjMlrj7b63g/wsqOP3AwWD/eSqo+KngSP18+hD9xFjw/1ez2PpLj1D4Z7eg+I+y1P68aOj8QREg/K2GFP4r0az9LLT4//3FnP+pDQz9WL3o/n/nrPgQSYj96Blo/5Jp5P92idj9oJ14/44RaP00pnz64yHM/0gx1P3tNrD8cf2A/R2THPlxR5D67tiI/bK9NP266vD6nFtg/0+MgPyd4Nj9U5J0/1WG6Pr5Ofj/XOEI/UY0jP27NkT8TvPE+wkGnPrRdKj/asSY/+28mPyx8ST+vqEc/2nbLPnsSKT/8eWs//YcuP658XD/+R0c/wFsRP34l6z435s8+imcQP0zjCT8SuHg+7/oAP8kGoj8EmgY//eRkP8F0aD+CwhY/UpxIPx883z6TDZU+BBTVPqNcFD/Jh5I/7V0CPzBIjj/EjZY+Q4vkP5qb9j48mPc+kw99P6M+BD9+7LI+GiN1P60osz5PPKc/mD/jPhB4dD+840M/UAdJPzwcSz5HVBw/WJMmP/Wlzj43EhM/TtQQPyKZJD87ASk/mO1EPwCb2D+AHSA/v+3RPv2UkT88SUs/k4ZUP0xfmT66brc/4QNKP/LzTD8vATc/4qFjP7Sj4D78SjM/RisaP5ydGj+POL0+BdaKPyUuDj+ico0+ny8GP3CIXT+N7hQ/rAGqPuXKSz/VXig/SEgyPxZqcT9OGkg/",
        "qm2tP4Ojlz8XXjc/9CAGPxv1bj+tLMo+qHY3PzqvXz/wQRI/6cMdP9S+Lj+4Y30/52s1P0rTdj+krjE/onUFPzbNGD+jJ7A/86usP3+l0j/KgQo/pFemP7dXxT4z6us+3A0IQFkBVj/Vyag/qHC5PmjDbT/UuAo/5mUBP7yIsj88Woo/X17eP/MXFT8I0Qs/oNBAP+jrmj+dq9E/+DIzP+Kfjj++3B4/dSE6P89CMT9WnvQ+KCM1QEDObT9i6zo/tbUtPy2h4j5hY2Q/1qWqPggyVj/fgl4/BOEyPwem1T5N5J8+LQBGP83TIj8mbSY//VguP1cYED8ZybI/40mzPgC/Zz+prdE+XLJpP2Vzez9ygCY/lMiIP9NZdD8tbhY/L9V/P8xf2j+tuBU/ZQSSPz+yBz/fBoc/hpeaP0b0mT59TSI/LeVIP18BpD5C7As/ZO9JP6W64T5t8JA/LhEoP0fSaD4ZQx8/oIt7P0Ojiz8iuR4/xZqbPtAfYT9Ihhc/pFCWP/pqUT8asxw//xJhP4eaqD4wgiQ/+FKxP0JHrz4fG3U/tYn/PjTVCD9kYRI/W8oRP81ukj8obVQ/zp4xPx9e7z79YIU/uHh+P1/o4D98I0s/gTBNP1RUgj8+7DQ/63LGPvS5iz/odkM/GuxpP8nNLD9cclM/zt8cP8nK6T6+jsc+MP6pP4KECT/PcOE+C84lP8Hlpz+syFA/DHJyP3Nc5D75ESY/oXufPzdjlT9OMcI+DQJaP6aV7j47s4U/9b46P7L9mz+V7ls/epF1PztLLz/9NJ8/pHIXP9PSTj8Lt34/84WLP9OZQj+RqU8/3GGDPzQxjj+ODkY/LlGxPjzyOT+qIyY/VbF4P4JhDz/ysDs/KNsMPwehST5K7MA/i/OaP9Q9dD9zYbk+QJkPP56/lD/dn0Y/FckcP83Cnz/OxqM/tW3cPuIAXj+3ACs/3LpHP/OSFT9C/zg/UxAePwrvjz9CIS4/F7DAPvLj6z46Nw0/zt0MP4w3ET8xdaA/",
        "pa90P1/bxj9bQsY/6W77Pk3VHz9Z95g/sDXvPrXhtz/1Ye8+f/yEP775iD8/JP0+JDouP/Gmgz9vb+M/6lCmP76gkj9JJL0/0P6HPrr5Ej/XGl0/yU45Px/+9j5V2nU/V9BqPjcfij9cQu0+qTgWP+igzD4BLU8/pZvmP9VTpz+bwk8/Yn/7PnCqIj9+Alo/vDkRPwFeCD9s6GM/1Gf8P1pnSD+F06I+Ju1XP3yE2j7sJlk/nMaoP5IHBECWzik/jRLhP76Bkz8RUL8/MsjmPmsEDD+3gF8/JLgtPxSnCT9i2mc/rtjzPh0F5z55jrg/idyqPwMkLT/iZ4Q/nA9HP1sGjT6H7v8+0H1IP6x0lD6bcwM/ZR8HPy/nPz94pug+vBTiPzACHT8Ujxw/2XR5P8ZnpT/qOH8/C3SpPy3WTj8yV88/PCnBPqNaWT+TN60/0G7zPp6MpT4j+7E/UtpNP3psZj8h7CBA6Lf2PjVCTz/RNcQ/cFk+P+izmD8YQDo/C96vP8zjJ0A6xso+U0tePwJz4z6a8JA+bCoEP+7JZj9jp3Q/BJgOP0mv1j7dQxE/2dqVPgBvFz9JhBQ/gKvLPkdJrj+YIxE/ulBFP/n2Vj8j+ww/oaHKP4AjOj/fXRk/dOVdP3FnRz/oUbA+NKg7PxhGSz8KUYs/zvXzPnfBTT8="
      ],
      "moving_variance": [
        "w95tQDqlqEAK6V5ALZ8SQBzp1j/MQuo/XypJP99RTEC+XRVA0WW/QAool0AGbN8/4skuQOiHrUA4zjRAIgWYQOB4jD/8q8FA1oJmQLIsDkATcvs/86HxP4aLiECXShxAEopzQBDTFEAjs1VABaYsQA+LUEDVh+M/CUZsQPd5iEBcGntAxpwPQCXWJkAu6ARAlCqwQLkIBkBpoKo/qzLRQA3RtUBnKxZBYdFLP0IcbkDYxohA071dQOaPVkD5HtM/eGkCQMqUMEBRUoJAbYmrQNuSKUD/wk1AzIYPQH2nlkAzZtk/WSU5QDHlT0BXSFdA2fSEPz+Gpj/3CK1Auc2dQO6RekA1M5Y/KlwtQOhEfkDF4lRAR/wAQOOX5j/ldMY/kizwQP5rLEBMA2tAE/KqQEJKmEBzmFdAUlhPQOxQUUDtrZFAjGriPz+ZVEB7ukNAlaZiQKx2jkCALWVANhp6QBjEfj/qZKVAtbdeQC1a4EDeqJdAWxbnP/eIzD/AqSFAuVlvQAeJqj/ROi1B4NgEQKF/S0AV1L1AqjGlP1TQsUCbNkpA+7s4QNKUmkBLIQFAhqewP32IXkAUAylAa980QHIOTkAtBlFAAtgLQM/MI0CoS2ZAOB1FQA9Le0BLQlpAXb8sQCu30T8JqPU/sXoiQL9FGUCqTmI/L6gWQLiuv0C2nd8/3XeBQLi8WkAVoAZA93tVQO79yD+S23M/DjivP9lXKUAe7pRAphPXPyOcpUAp0pg/DpEAQWb59z9uH+Y/qVx7QPIi8j85Zo4/hQ6QQFmapj/MyqtAhTYIQF82gEBAUGJAj6otQHCiMz/b+0FAtNpMQL8WwT9VYQRAB3MLQMAVOkAB+hpANBlKQAMW7UAGdSBAxu0KQOAj0kAEMVpA4VbZQNfwXT/rLORAE3o/QIfhVEDGwzhArdSMQN5Uzj+m8RtAGHLzP2/RKkDI+78/rjKaQITBTkBTjTQ//tLtP5b9aUChRgpAzViRP/AHbUCR5nNAg6cdQNG9e0CIG0lA",
        "M5fhQGjNnEAUClRA9x8TQJ6vfEC95LI/0EsyQLIFVUBFZCpAVz4cQO1UIECnI41ARi40QA1qbUBTvEBAEZTaP1YcJkBnQ8tAfBy6QFr56UAGYQdAcSWqQDXJpD+HQ/c/ISU9QcXxZUBjiKZA+STTP5IUh0AMAQVAul8HQDCImkAgjplAfA7pQORILkDIYiRApJJIQGtSokAd0xtB0Gw9QIzmhEA13DpApd9zQPwQJkA2gP0/mLN2QQ1pmkDiQmpAOu48QI9OIEDuMVRAq43EP4F6YEDcFoBAwg8/QKIpF0DiB6I/M8BDQEu6QUCKPh9AuBk1QA5CIEBxJcZAp1S9P867b0Cr5ME/DOKLQMSbjUCJcDdAwkemQHqLdkCkMQxAWAaBQKwi/kDKoydAT3CxQLU6E0CiiJdARUifQK8Mpj9k+CFAS+c/QH9bsz+/Ah5AYU5gQJHI8D8Rr4hATkk2QDJDTD9aRA1AHVeQQD+Ul0Bp5TZAjQyIP7nqWkBamDNA76yMQJjhWkAvkEhAB++AQLhDij+qNDFAqWK6QNy0uz8srIBAdSgVQANrF0DhMQlANYYZQL5egkDJ/WFA8ExTQPZ04D8bjaBAdEdtQPH4AkFPxE1ArLpZQINoZ0DUxyhADKLDP8uyl0AIf09A8LFcQMggNUBqaihAw+byP9HZ8z/DZ7I/nQPSQObP/T9+3Ns/qBMsQGXXskCWEjBA3bqQQDXk+z/Mfx9A9VO/QL1+pEDm+Kw/mXhUQJMj0D/Pz1xA8P0uQF37skDfc3VAcwR3QKigR0D/w55AOFdFQCyGeUDHG3tADC6pQMLBS0AvfXtAarKPQKcYpkD/m1lAzd6vP0koP0Dswh1AVrxdQMrdIUAaJkFArfD4P8hFLj/vKPNAtPq7QH/QZUCOMuc/tOQaQBXdo0DjGTdAIwEPQIbHqED867ZAgGLNP4ihd0CzkClAbFdNQPW5GEBnPjZAcLwRQNstd0BfljFAAvy+P2mzFUBTYxJAaLUOQMKKBkBFIaRA",
        "9XRsQEKFBEHhx+pAGlrpP5BIP0A18rZA2xH6P9TivUC1hBFAyPt8QDR2i0AcG9Y/iFZiQDkWm0DaUQ5BH5wBQUwezUD1A+ZAVCGWP0g6H0ConFZA3TRRQFeoS0AhNaBAkGNMP/kRvEDfIzRAGudlQGMRzD+6YUpACML1QOgAsEA0s4dAL7gsQImoD0CgDWxAtsoVQCqfIkA1NIFA199RQa/hH0B9H7Q/7JRvQEgDuz+t4mFAlkrlQBDlEEEJQyhAHeoIQU53pUDkHSFB5kLKPwnZDkBf52JAhMUlQCG5CEBppWFA3A7zP4J47D94N7FAgtLzQMLLKkAIUotA04ZCQIEDrj+f/QpAwIxnQBCOoz+5DQlAQaoFQGYcI0Dp6No/8cMFQQCELUDFLyZAmO9aQH0FokBxDpRAzlSzQFNLd0Atv9tARpj3PzPBaED/AalAZ+/UP8LIij/ICxJBsfBcQLNggED/e0tBPhvtPwJ4cUARIvBA/hVRQGDdiUBDihdA1yj0QDH1M0Hs9OU/1eA8QNA9/D99+KM/9RvcP2fyakCWLZBAZ9AbQG/Z0j8vrR9AqvmwP3IjR0CGBjxAgRWrP3b/w0Av2uM/u/8qQCdsVUDXVb4/HHngQHcVYUBgJA9A8Jt4QKUWWkA1O8s/xgo9QI6sV0C/T59ALO3vP6ptVkA="
      ]
    },
    "batch_normalization_2": {
      "beta": [
        "OFcjPt1SvzswwFw7tLm6PEROCD1wxpQ919EVPEIdoD19Xmk8dYLYPQ4Nhz2/tuY9ofNaPQ8t+7wP1gE9aXoRPSWDLjx70J49s4QsPaikl7zHBAQ9QmAnPfvyz7wmtks9c9ckPEtiWT27uGI9yKuZPNUjjT3OSaI7G3ntPcbshz1jYU89xBlPPVLHsz1zZYw8p92HPVhcbj0KDFU9pkcFPXqaCb2mgBo+xwnVPYzBbj1iloE9rqx4PbCpDT2+UKk91gKBPZ1cyz2UUaY9dfdNPRykUL3YIrs9V9WLPR9uOj0Dfx8+SQGrPSpyKD0KoDI9iLgRveSqsLyNwtI99/hxPT74rj30+yc9S3VZu3ZMmj0NIqg9opdOPdfUebxjwko9GlU+PB8Ub7uJBe48TW4BvCptKj0HTJe8V95aPWcJBj64sug8LAqFOzbnxrykm508Y9JmPT5pzj0Tz1K6OKMqPRKmLT08NB49MsLwPbs+Bz2NGtA91AaiPXy3uz3Klp8955J9PXWE7jz85kI9vqJqPaD+Br0BXus9z+3JPVbLoD24tyO9fY0iPfhRubyr6oA7STzQPXHW6T34+uM8/AQ0vNvIvD07Xo49piXwPJ1MOD03TgI9lHCxPcIdZj0UoAM9ekbJPS50vz34P2s9nEySPQfe9z0aWOA8IjfQPP3gsD0WWT87QPwJvC2TBLvPchw9LegEvYAaXz0Wkys9CKSDO2dMrz3QzUA9ZvHYPemwYb35uCE9RaGYPBiwYj3J+OM8qxnXPP0MjT1KNsg9DiiqPcPgPz0czrk6EvByPffjsD1ZXOI9y/BCPDqRnztdEAg9gtInORzUwz2ltkQ9qCJRPVjfGT0gcS89kT7gPYoWSzyhCbM9QhMDPUlUUj1IuNq7LiIrPbYLh7yia8U8tVYSPZRqIDkYdPk9pJsZPdrFPTqVuBI9KI82vOmoZj1rDJY9ZCvuPYm1/bzhLTA9bfYzvZ/+Kj337bg8PMQxPUG7fj0/gCU9F5RWPfwaaD211yM9",
        "ITN1PZfX2TwQa5Y9o3K/PVlCQj08GkQ9uAtbvEYVIL0tU2U8UE47PXskcT2iWRQ93n0NOiP0Ijw9k4k9o5YtPe+wnD0ZKtA8/WFqPaOLtz3IBCQ94TN3PfG3aDxiclE8sbnXPPGTibyLNcM9QVNxPaflY73R3588X43qPHAsODx15r89xmeRPWx1xz2nwpm98IUkPQkN1D1kgsG7+rZWPCWwgT02MJ68LQRxPT0fijyzOBS8rCzFPTFOlD35PRU+dUCuvaeNPT1K8oI9l+wIPXbGhDy7amw9Hr4APmQ4VDz2lxI9U/lnPRGjRj13HhC7wBZGPUkMWz1P5Q4+3oiJPQ=="
      ],
      "gamma": [
        "lDIFPxVzUz6lrzo+31V3Pp+8iD5aLZA+i7JAPvFWiz5T1Zg+xk+3Pjf4eT5kCdw+2jeMPusoNj4z+oE+zoOEPqpvVj7UqUU+2aKTPlssLT6BAUw+WoUoPhIdMz4VAJ0+hsdAPvqmcz48EXI+nlZFPswcjT7RAIk+dm1uPggScz5TwZA+d8pFPmPQAj8BJJ4+1fWFPorjlT4YZ3Q+ltuXPszPND45msg+Ro+nPuiwiz7Ow44+9zBcPtRehz5rQp0+BbRfPlGcPj63z3w+1bp+Pnw9mT48lHU+dWdgPiGcbj6v9Oo+nC2BPkEQdD71RoA+4Jt6PkZiWT6c7HQ+iZyxPhFmhj6kDVk+BoN6Ptp+jz6oCos+6ZWgPuO0fT5VCpA+TW5NPqyVHj4WdFg+2m+HPs/PdD7DNjI+Gnt+Pv5Wnj7YDHI+oIVcPhz7kj7tuzs+cj2aPlJPlz4ukD0+q1tfPkEEcD6oqmw+F3HtPt92hD6X4oE+gjOsPoXPnT6F248+Pk2NPu97lD5oOpA+9jWZPnIAXT4DBqY+nqu/PglkoD7OFEU++TixPsrwOz6/hEg+VlF1PrMirz6QUHk+viJ2Pnu5lz7ZBFw+azVXPjqHlz7QHzM+TbKSPqXVnj5yg3g+LkdxPuXesD6aJHg+pfBzPkzElz7gTz4+OOGXPi6hnz5JxD4+6F4/Pt9FZT6QzWs+/OxiPhyO1j5fWHA+zXJkPvgihT4dAmc+a5idPtZ8PD4VhoQ+9HhlPoVccT5UGl8+2I57Pgvfdz5wB6g+BXWQPtnQNz4f0HI+AvFyPp5mdD4w9pE+0ulEPqtUcz6cyFo+Wu1kPubiYj6e6Ic+yxJkPjKsdj5AjIk+ptrAPkfgDT6ZIXY+e9NPPhNcZj4BcGc+DORpPj2yoT5PM30+qBmFPm5OPj7Erpk+BLhVPiuOdz6qe4E+SgOJPpuwCz4L6HY+SneMPhu0Pz6IH6M+ph9ZPogkTD43K3Q+toSKPpYWdD7fg5Q+/ZF8PrjCkj6Ca0I+",
        "NvRpPo/4Qz41UoQ+ZFuOPrYYpD6zLYs+uUtZPpyv1z6pLT8+PYeEPvZxXj4P+CY+oFF9Pv+nMz7OHIo+yuBjPrwjXz6F800+HbB1PizDYD74XWE+o16JPvnWUT6ZmJQ+9Kp7PnKmnz6UFpA+/5WBPpxoTz4491c+sJGePjtFnz6uvqI+7+R0PmFalj5KkDo+XmRfPpPjgj4PHVw+ZPFAPoQRaz4z/is+k0RuPnKZND5RpzU+BSGMPnNRYD7Kx/M+gcg/PgTgtj7XGZQ+eKY9PslxdT4SHGk+ATXWPpRFaz7iUnU+T0hKPhwNij7Jzpk+GTCSPpjMjz76Eec+tgacPg=="
      ],
      "moving_mean": [
        "klS9P8ZyZz/AXS8/p06lPyBEYD+uRmQ/PUQyP0zlPD+SV3U/AWTBP8cJSz8CI4w/nRTLPj+IHT/z6SY/lYBvP5z8Iz9u59g/HntEP6MdYD/giCg/GNdhP90Daj+9EQE/W9kCP6Z5Fz86z3A/2xHYPqaDpT8ehR8/hi98P4XqWj92+bY/YHhWPyzTWD9W0nk/k7mYP0EGiD9Wj8Q/CXvaPldSOz/GGA1AEpz2P12ZkT9vwRc/+SoSP8rFOz+sCYQ/qedCP4nelz+n1R0/cNlFPzcTuz+JJ54/dHpbPzUlUz/Q6CRA5zi7P0x7iz85z+k/kRRJP48sVD9sU2M/O8pQP06UTj8wwhE/Ul40P8e1BT/qj9w/M9sZP60wSj8pKIM/dJyPP9tSAD+PAaA/TK4ZP1vYTj9l68M+vucsPyEfCkDGvGg/huyNP43oCT9RzE4/hRJKP0UYPT9J0VQ/+qgKQHwUeT+YSTg/3iVZP6TGSj/zMaI//0hHP+QZRj+ZvEM/06pDP/aEZj8+GOM+dCZnPxshrT9ZATtANwRIP1OjkD8pb/M/y+hwP4mNgT9n+IQ/eue7P1oWoz82W6o/BHREP7KVdD91UDk/vNTwPmJUKj+89FE/rutbP/bygT/B5B0/LbiWP6SZdj/nJX4/RCsfP7pXnD9exGo/YD+vP9poHD/Qdgw/0CA7PyOFbT8KeYU/NCpnP3qgWz8mCqw/mV9AP8JVEUDSSEw/zMKuP90JMj/nDsA/0hiWP5rwUT/41U4/++CEP3l2Pz9A0Rs//QiHPyMTmj8uzUA/GA6cP461aj8/d8Q/C/pJP/94Gz8lX4A/jUmZP+0+nj9gq7I/to1fP4QaZD9cbo0/bsU8P/ZKNj94zWk/nRP3PquJNz/Lsyc/8yT0PpOnZz+7Bwk/g3wrP8QZPD/ZOOg/TquCPwqPuj/lqMc/3EQ4PwvfWj/KipU/aZ2dPwaKLz8dBCU/h0tXP7flvD86Njs/naHQPuwSRj/05CQ/y62aP3R3dz8vdvk+",
        "GIaiPykyLD/nsKM/XEYqP0+h1D4fbo0/vu0TP/N0Ij9xxxE/eemBP2yhaT84A4s/v2xLP2z4Wj9tLXI/Ot15P3fC3z+uaT8/OMmlP6xyhz/eL98+0GCAP9l7bT9Vkj4/c6hnPxpNkz/hALM/rzREP2UoDT8Nkig/cUhBP1/7HT9FGDU/mx+pPyeysT8370lAPkE0P1xhxD9qESc/XZKHP51vkj/PWik/EbONPzLZcT8TaqE/kYalP9f5wz9B3Is/v+1cP/7wNT9YF0E/O35PPwwSgD+YAzA/aO2ZP2UgET8jI3I/U1ViP6Gzij9yyt4+/WfzPjI9GD+cwlM/fIeKPw=="
      ],
      "moving_variance": [
        "wl5JQSw50UDFW5dA3sQRQTJc+EAZ4/RANgGfQCX500BokuZAsISDQdbfr0AvyUNBJeYoQBKUh0ACkZRAMoTbQFmXsUBIkD9Bzjq6QMnpxUBxK5RAVFnRQHOgq0BRM1lAifB2QPgnjECmF/FABaU1QI9DE0GwZ6dAQR7qQB9c2EDXJipBFP3LQBPkDkE8fShBIe0QQS67CUGXIVZBMkRJQGNakUBiDKhBWLGfQSpGTUGkTXxA5Dh7QANVwkCBaA1BBr6oQAkeEEGKzqFAXtLiQGECPEHsGCJBFmC3QMCc2EBz2r5BAX8yQWX67kAGp1JBbpiyQIrvvkBPbdpAZdf/QGBMuEDdP29AkPmfQO4On0Cfik5Bmp+uQECjyEA4eQ1BCA4RQcYFbEBUTwlBYceUQJlpvUDvNDNASV2cQLUejEG/0LFA2YfuQAAMkkC2+rhACeOmQJYMr0Ah/rpAEE9yQdjx9UB45ZxAKnUOQaaPuUC1lSBByMkNQS6GzkAPt7xAKSKpQG0L3kC9R0ZAiuP9QI8pG0Ht0c9BB5PlQDGLPUHGBE5Byl8hQXjF4ECSP/FAkhkpQXMASkFQoR9Bp6TSQJKF9ECZPtVA7OlhQOwsr0B6gKlANw36QNCw/kBfeJtAVawDQbVyMEFw6MpAd9CZQCQ2LkEpa9NASv0nQTA2p0AGOFpAkSiMQOlE2UCkshlBW+DnQFrDH0GtqRlBa8ynQP22gkFhjdhAdehHQWx+ikAYlFFBwFcQQcGDvUD2ZrFAoe7wQJ2kp0DFepNA5hMVQUBPAEEocLNASz4NQWwrBkGbYS5BjmDGQBBAjECt9dVA3HIMQa+rK0EeYShBsA+4QPZo5UACrxpBz6zTQAmzkEDGpthAeUmCQMf3kkABAaRAruZAQNN1CEHmZm1At1ScQIt2mUDVXHFB70T8QJRhS0Gde0dB8YKwQDuotUBuOSxBfxoXQY9Mg0BOzqVACwi1QMFDIEG6K7dAvn9EQHv4xUCAR49AuiYqQUwgAkGQ9WVA",
        "uZ4VQfP+i0ChBh9B0M+DQFqxUkCANyJBMOpmQCFI90BVSGxA+rwMQa3ly0Dd6PtAaJWzQM0BsED4+QdBNX7iQE/yUEFMGr5AjbsgQURyAkGcoDNAB7cFQfUozkBw7L5AaMHiQIJ7FkGhxyJB+ULBQFI8f0AIhYBABPjRQOKrokDMBLRAK0IuQa79S0HdkaRBt1OuQI82LkFbXpxAHSPaQDivAkFxYKdAPBAFQcCix0AmrghB8VAPQbNKMkEbdlNB4nzCQAN6A0HWeqNA4gy8QG289UAZLqdAAx8yQcjidUDSPtNAg4rXQBwXHEFb0XZAYHR0QJocoED97RlBSkkkQQ=="
      ]
    },
    "batch_normalization_3": {
      "beta": [
        "6lW2PUlEQT2+eJ09PG1TPDIgPz5oQec9QHKJPeQHKz1RXRQ9+ykUPgqEcj3Gpt490XwePeCp9D1M6rQ8DI+CPXFlHz1R8649xsxBPUtMRj3mUHU93VG3PVLtJTw4XoQ9f0XDPZPICT0jiuw969mZPKdAMj6d/CU+BkDnPQ8/ADx8K4g9ZX3HPCNHwD2u3WY9i78TPgdQ4T0WSLw9S90SPhisCT5Dr7o9s/l2PfR6+z1ujDY90kboPa7xtz19cRM+0DqwPe8SzD24T6Y9eLUNPTV2gT0NcxI9w/pQu/QivD18te09BeNUvd4D/DyIOP486mkZvfpMgT4VP6s9WkhYPWD40TwwnTE96g0lPZ+xvD3Abvc9XAADPvEsuDxFMcw8D8uTPNbU3z3HB349GGI4PQHL/TxJs8E9SZThPfcUrT0zFns99AWsPS8e2TyN3Q68onGkPdLAYbwstmQ9nRXFPDABEz715Tc+Y96SPRKC8jz4Rz09rCW2vAkrIzvuDgw9vfkFPVgoAD1agc49QQ/gPZd4WTzAa04+Vq8ePZREAD0IwGo8SUXCPSayhj17tgs+LJrdPcTrgz2yQ3M9Hb4rPb6AsT2jWTM+uTjqPcLMgD6mRCk9YjL4PHbrqjwJMKA94Pf1PbITQz7b8kI9sazUPZezRj7Y59g9tKMCPQuF+T2wygg9T3JnPSOJ6D0ORo09JErZPZTBYj3z05Q9g0dMPLFBFD1a5Qg+GB2NPY9pzzzl08Q9iRxvPZKlUD1t79A9MEhbPHNaD7uTLDg9bPiUPXI4bj1pWiA+Fw5hPUYbfT1C7mk9N6a/PcD88D31byU+3g2VPI10TT3RIQ+9CLwQPoroCT6+53e9SNS5PeKMBj0oZ2Y9DKGXPXHprTwquHo9QmFFPCNooT0jihI9bRMFPjUEPD7ld6c9q5C6PX5eBT7/8nU8X2SPPI+crjyeQQ4+MU7PPWxyAzsRmQI+G4QyPcHMIT473609w+0+Ps2Zrj1RPjo95VcAPSDeYD3inqs9"
      ],
      "gamma": [
        "00dwPi1khT6pRpg+gg1fPiwXzT6l0Qc/C6adPktsXj7IEjM+ZZbAPibsjz7RZJQ+RNiePsu41j4R8GM+erq5PiwWij6Ok8c+VOiMPvNIhj4j8uI+8N2ZPnBcYT5nhZQ+IanZPhcsOT5qkNo+juRcPqz66z4v0e4+CDamPogSOj4BgIw+z1kdPrVCpT4XSIM+ZPvaPmoqiT6IC8I+be26Pg9Nwz6Rtr4+nu2OPuJs0D7ovYE+9wapPglsnT71KLw+zIJ/Plvrnj4JKKo+WpdQPnN8cz4ZoYE+PfhRPrun1j4+pIo+pINFPokOhD5qfJU+WTYtPmc8Oj/ZHrc+PZhVPkMeWz7/hGg+wmdxPkmxsj5s3bw+eXP4PpT/aj72yTQ+RUmrPkuaoz5xWaI+u2FyPikxiz6QhKg+1lLFPua2oj42l7M+zamlPm25RD64azQ+b7uBPrQ5DD5RbnY+pRE4Pn6DDT8BffU+QWKsPjtLfz6z6n4+NbeCPjb2Ij4eQas+iTRRPrqmTz4dvL0+fJG/PjB0Tj4xYAE/IreSPgRARz5rKmA+LMiVPj91fj4DUMw+Yyq3PgnJhD5aias+KyhnPpQptD72hA8/cyeKPlNHEj8pwXk+l9NNPj0Pfz7yJoE+Xu6yPvteGz80OHQ+z/R/PpWfBz82oM4+XExuPtIJnj4AK5M+acQ2PidX6j5s4aU++8cBP5Etkj4b6d4+rhZiPrBSSD5/2ps+KmykPptrQj62WJw+q2mUPhximT5xVO0+Yz1pPsqPNT4qEas+peWRPozIaz6yjQE/L4FoPrgIbz5jkvU+WCi4Pvym3z4fw+w+6i6BPsd0Yz5PUWQ++3HLPkOqGj/5JlI+FOKLPvOHnT5uoYY+25qMPpdXZT4lHqQ+6QxKPjUmwj5nrIQ+hhfRPrRHDj8gl60+P/a5PvjA6z7Y6Gg+g2CaPos5Uz4UCMY+2iXHPsfHnD5Xo9s+HNyhPlOdFD9dltg+D2EDP9fA2j6Q1bE+SdGUPmJlfj6mIJg+"
      ],
      "moving_mean": [
        "tA8pP9HTVD8du94+bDhAP2a+mj9JiPI+8CkWP445Ej8Y6Sw/qGjpPtZ2Lj+eeww/b2AcP8EyBz+q9eg+JzTRPs+L+z6BrEo/8oEMP2LOOj/Alyg/GEIbP3lkoj+dpyA/U7EgPynvgD+iSTk/F+4mP4o2jT8Kcp0/gu9gP40ODz8/AHo/3xD/PtUuSz/Ifek+l9tyP/xNLz+GrdE+vK5ZPyGuUz8mSO4+IS9TPwEOxD+nuA4/I+H4PiBD9z4+l7s/Qs6KP0+rRz+BwxA/SP8/Pz7F4j4tB+0+8HWKP/VJHD+ImKs/gcKcP2KoMz+mZow+fx0YP0nBIT/TMhM/I/EwPwSsrD/ndJA/mr2CPw5AFT/zGAE/UC71PqdkIj+Z9E8/WhoaP+8HFD8bl10/dsZHP7BFej/TaHQ/++0tP7wLhD/aJAg/pUopP6T42j4ngfw+7GcUP+3eVj9r0e4++2whP909qD7DReY+eZMVP2DFuD5PijA/Dl4OPy83pz69wR4/USH1Pr4PMD+EF0M/ikjdPuNR0D4tZs8/qUElP6Cjjz/Pa5U/oCxRPzneTT9kjBA/r6wZPzzixj61ijs/ob5APwUf+j7Irig/AVu4P9RfqT8nhJs/lM9QP/LcyT4B/wQ/wAqjP+EBxz5lPAA/W655P2B0ZD8i8EU/TqorPyga3j/VVdk+9t8jP6PHpD4xkGI/WWU2P9tbzT5QFhk/7KiZPlUdBj/9yZA/XcG9PmuHCj8ospo+Pp5ZP7hQbj+QP9E+MyG5PkzjQD9wvyo/i7ApP5XLcT/sllY/by5FP6EjAT9/Ss0+rA0JPwdtLz9XACA/Zm/oPt8Ehj/qSyM/aN1SP+ukxj5oZqw+XXYTP2lfBT8XJVE/0rsdPzg9Dj+Mcj4/wjGDP/7pOz8JHNU+HK6nP0PAFT/xZeU+Zh/VPpDbuj9xkCk/jI87PxHRTz8GSlc/e3XlPnYJFz8+RBY/VDY1P4NJWj9Pwj8/oDz+Phpvpz54eI0/5yv5Po57hD8UABE/"
      ],
      "moving_variance": [
        "+48rQBA1ZkC92gZABbk0QG3Mr0At1C9A/w8mQFOzGkB6fhZA48nOP9tRYEAdSwNA9XdeQFXvRUALyPg/wwLUP2KPGkAzCqJA8cwPQKOYN0B4epFAnUEjQHxo1EDTI2pA3ZZEQNX1YUDRBJlAyUJGQNcuyUCxXxlBpY6JQBDq7j81l41AUmHdPyVqW0A4MAZAolacQHRKSUBlbBVAYBVyQEY+ZkDsnxhAEeBfQB5Q7UBxTB1ASRvvP67a7T9psAdBDnmrQK2CZkBkWyRAwfUmQAlByD/kOfo/2aeDQPhqU0Cx79pATdOQQOt1MUDpUoM/If0EQCUme0Bq+S1A7QMhQHB1mUDC5IlAa97ZQJYANEBHBg5AwF7nP5swLEDUPFpAQH4bQEbGL0CjvIxAknRFQLRAd0DhwKVAHHQ5QCmfmkBSHxRAdTFPQPQXqT8cp+k/DFIeQLLoK0A958w/aIEgQKS5wj/3UvY/vqUhQDdOsj/XhjhABg/qP4jSmj95dCdAkrUBQIfwRECI9YVAmhjiP+U58j8SCRJBCABEQHfCckAKH5lAjgORQA4tOkAeOS9AM2ImQHzL2D9yA2JAyJccQE1VCUCu+qJAJDXIQO4YBEH0UqpA+1c3QLimyj+tsfU/zWn6QKIzwT/PuvM/3MqtQJdzkkBjVoNAuyc1QFf5+kCdKgxAinYqQANToj/gGFlAXBGxQPS0xz/hr6xA6LC3PxoGHUCYxrVAkJ3uP2At4z/JSIo/yFCJQBypnUAL6K4/M6nHP0gKdUBIVGFAV0g4QN8PZkBm9KZAZtNaQKDcJEC6H1hAxy0nQJ5SV0Cq+JBAel7eP2fSrEAFjgFABYegQMoQ6j+gEpM/HRInQE3hL0AK6mRAssM4QMqlMECYBHxAgDdXQM0WfECp4NI/tvfHQMwEQEAOywlAMbMEQARka0Heq0FA3LZgQEqcQUAKMl9AyLIHQIUnKkBVgkVAAX1zQFEyk0Bu975AQXPtP08IH0AWCAxBrGYbQGKImUDykw1A"
      ]
    },
    "case": {
      "bias": [
        "kVKTP9XoRb8htno8j3UePvJ+Hb+nQJG9UwJ3v+vcpsA="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
