{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "59b283677b8ab77d06a7989bcd8e2412545a0cf63f6b62d14d8dc4c819de4848",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      3,
      90
    ]
  ],
  "output_shapes": [
    [
      3,
      20
    ],
    [
      3,
      8
    ],
    [
      3,
      3
    ],
    [
      3,
      4
    ],
    [
      3,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            3,
            90
          ],
          "values": [
            "L+YgvhAzkb87a0I8G1NIPRqKUr8qTPe+3W8av8Uasb9+rxS/NESGvwSwGj8qUXK+MZqBPpOkyj5IGq+9KuZhPiyi5b4D5qA/Dy7bve3N576YCAS/YDCav3MllD5/as++/OIbP2I4Rj65gZ0/uX/uvzxGUr/YXbE+vNWpv5CjBUBvOew9FeTJPFQG5L5aDwe+hyp1PjfUXD8lP30/W/zsPNN7lb/PGDA/q7Kav+BgFL8yjya+qom8vz7+mT+Leco//D56Pzj1er+Ttgs/nNYIwI+NJb8Hmga/xkxLvz2V2D6wRJK+uTaFvyZyzL7hgQHA+K9+P65zqr+dKKM/7HAUvjcVWb6f+GY/sMjhPnEWPL5CDIQ/hlSWPxkTTz+ttdy/L9YKv8rI3D83tNG+T+fPvgkjLz/N1r++C9zBvxBS3T7Nubu/uQqFvv+5S71OTEU+dy/Vv2NRlT6joIW/clWlv0mCGT/S2ya/9LkRvrXrMD2buHe8AYXOPzwvM78+Boy+hfBwvmFnVT8b6zq/6qzsvo0j6z/H9kI/F+QCwBo6n70V1IM/QKJ6PyHYob/vQ5s+h+D3vjOAxz87leA+N2xIvyxYXr9Po56+3t5dPzO1IkDlwB9A8/a1vwIFCb8rlVM/VVMQPjtirr8XPZ6+eWTsvl3i8L8COH6/5VsXQN9iBb8zJOg/7rcGP61RZr+mzxvAb2o2P3LPA7/2t7I9/qd+P7kdoj+NoB1AalcHwOJrwT4F6RzAweu4PhVJ6z5iGbi/iOKGvwGGPT8h544+gzV1P/OJC76RCeq9msN+vz/mlr5nJ1++X1r/vBKR7r8LY/g9HBK8vrZbqr/xc4U/rgmaPm+zOT+PSL49PC9Jvqj1gL7sEbU+4zcwvo1D5L8pCfg+zLHSP33KdD6Ib7S/LDBFv+kDyz/xNUI/2ecjv23Pmj6nsIm/aMKUP5jVtz5HjTW/SEQOwOuGzL6suUs/nKaYP73ZYL/sATi/qcUAPlruG788Lsa/LrkdP3dfXr5w4kg/",
            "H0AdPgaG3j/G1Ls/8zeNP2wXkr+j1iO/DgySvv6nOj+oToW/D4J9P58AZb8opQBAuGDavsYGTD9OkRC/1eDsPhnJBr0Ruhe/+m9hPvTiZ7/qSpM+lEJcP8cMLD+p1Wi+exeVv9Yjd7/1rwxAOmAWP0Eqjj/LPmu/pHYHvwIwBD+rXmY+a8sOvgET9j3dRJM/4kJSvzRRKr8R6qc8br8DwKWJy75fTsI9Bi3xPxTXQT+0Rz0+UkSWPwDQiz6ZDKE9hArKP3aty7+Kr3M/f+4svjFt5z+h43u/+768PTYQPT/BOgQ+CVk0Py5Dsr5z6zA+S494P44MzT44L7y/lKxaP++tsD4a5cc+cq+2v23eLj/izBw/1IrmPD2WBb9aG5A/5LaBP0g717/UtZ0+xAooQK4rmL/CW3M+"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3,
            20
          ],
          "values": [
            "0PDLPK4AAD4umoY8EAk6Ow2O9j5mQUQ+25zRPc0hDzyWvZ05IigWPKGqMzuCDKM7AV0RPCoiKjzRcKI7ezZYO78PaDlBBWU5GDj4OKhYqDrQ8Ms8rgAAPi6ahjwQCTo7DY72PmZBRD7bnNE9zSEPPJa9nTkiKBY8oaozO4IMozsBXRE8KiIqPNFwojt7Nlg7vw9oOUEFZTkYOPg4qFioOtDwyzyuAAA+LpqGPBAJOjsNjvY+ZkFEPtuc0T3NIQ88lr2dOSIoFjyhqjM7ggyjOwFdETwqIio80XCiO3s2WDu/D2g5QQVlORg4+DioWKg6"
          ]
        },
        {
          "shape": [
            3,
            8
          ],
          "values": [
            "unaRPrpHtzzoW/s93HgsPgyA/Dx9Xqs+3mMUPUXSHDq6dpE+uke3POhb+z3ceCw+DID8PH1eqz7eYxQ9RdIcOrp2kT66R7c86Fv7Pdx4LD4MgPw8fV6rPt5jFD1F0hw6"
          ]
        },
        {
          "shape": [
            3,
            3
          ],
          "values": [
            "Q5/tPVdtTT8K9qY9Q5/tPVdtTT8K9qY9Q5/tPVdtTT8K9qY9"
          ]
        },
        {
          "shape": [
            3,
            4
          ],
          "values": [
            "tHuIPrPQyT5z0Yo+lIiLPbR7iD6z0Mk+c9GKPpSIiz20e4g+s9DJPnPRij6UiIs9"
          ]
        },
        {
          "shape": [
            3,
            5
          ],
          "values": [
            "i5d6P47P3jo8gyg846AQPNbhozmLl3o/js/eOjyDKDzjoBA81uGjOYuXej+Oz946PIMoPOOgEDzW4aM5"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "QJGwPXl/iDwf1Ga+skAsvXGJhT7b9gY+fbnAvcql9D1nJwi8INLMPHRPWj41MzA+PILAPEUtAT7E5/M9AjWaPf6Wmj0TaPq9v7CavWvj4L3Clq48lxgqPg1AHz3L9yg+CtZgPsdEpr1K/Bs+0CinPZ4zx727Z5Q9228sPeMsSjsipgS+ziE8vdiMDL4yZjA+wNliPasXKjyru5a+vPBEPQeLuz0oWKO8X68RPVcSBL4Ossm5+oR8vS5aH74cuH09PP96PXSnmTu/ptE9C4E2PaAIJz6E0hQ+xzmgvVtQ+Dxzc1a9KGoHP4UFGD+0nZI9450DvyuTCD4X1wI+RWkaPqp2jT5UkKI+86RTPm9dGz+zzc++7IMev3trtjxq79Y9KBahPfNBMj0ixcw99OmIPd/jhz1orSc9QRY7PR2j8L3c7jY9RBvsPZWtMT0j74k9KuuDO9Nhgb0MHgi/c+MvPrwmjj1KCMA9"
      ],
      "gamma": [
        "zFuAP7WRhz/6lIw/Bs2FP8VRjj9zvIM/B0+DP02xgD90DYs/aCN+P91fhz9OjXU/tWJrP7lFfT8hi20/c8ePP445aj96X5M/t+NzP7xYaj926Io/BX2QP985bT89z4M/Pv1nP2sHhT/UNYo/7wGGP/LoeT8ScII/BtuEP9ojiT887IE/Q8mEP8yfgD8F3ZU/JjeCP1Vhez+VWos/eD5mP16Ccz85DYw/+WmAPyL/dz96W4k/50h0P1eViT8CmGw/9j93P/y4gj/U4gI/Nx6SP+IEiD8X6mI/JbaVP/15jj9xh3E/hUepPwAAgD9T5IU/AACAP+ECgD8eJlo/eJqHP7YqgT9gZ44/qw9tPwAAgD8AAIA/AACAP6tuiT/+9Zo/TxGlP6Wkoj/jgZE/gYWeP28IkT9/u+k+eViNP0qvnT/LUp4/lM+OP9W3lT8BlYw/3pKJP3/0Zz8AAIA/W9d1P+xhBz95qG4/"
      ],
      "moving_mean": [
        "nxjuPi/car7e95e+oKknvw0fCL1T0mS91etAPV47Gj/Myb88penkvuMcYT8wwwo/+XYLvLe3oL03Xom+9qgTvyYCBj8WujS/a/aOvbskEr8x3Kg+hiOSPbMAuD7mxiY/tokwPtDrBD4tPX8/N00FP6oVir5TbIO+sgCQP+6JWT7cz4a+9VcUvk8U4L5Qwg8/CkZ+PsdWPb4Xroe/grAZPSMAlT77nAO+H+LSPS4+rL6idRi+oefqvgpnL79HoHY+5KkuPBldSb02Y1E7/98bPlyfpD0e03U9kMPhPmp6JD7IdhM+CeLEPQAAAADxO9o9AAAAANqmWz1PiIQ8AlbfPdmMgT1AJzU+vWtaPQAAAAAAAAAAAAAAAH5EGz94wTU+QCvNPkc2vj7FwlA+GfikPqJOaz4Smkc7nGsAP/N/Dj/JeKg+k9IgP6vBoz64V1A+N788Pngkbz8AAAAAt/94PZ05fDrwTl49"
      ],
      "moving_variance": [
        "GC14QH6fXkB5CJRApI2DQCxGY0DwDuRANAdnQNH000BgW6hA1oQgQNqKGkC++ZFALnxuQOWPOEAXrEFA2uedQIbeMkDaoo1A/OQPQAISH0DDzq9A8MuxQPqRhUC2ZaBAuA4EQHHBTkC+kg1ABYSJQGLpEkAD+zhAO+CTQAIlVUDGPWxAAg9CQFXpC0BgykdAgAeNQC7QKECIa1BAanAgQNiUrkD+GotAhwt1QJdvH0Ctb4RAxlo/QGbCUkBzgi1AXr9gQIcMekC1sVA7QyMEPr1flz0VDWc9UmZ8PowLCj5rb/w9JfGxPTFnxwN19sI9MWfHA0/bTz1QYII8APfGPcCxcj2QGBU+Z8JOPTFnxwMxZ8cDMWfHA3VcdD63ehU+VuJ1PpgSbz6JLyY+6ptfPvE2NT5o+kY7Hfp/Pi+xfD4XDWI++SVvPku9Xj4p8CU+3PEZPirxez0xZ8cDENhpPbP1ezooOlI9"
      ]
    },
    "case": {
      "bias": [
        "rsmWPoRbOr6Tk5a+/LciPm80Ar/NJuY+42JNvldKL70="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "/bacvM2p2jtrxws9SM5iPT0VzzwuLJg9d+evPa3TWr6GQPq98/CZvpGMnzzMCYw8ZpT2PK6Agjwvvcq+qEGCPH94AT4QtL08GvAtvhRrJb5bpQI93pl5PGNzJT3vSwu8semRva29/j1bHZS+viI3PD3CBD5P7a69XueYvqTQKD1MbzY+GEHzvlOOLT7soTc+evo2vwZ+Lz6EVxi/tYIPvp1svj1sPBk9l6GqvBkPgj0CD/I9vfALPHCjcTtUpGg8LdNjvqsmjD1mLps9VFycPa2vhj1ZxKo9DCiUPW89KD4SoOc8agvgPGmM1jz6ZOg8vqo4PX4q4TwTGA49epC4PXPnKj6aWQ2+NcgVvmDXPb5JLi2+SJFgvaQ2vr1m75k+BJSsPRZ/ybpGmvK6VsFUvBBbErz+OiI6RNVTOe011L40oIW+Q1i9vZ47Pj7h5X6+UTAlPszqsj3vwqS+G0zDOxvRtLz2gYE8KZYmvSIP8Lu7yv88b9BevdGFHr5koJ+9iES5PYAKjj2DHoA9AzF8PRiQOT4XufO9wf0Hv3VzIb7G6AQ+c7QCviZMgL0VUmS9CguoPSi3y70KZaI9AhNzPfhDQj51sqe+rWnfPT/3Pr10YRg+faGqvhA4FT4JXZq+3k9WvYroLry9cxq+ZFT5PBwXpT2N3Ho+3mx8PrJtXb0xonA+C+BqvlUBF759zx8+F0sevlVWs7sofO28i6FSvEJ+nL63Zwm9pqlsvX0ANr3BDVy9w4epvdsYN70EeKg+gGjfPCvojr2oukY8u2T+vQEnbj76Kiy+t4gKvg9vWL79tyc+C2RTPHGdBj7ZQRg+P9l2vUbO+73mcZ+9Z5hrPQ7+/zo4UcA9KtU5PVidRT0n/4A9/4rBvAeVhD1c4RU+/xG3vh0QGD0JrZY9IimIPWfTuT39vZc9PvSVPbtHw77L8Bk+FLj5PUv0yj1Mt8o9riGDPtC24D36Zje+XkwtvnZYyD3nh7I9fQauPTXHpD003JU9Dqy1PZ3GnT3MDQ6+",
        "HYaGPbuIZj2HlY09kL6HPcCiRT1yN3M9mSBaPaiEjb5RJBA+IA/8PYayCr0DbgU+ZG9vvdXsBj5cC9w9LnPdvqxT7L1fN8E9uQ7NPDPtEbvp89897T3APa4rtT1xid09IY3BvfL2Kr5AFp09G1VjPTkMsT3I2ie+/MubPY+wUz75xDY+UCNiPo2xpb6txoa+cF5QPm0ZTT4NVVY+kNenvX3oZzzONZ489sqdPCdWiDxY01w8e/pvPIwThjxhSeK+oJHiPdWWF74LQmA9vt1CPVZHgD2r93K8YUaQvYgbjr7hSR4+0wnoPWApeL6H6eE9NQYZvlr9/D0C5WK8cZ+JvSJbeTwDFwK+SXKcvH62LL30aIq9O0gdvk0/qr0fbta9PvNNPqVvF7516Kg8WL6OvfzNM73cq3o9Rkr+vQj/oD3If3Q9K/xMPUTAUT1K3Vc9525JPfAldz0cIFg9LDf2vfnvDz4IdRY+L4knPdssOT0Pmxa/IMpOvjrXzD1aLic+408Wvsk68L36RVC6Qu7gvLemBr6R3iW+mCeJvbtj871jmwO94B2APIda6DzamJe+/fw9PcRMpr2tnwi/R7LzvTCKrT2aSSY93O24Pe7Wsz367aY9m426PU+qxz0dRk++RP5MvDHy7r4Z45e9f9YovS/u5z2Sfc49hgEBPuubHb6nepg+j3udvcaUNz0MST690nBPvinQrr3cNQO+JHRpvsqOsDyP8WM+LvyvPZwgHb6fxC2+Lh1NvQ9Ewz1P2RW+wsalPRmPCr+te02+Vm5svR/A/Dy19o699kNEPZ7R1z13N+++ToHiPEKcAjuo7R+6mGIMuldh4zsMeM861v6kvfAMEL45owo+6CmMu3c2Fj7jDi69BeEXPiY0Vb7pm0a+6kZUvmx2MD1pjak9l4ynPTCElT3H/rA9mhajPac7e7xkCfy9F8uyvfAUkb0TXIq92OhrvUFJhr1yW569/O1LvtpmkL5t58m+WiedPeAhoD0/gL097K+ePeH5sj2PzpC+",
        "tDkevRuRKD4zdfa8PwKIvDv6fb3ak/E9ya8OPmTNE74g+nA87HnUOlGGmzzfSJ48T88NvH0ejjxxsIA8uBxUvuQVBz527Om++5UbPrW6HT4fwsq+B/rfvlu1CD7Xq809QqKFvnF2sz3GW289ExNOPcNVrz3utno9uIkCPGmkmr1r6/g9Zk/XvumRzz1rxus9wIabvjGWBT58D5e+LlX6vT8BHL1OVqu9o5afvU/1mb3XOJe9Pl2fvQ8fn71N9Lu+bX3rvp4nJj0NDG48yE1QPOsy9TuIdpM8FgtIu6pRDb5T15A9QRoWvrZT8LpShtQ64hlqO2QsHjwu3is8g0kAvtAZxz6FmZ+9Qu1PvpfpMb4JMeO9qDrnvOVED72klci7ytABvWU3FLxjk6A8fnM/POJbR70rOBM8gD/MPEMKNDsfWwC+UgX8vlxVBT6oi3U9xRAuPnBxGD5Tshc+cJAuvnH2A78vlxU+JrAoPrKvJj6R+CM+kQUqPprMLj44e6m+n2YdPu8nBD5/aP09e/YFPrTmOj6iq/M9heW0vgzmIL8tvNU9lUILPRCZoT3ZUqo909eaPRHfqT1d+6I95KGPPLJBiL3fwME8eg+jO2RVsTtwi2i6mX8KPGRcHzx/eqG8S5wcPm8MPL52Fps7hTyJvajYED4sgeg9CkBqvkEZoL0eUv+8/fobvrO1HD5rlB4+AryYvjbuKT7pmxs+HVEgvsV9Bz041og+xCv1vSA+y73WRpK+ZxEgvXyehz0ZbCS8UrlGPXqmkTvqchw9oXcVPZONobu2xEq9+BQwvdUM0L76/CU+luK8vpbCQD7lPEw+xkulvsSaPD7tNEM+QAAavbD1u7y5FnC9Psu0vNfqwbz8jhS95YjqvHsFTL3ACi++oN8Rvqu/YL2/my69cT1QveAlPb3PqUW9Cv4Gvfqer779Bhw+880OPkLDILyZ1gk+AKIRvtmwAD4/h+a9pnCWvnNYJD6Fqkk+MmwBPoHQ5z1Y5dm+mXPZPWK2bb6ku8i+",
        "CUCwvI0MuDs+dae7OKf3u/xULbwLDRk65/YzvCWRez3YmNW9E8HdvHNiNLyi+Kq8qlqxvE+w+rvElda8oBfXvm/9wLwLpla+TKNaPVkqhj7Fety97/PyvVuhGL4r4MC8n8CdPfXY0DzYK6i8OY4FvYftDr5Bex87WonAu2iKrL5C4L89dZwYPd4jZb2j8H07iyhGPSfXfD07NHg9G8ZmvgS9Pr24h527TOxnvGMPL734Zoa8BJdRvLPH1bxz3L6+oFrpPWFTPL5CYMu9jY//vTKxIL6SS4O9sQq6vdqU9j3YPK2+o42YvFwvbb0lrH+9BH2Nvdhf+71xkpC9i8FvvrzQDL0kbtA9mPCYPbbAnb6wWOA8rIqvORmDXj0ijq++OfwbPt1d4T2YjkY7WLzpPL38qz0woIk8wvK/va/UPb4WLFA+yZuSPc42BT6X3wk+vgcLvRJ09z1lFXG+JadZvn9Hpj32DLG9DPyGvTsS2j1t3qM9pTLpPZYfqb5adty8uhm6PSwJ8z0+ILw9k3bIPW9m7T0J5Mq+I9i7PWsQa74sjOq9DxLzvaYrvL5ZD6u9YAHgPVK7Lz3MWdo9vlScPlselj5qOkq+slIIPmb1Ez435WO+BIYkvpuJgr7HKci+G3/kvoCq/D1vcZq9o85SPgpU+z0Ulpg9u4NOvrpKkj6YY4e9fF8cPRHnjzwNewA9Y6Y7PVBmVz0Bg1s9KqhwvkcBoz7bD+e8aY7AvdX3E725x9m921HFPi/TOb6YTfc8zrJ0PohICj1z3ne+h72nvVcBAD0LJE49GuJnPacblb49wOG8m49GPcq8vD27HMg9zVCqPdHZtD1L95I91b8+vnILc77nNNA9/DnTvUU58r3gubO9WepAPZiSTT0bBxG+M0kivoEukzzDFSW//QBgvTko0jxI/cY7heTnO5cOJ78n7qm9FwioPVPhcj3Ip2U9C6ELvlberj0L5d89FKK/Plx4hLxBlZM8kZh+vNiNub2vmaA9naz2PACoAL0UhW89",
        "F8aNPbV7B7/dXNU9VSfCPQ865j3t+PA9KPTOPdR0675U35+8jZ5oviP/IT5R3C2+r090vgsWtL0fnCY+s/V6PXVBeT6MHDc+6SxHvjr9CT5T39U9Xj6UvipmqL34h4c+5yoJPlDfKL5itfS9AIntvWQgW71gKK29i8KPvTCMxj1Surk6sJ9RPmQcSbv6MPc90gYpvXqFhjyUJd49HFYcPrLJqb421KA90JOwPMmTbzzaAZk89OT3PJWG9TwdFVO+DSuXPVdVqTyFmJk9GLn8vlQCoL0XbZE94x9SPbc0uTytubM99cnMPZBroT0TZJE9qdaXPZE+oT2An5095I2svmggPr0R2Ii+kgoFvgafLT77vgi+AXIQPZNK1j3Nw7u9L6q/Pc2pNb9Frsk97TPNPWDK9L5DDq09ycjUvhJICb8MOa++8UqIPObSPj1x90w9wx3TPM7AJz1f7hI985r8vs0vI71L9Qy+xjyEPafwu753RNi+ukCgPezjnD3EPMS7TLG3vhxPvD13RDG8PiDxuxMZITxP94U89wWyPNEVvr5JowU+0ymWuS6Y8z1oNfg9/9AcPEaP1b5J9E89DgU/Pnxdmr3MVGK99R0YPtAzDz7DFvE98M8RPoP7ED7F/sG+lgaLPU3Czj28GRy+YywxPdBjCj4q9gG+138GPo2ccb3wl44+K3T0vWl6rr3nyBQ9JQrrvec9JL0QhyW+6PlZvh+3nr62e8e9ijr6PEQUgDw1R46+dFgrvWMfgL69/q69JnBMPsDFWz57OQm/F6//vlxpXD70KFS+rehTPs5smD7lKxI+lf23O0dMlT3W34Q9mYUJPgEnWD25ksK9bfjMPtGz0b4ylh485MWJPAI0Vzx+N3g8H+eDPDvaZjxa+qI85dnhPZv7sT3+vqk9UVSoPTYinD2Adas9trqXPdA06LxylWi9hNpcvuc+673iLv+9ULU5vWyBq734d8e9xQMGvnUtjb36uW+9XQRbvWzjaTwrwim8S667vTZEOb1uSjG9",
        "bumEvtJtXj1gO/K+nyANv8zeoT1nScQ9aA/BPYYq6DvBmQc+jrBlvnBZRL3o/qo9O626PdRCpj1uJMQ9YEK9vZuJ1ztI3FG+sugvvhdBHb5CjgQ8BfKSvgXX4r1APt6+sSHgPR0N+TpueXc7heWSvCN4kzzdE7s80WnoOycfQT7Xpi6+tI0bPuCKwz14gzi9v5m3PLE94z0wM8g9UCzaPANXPj6yj4I+BrKtvjBtlb7UGok+oS+YvmeFhD5CQc4+bXksPksQUr5Og6E8CL3EvZ2CcT5nGxU+Jly7vW5ouL5bsi8+BKjQPRXkPL4GaES+0cd9PSfSKT1l6p09PnM5vtFSEz62X909YWIKPoEJWb556es9iZcFPg+IET6yZb6+Z2y1vptPOD4T1hc+svaIvmfXLD42iio+d48rPpp+Sr+YXoC98HPIvBhdzDoeqZS9dIXLPEh7D7xwKZk8qezSPW2Wvj0wLE8+gcEDPh+3AT5bsI6+VEdJvj+f377B+m++fbMPO3dzy7x/o3S9jsxbvV0TVL2n2Vy9bsgkvQElZL/3IHM8cvICPpvixz1x1Ms9GKN/PPzvwT1fTHM9EkWPO1MekT2ROni+fQx9PaDpL77Jm8w9e6oLvoYMyz2BCDu+dZjpPdtc0DycbQm+D3oBPqT5PDwjvdI9oUPrvsovGj4jTre8GGhwvT7PwztYD4w8BIk0PUXVQDua+7q8uByKvTALvjx/5bO9pYSAvWr/az6qa969ILHHvcrLF75c3nY9coz5PWhE3L2t8xU+/84QPqJ9Lr33FQu+DwoFvntJvrwGDq+9E46NvrWK2L35rvG9wBZkvdSBr73Rm8m9HEmzvRkg8z14bLc9mey8PTDFxT1hp6A9CRqWPUg9mz3km589l/YcPhBL8z11D1m+Bu8hvmIbxj1iC+g90bTEPUEQ1b0p6ig+rpU8PJ5EcbxlPtC9BUPqPEoL1zwyQPq5ZfSavcq1Ib6J0y4+np0/vp1VzT0QPGE+iKB3vaMxSD6t0+Q9",
        "X/+tvQN8wDv2L3W8T0VfvO8hrbtY/hu6+cojvMELDL/+Qw8+KfOUvcElyT1RaQu7C62HvYeQkz4Xdp++xc2IPb+fAr6koyC9rbXFvMuoPLzNN/W8QElRvWSWWb216AM+4vfUPaY6dryvTkS+DV12vj6QZT0pbIg99GtOPYA7tb4s4b09znVHvMC7+z287us9cpr8volY7j1mDgi/lNnLvokToD15gRk94pl3PQCygz2W5bK+KCmnvucc/D23HMc9HZ6HvcFKTT5lSSO9vDnWvJPKMT7Ymy4+xzEpPl80gL2FUUM+prQiPrncIb2NdhE9vMwPPsN2FD5OIxU+BakcvoHZqj1pXt89lsUtvvsbCr6QD8Y9ZQtYPQfTCL/7CgS/3OwRPkidd741Y9o9fd+LvtKHHj69uRY+48LTPYtf77umMhU9Quwivas/iTzXyrA8+S8Xvjxc+74eo6W9MOdovg5eWT6moce9YKZYPuwqYD4U48e+KrCDvhOT477XAZe+u/pbvSwFFj0toRe9rBn8vO7OGz1x7rO8VgFHvCsORz47K267kC/ovhExoj0qfow9mA1LPS4e0z3m2+M9B+i2vicF3DyEt/o9WP4bvATUOL680yS+5dkOO3eDTz58zke91CkLvl4iyzzM0bY9rkZmPWjEpzzNfCg9w/qOO2M4arw+1Ya9+OJ0vcBqST1VeFc9QRscvlykLLzjzOy9vJ3BvR8jab5Tc/y91I02PswONj5HljI+djxnvRAcS77GBDK+LAQPPaJUiTu48rc97Bspvnpoj75eFym+GV3FPYDqOT77Pv+8ItkOvWYEhL3TM7S9r1DfvGkWFr0P8su85sDNPTi4CT7ABsa9t3D/Pc8/Cj5KHqo9lY/SvovcC7653Yc+SzRLvQouRT3lyMG865xtvX8anTy26Gq97J8ive89w74wFQu/MdrQPX0usz09ELc9zGCwPVrnyT0Hx7U90UzPvXQYEj61TSA+vh4iPK9usL1jeuw9JcbzPS53ID72TLi9",
        "mcQvvscnkj0+BGM7VCHkuS354L70dI48Ug2OPBWYer4x02c+/7LbPbq5D75zp8g9Q1+svdksXL5EpzW+9VYBPppYIT37FCS96ECnO9p9dDsls4O72J+AvM+QzrxPdcy8qVSvPVpAtT1mrLU9UqkJv6ADdD2L+KY9bcuvPdfxTL6TQeg9OLzVvv/X4z3msjC8UuPEvi3b6T0cO5C+YuGSPRb0xTtqcL09doZ9PW6ZYj0fgFK9sQNfPVm2Sz1GVL+++5XgPXQ8Mb6V+R6+0BV0PrMcIT7qLbi5hHvOPfCd071uSh+9ZWDSPYlJlz05aR+92RVbPfa/ajzSCq2+faKKvX9zor3fubG9IGUdvTy7KL0Y+kS+FN1KvdARFb30tRY+B+C/PUxZeL7NXv09aoTUPfShEj6q6y6+BDT8PdP9vzz06B6+j27aPYl3/jw/kyg9f65mvuGEhb6Guvy9LUtVvAARmL4NYse7ipvQPK000zxQONI81M7nPNzKwDxsrk2+XqWJPVLndT7pxBA+VIgUPrbiej46nhW+PJiMvgLFK75KlZU9s2F0PUdyCDxEPf+8DoT3PEEBjj2pIfY91bhFvHgTGr3dur+9gKEzPTwFh76eZAo9uAqpu/cs9Dzo7uQ+pTI+PYYW4j2wHfo8aPfBPGqNp75RbRw9EbTXO2Pvi70Y3py9wtNMvg2MgbyVp7U9qK5HvWcqRLyqo+a8aWhAvnbVBj7P9Zw9y4DGvZvZRz0/qVW+KwA+vjTedb5QyIw+sz4yPfUkPjwj8ss8raY3PPgZFTwPaXo85IptPFCXCr7+seM9IWl6vTdVCD5nXQ0+xCKcvf2q1b3MVmm+WpHFO+ZCRb62HrE7eJEwPMiOeDth4nk8x4JQPPJ4OjygO5u+Eh8Hv9V+qD1HULU9+V2vPTe+rT0UWM09GjGoPa+Jt76Cl4493iI+vokSZD24MUQ9LjgPvpMk7Du3F4m8bsAPvhbSnDwL6Oy+LPyzPA9m0TzCmUy+OD+RvQCjsj3PlRO+"
      ]
    },
    "conv1d": {
      "bias": [
        "ik7UvZ06a70Xi0m9jKzPvcni7b0os7i9zAKjvUfzAb41E8S9XaztvLYr471pIPy90Yp6vffn6L3025m9Yu0pvbiMwb23Dq+95xRpvsk1Hb7o2Km9bnEXvhHQBb4jRrS9RwDxvVAMsL2SfSy+Tx8AvhMwYL6ETGy9FjLdvbLdFb57XgG+bFQCvncMDb4l1Ti+ycvLvfvUsr2BcK69/NI5vnefKL7OR5W9H5MwvogOD74G7R2+/8EEvrUmzL14Xva9EY4Bvll5Pr6ng5291JsvviBirb0M6hy9+PySvZ93572LTkG+v5cavs7Q3L3N11a90JrvvXP/Bb64u7G9Btqbvcs1/72vJry9P/GPvYnl1L31c6S9OegJvuNuPL6zI9C9W58Lvq8oxL3X1DK+YAsmvovO1L0tyxS+Tb1Svp2Far6yyOe9B5vmvYsjCb6PfNq9078KvtlYGr6lvQa+RiFDOlkcKr7HDgW+FZj+vRy3Br5T4g2+tWGQvTu2ub27q8m9TkwTvijoAb4XI4K9kaf+vdnspb2P/dq9WsoJvuRexr0HqwK+Xi62vamEFb5dC0O+H3mzvQNtsb1ldiO+MgAFvpIqFb788da97pnsvFnJBb5FNSe+iAmgvQ+lIL6bKtC9BpwivqSYxb0zHjC++2W2vW7AQr63Kj+8SWsfvu8g4L3Q7my9NQfTvfb5B74ga6m9Yf8QvtaPe75NDxK+JTEgvuTzUr4D1yC+xOzNva2KB76dvQS+CEm8vDwMGr646dK8jrrgvXoxKr6KIBu+49QYvpX1Hb7ijoe9GD52vo8SJr4FsuK9zxAjvli1Hr7nI/W9H/M2vVxA472sqwC+CP7Pve7fXb46Xgm+wyYWvphMKr6BQpe99OYMvtUnr710/xm9uGsjvl1rxr3slhS+itwDvXaqxr25OCO+PVNvvsv0AL6H39G9dkEevrHdFL6IBN29ONuzvffkLr6ra4a9idkZvo9YMb74p+a95+uqvbdkx727gN69je4DvnS3h72fEQy+",
        "A2MOvl0j5r1HnwO+WICtvcegWb2UHJG9wg1XvXenxr1l9i++3FpFvQX+N76X1RG+34zMvbpU/L0m5jO+/fsNvmod/73hr/m9eAj/ve0LCr42jqG9D9hDvuWQ5r2/nti9dIjfvbizvb2ohDK+uOMcviHy9r0b3gK+fWwavv4pX73/z+u9KFQJvpfoCb7RIiy+8wLjvb2Dm71qs6C9RWHhvZZRtb0aHGq9viv2vWlR4L008ra9/faovZFIHb58mKu9WYgAvoS4kr2xlM69HuCXvc3i870ZmVy+NuUAvqZHE75fLO+9UG7gvf24E74zqSy+wdAPvld8A74I/xa+y7ZGvqJ5AL6vc8C9kBYrvmma7r1B0J290QabvfGtEb5/YO69b1MXvmw3jL2n7zS+DotUvU5i473loNa99m3ZvekWAb51xEa+1I7VvSHDyb1NQAG+kTdCvn7BNL7jkju9ZzS8vaCXDb7c8dO95+s5vnDojL3PziG+OXOfvaLCvr2CGb+9YZB5vk9W772wMuK9Wc4hvpr03r0U3Lm9+qy6veF7hb6r/c+9pEhGvucgPb7CUVG+GP3KvWRiA76ueiu+tbYWvvUXG7795Cu+pBqvvYIjL75TmQK+5OI6vs9IBL4i6ra96YvuvZTjY73RWNC9+XtTvjIQ6711Jgy+/7gHvrn4AL6u9EC+Bq24vSht5b18yKi9/+72vXfFPb4lodq9V8kVvtriB74Et7+9qhz/vFzWDb5Irwq+sRQFvjfxEL7Pk0++mGwmvsjgMr7O+8G9v46EvSFyL74V5zS+6DXpvepLDL7DeuC9oxAzvoRiOL0kgxe+Jm8qvlZgDr7YqBa9tm7UvZBmNr4IBw2+T04gvoFFAr4Cdaa9MWsOvmEVDr4BXwy+6u+7veYjD74tLwy+QtkFvqb+E767XvS92mY4vr3WyL3WWR2+NpBPvhPjbr2SK7W9TqGivVxcqb0BmDC+IaQKvlgA5r3JTRq+VUXKvcR30r2thhW+r/bVvXhTGL6N1E2+",
        "QSPfvZZ9DL6SEDC+AHMRvowKSL0Qkje+/2H9vchxub2UY829/bolvmmyvL1Lj6+9yzwDvifMIb6kbfO9XCvrvbCwyr2i/TG+zjTnvaqEUL6f4eC9Vu+TvciIur1SDey964u+vQuJkr1+WyO+cQXuvZsI+73aMN69lAyXveMUwL21ibS9fs8DvjiGrr3HnTG+STnVvdwExLtigxG+u62Iveu0sr1zMeK9G6oYvugzmb1ACbK7p/Qevu9b0L2Cdh++qJY+vee37b1pGwi+dDS2vehDcr0LYuq9UFmYvb+THb6whRK+knYHvkRPTL6p7rq9wgz8vW0IX74Uk/69jfTlvSjRvb0VFD+7d//pvVabcr2jaja+ggz/vUd5HL5O/4i9x/c6vg1+zb2fHP69ccWaveOe8r1+oX28mJPTvQtnOL0+DPO9LbAnvolSl70I59C93GgRvi3l0722aoW92EOsvSdl673pUiS+GtK8vdeg872NFAK+r7rFvacSw71YmP+9EMLDvRBLEb6XH/G9FI0tvquQKb7b6wK+c+hsvXCTO75qVDG+ik8cvo1K5b1Jqci9WX74vXybMb74CcS9Ol33vH6aB74VR8O8nKPPvYBX2r3YTcm96z8pvkyi+73qi9q8WPnyvSIhPb4BTuW9xIwivnjj/72d8DG+P3bovfWCMr4="
      ],
      "weights": [
        "vI2GvaoyC72lSJo9susgPS9rzL0Xa329FrBmOx8KEDwih6W8sBeCvfiAsj0qZnK9HYl4PDuwgT1F+tw9esiqPeAUfz3PBhs9yb1qvdt2C73kMhe+iJT5vAoj8jyvXTc+CGwXPVbd2D0bBos9XSwSPAWRAD0+15K65zMoPXNEebysR0i9RANKvHiHBb1E8ls7FXHOPCdtAz1LgPS8MWfmPAYjm7yhAFc8BEnMvNWYzL0TJ+o82o6KOTLPMj3wVd+8J7XZPExhPTxeAVm89Lx4vau2GL4O+su9ooSRvPAOi72zaAK8euzLvAgdsTr7Qpa8WxGnvfj/g71oTzG+BIKGva4+abwDF8m9I2CxvIBaljuVSZe904ilvLuxrD0R7kO8p90aOtPfnjz0Fsg8/IqQPAWBFjznwJK8alIMPuB7Db0lRC08wXBZu6obqLyTO6e73F2AuzBikL25Z5i8sVGGvZiCH70Ulfg8AWgsvt++ST0d4Ws+tcbhPTfXUj1SxpI+BiQzvF1VPz6Pi+g+7o8PvG9tqL78xhi+ZgPKPuW5Dz4LSgM8J6uTPi5z7LyXMaw+aw3SPetm1T2Gmim9/ErSPAzhIj4XPVa+/V/6vVTFFL6rEbO99JWavXFttDxplOu9+ua3vhlJ/L2IxgM+BvrevfYaqD07Mbu+f/2CvRaKGT5uuyo+J3OSvSLOzb2udOM9fjZSvhc2mz54PIQ+Z5aAPtc2dz1LxBa+f7cEPsKeX7x7p8I6HF0IPa8oLr2uewk+2yFRPtlTtT0PRgw+qKR8vjbpDb7075i9zNkqPuNmB79sF7C9aeuXvlJ5BD06ilO+28EjPowtBL7Iuys+OIq0PetpKL7BY508KCbfPcrh5ryVzT69WoS/vX9RQz4869q9gFUhPPQLur0UlVQ8w1JpPNtpOz5F4ZC9SHT6PTeJkrwIMKw9o46oPZwUAL4ITRO92NXLPdTNNDz2MrE9NbcevcMFcr0u65Y9ykuavQ9vdz2qM8K8RBgzvYQ7aT0LHtq8",
        "3Oqnvbg8Xz3M/Pk9h4YOveNISLy57CY9AUftvJpBHb5ko6g9vV0LPHoA2T1GLd29UVh6vfvW6rz6sje9RwvqPT0K2718Bx29dpyIPEzvXb2jJ/k9MjQOPRXK1713NGI9TQLovALJgrwxMqw9VOW5PfkwoL2VHUQ9wQ2Lvb3egr2CyVQ9zf7UPYojzL1yPCS84dhevEg2sbyO3yu+U0BSPZyvED08tym9dIEZPVaNKD3w6rk6Ra0bvVbH7b1znfi8b/xmPcMDMDyDORg93WgEPXQ1MTxX37a9J2+9O7dX2b1bUpI8UpeAPRl0qL0pYaO8mYyIvY3gOTwfqaw9MRYqPRmG27wfHG09afZdveDjs70A2Hy9tOTDOrrkgD3UmYQ9H+6du+TnmbwhDbE9KyPNO0OtJr63OhA9h81JPdEq4D3teJ49UD9xvagpJb1n3ZU8dVPvvZ2Mdb0iCgW9KwhTPXHbRDx5HBc9R8q7PLZtTL1txPS9J+8cPjWTGL5vU8m9f+C2PTWREbzTzRK+i77EveLAsL2b+rm9m2RYuwhCN75a6AY9lF4SPQAofrzVWpw946z0PfQ+8j3iNT89isQPvDsxQz3oAdW9tTtbvZJEqz3M1r080jmIPY/MKL55qXi8X4t4PXG217wkDjQ+g66cPWajVb0Jiqq9g2kovSBBg7xl0+y9c3lQvjPtjrzRE149qK2UPWL7Dz53GCA6awilvb/fAb4MWK29sc/BPcmREb2umMw8c+0LvXIhtz1rQga94dN+vffllL0gbrY9iAolPkijJT7kjKQ9VX7wvFEHKj4Rbga9YxzOPW4TYL0/Z6o9PsfXvB5OQz2hY2U9IggvPRmRVb5S/4W898EiPQQsuLyArBo+XS7EvLPoG7wNC2W+oOW1vRLe8bznRjM8haCPuwEPuD2Pdfg93JtBvsvRHL6BS+o9tugHvhvMrD2m9J695a+svSnTVDwhIEY9tPSDvq6brT3u4469ivxDPfH3HL1APAY+QwMJPlzUnD0HaQI+",
        "/zZpvsHzPT6yypQ9E1KnvqGNZb3PhG49tJMTPuvsKb7CjQ8+WjNPPj5iwz3tBAS9AyXTvWXPQD6/9ac+RpYhvpg30rynr7++1I0pvaWcGD4xuUQ9bcOTPdJf2DyUpPw9WrsTvUERlz2gOk+7nZ8cvqPiw77Fua+9MjkNPTdlwT22zGw+M0pcvT4Ycr1AFnu+VJIgPWUkzr4Kdg87BVoLvg0xnL4NFgm+Ay6gvbJmzb1BRiE9Z+jhPf0kXT5yAkg9kCoYPLVtOzrjZKA86nK0PXBFhDyVdiK+2yKUvenLIj4Lbs28SOWDPk7nFb4DbTi8ul7IvTM6djzGd8Y9YIrlvOW4LT2oNpW+/jqNvQCTFj2NmwW9M3/HvSiOVz0E2Qm+SLrpvKdPlz0Z1kE934IRvqutabxd0jq8wg8wPh6DYD31IFU9NxUHvVNS1j3nX5G9ff1tvVhH7jxryaC976ycveZblD2284C9NU8iPeWy/buxUTc8PcjTvAOdbz3ihUu75Nz1vQOzTLyy9vI8+fwJvfKOhb0Fch89ghvXPZmodL1niUm7FQX+vP41PD4m5Fc9+LuUvNobub37Vxi8bM9uuweIdz0ZYn29DjsmPZGH2Dtxh748pQnYPDi/4zx16YU9KSoavaz3nb0kHIk9H+sQPFVYPb7kbz09jhwePpFPiryVoSG8RvIWvYxmUTlYz4K8JdAZPLlHLr74oJ89Vou0PSDb9DyKYFI9W++rPYxcpzxu95a7oamSvdCNLrwexhM7+dkRvV3cAz5bfge8plwxPQcORb3SNxy9O5xDva8Hjz5JXK896a/IvIXmKL6lQYA851jbPRZPDD4G1Fm9MC4RO4eRczwO3qk93gwVPTF2Nz2D8209HoiaPGy4y72bUqW8/rgYPDdOeL24Q5693/oaPJLGl71BsNK9W5tKvJy65D36+Zu9DVdvveEW1TxdIJO77DuoPBOo17y2Q8m8xNSYPT8i6Lz4OxA9xpKQPULmdL0w2Pc8WTHjPUDQ9Dy7kMY9",
        "7/jmPIzbRjyyo7K9uHiCPVgqEr2kwik9Xkw2vMJZEr6++Ke8ihiyvQ9tDD0yJpI9f9ShPNcwpj0/bzG6LB1DPe/2Mz2YpI89nqmfvA8ABb6CHDe9GPYJvUCzOL4180s9691NPi2S8Ly6nSI+5Ydmvaq6Sbpwo/M9OXn9PWBZHL59lkI+tVd4PryRyTkxmr695dn0vcAZQ76fIke9oXfKPcUXXT68ghe+SuNnO4Cr070w6Bk++nX+On717z0l9489d/bvvfiJ7DtLrxw+PEnYPOIlQ71U5Du97eQrvSscDr7q/7885sSBvrun27y29ly9EJkEvij08r2CrEe+5uBTPggmQb7GbsA8H+g1vlmxIDx3lsq9TD8pPj8Fy70n/w29EPEcPGz3pzwFEtq94lQAvWhwsT2s1SU9ho5ivVC4jL0V61u9XoonPs94+bx3ux0+rFwCvL6AeD1+LJs+jY1tPeEjuL08bxy+rjIKvTwJar0dBfK9Xa2ZPTKiQL7bIzI9vAx6PbFGET6sNLw93skJPkgHyL3nhq89XWVUPISP6z3RCx2+0Y8Rvf7IAr1yumM9tvWhOrL4oL0lo/A9JBgCvtc8FL7udTc9BTPjPEKJBD76eA09hzqSvd91BD5IGYc98GOIvg4vFL0VB1U9E4sXPv3dG70QHhO+BXyLvky21L0hntW9BINIPSRJiT4IJ5A9BUqfPUH5jj3KEv08rMOuvQGPibx033o+QSK6vnxjhz1IV609HXoGPbn+5Dxm2Xc9NbqLPN+5cDyTlTI9LQM7PTkZlb3RJxU9Ag+mPYKwAD1XmoM+H4YivvG2J70U8Q296VkHvX9JBr0MfI49kv1ovbPDWr3RvK29iWjTPYmkhjv0LBm+y/NWPd3xnT2B2+S8G37lvJCkRrv87zc9sXgBPSCtYL2YyWg9OiEFvnUKVL1YMuQ8dVR+vFKPKz47m/M7+aiHvM5xhTxpkwQ+0oYFPd7fZLuczoQ8FZ5WvmmEub3orwu8pxa7O8BLrD1J1N87",
        "2gapvXiBGrxHKGO9Vh1BvBGDB74aLD298/fjPX66nr1y6n+9Wx+6vYRLGr1cEUi9X78OPaIvCb56Y0a+8GwJPR4wNT1/N0I+sMcGvU11ZL3dxyM9+USmPQ2oL70hZye8UxknvmfF8T3sS+g9EFUwvYS2MD4KTpg99YsUvdSyCr4AYHy9diMcPjXUlj18uZK9vxpPvUnQHL2+KOk9dtwNPAqjlL3d+oS8XdqjPFBrvr3n2yw9XwMPOkqQ+T15Xse9iSDyvYztvr0CVxw88veJvSU2cL2lr9e98yMBPnKjBbo5Iys9WnIqvEToKD59Khy+zc6TuuD1tDyyShy9/XSTPXiMKruSZJy9V2mGuoVdwD1ozCI9si71vZQbxr3csO08vAhEPeAhvj0W8Jq8jWm8vT8QAD4lto49D3dZPfl1Rj3Xd109ydGHPe7u1zuGDsi9BVsDvYJ6kr2UwLg91EeWPTprbzt2OJg9OEwOPqFRcr112oI908mvPL2oZb0s/y897UYevnoPWD2iiiQ+gNoCvsQIlLkdH2G9JUu0PcNCDD7ucfU8DQ7QPOREijvxee49nEoZvK0M6bx/eZQ9v6OTPbZEg7w2M7s8l4fKO6oYRj0bSLu9IojMvPkExD0FZoO8EJ4bvSeKRz0Ryku80VQsvhYID77IiH299o1DvSWZfT1aYms86KY6vJOvEz5CS+Y8bl65va0eV702uDK+xoPCPLjL1r0MwWS9j+5gPe4dkz2e15Q8TXxmPgs7oz3hXcO8y6Wxvcwkoj0Fn2q8l2GIPd/5Zz0wnCm7r5miPbs1CD6uXoE907IcPk6P7br5r1o9LxXpvQtm+b2/8Je+2+CzOzPiQr2UgX48QFBTPTlyWbyrdm48SLNHPd0NiL2Zb7k9vP6qvZ+8070HHta9negHPVaP672eWyo+F+4DvboYbj2AWO08JnBgvVrrPj5jJkI+qS3ePdVZmTzySwa+j98zPmuSEr7FdH+8wb1EvYHMOL68OJw9JxKEvRs+V74N5Cs9",
        "sY1nPn6blD39n9c9RjgHvUe6QL6oGum9YeDjvXobXL4HMGM+nYpwPn7ci77Slpc99TwHPk5nYz11+Du9FDxGPpFcHzwywkI9R6yrPUrmqjzHujS6FEG4PU/CyT3DDjC+mMYcO4Sx+j3bxHk+ZDpIvTUwzr2aMxW7BCsCvW7edj6NMxi+VZr4PdDe3DwdPn46W50NvguOu70Sf5A9YrO9vXlN/r2ba/m9xNfGur7uwjwNkyS9LlF0vR0udTxv4L887+f4vG677D0OdfI9FahMvi6lgjwSSrK9a33+vRq41bxqk9G9v64ZvHa4Xj0Xvk4+6zqDvbpLp739IMu8HaktPk9cob1E0Ay+ZKQHPmxzeb2JShe+R2LHvTZ7aj7z6JI9wGizPCgj2T23w1+9RfkHPkcXiD0jqK0808tFvabmD74QZhg++s+tPQ9Or72ZKmM+nbZhPbiAhD1JJXE+acWRPX/vL76jUk49QBJQPlOJZr2jQIc8C3fgOxU9dL1Az/+9Tp3jPYTPgL60o2U+5MhEPqXjHr3yOk8+24vTPASScDxL7xS+6qnPPd+5Q770oJq98KJ3PdnsFbwYh9A9VD4mPRQB2zxC5Vq+Czi5PR4B1T15XzA+mwQ4va7Z9DwQtiu99ReqvVhxFT4kZoS98U94vbCfD7zjJkq9ENZUPawxLr3qPoG9s2RAPDBNuDu+KQ89AO5SvX8PMT4R5eq8G/zRO0T/nb3A+6k93RRDPZqhz70CG/88kXsKvTM+BT7Ujj4+E0YtPeEqEr7hWw29J3yRvVMM8jx/Oiy9gV6iPUpKe7zsJYg9s/iQPUY4iT3XILQ8j29NvXO+3bxHEpU9cpnuvbuk6bug3a+8IeuiPffMWr1pqia9Ufy0Pc82GT5cPcW9C3Uuva55IL6ldMe9CNFJPfIPCj7ZhxO9jTl3PbEhrz1QEZU8YIMJvOVEp71lD4s9L6GbPbOcEj0vmAq9Fxz5vQL+Db6Qaw08yS/JPcQwh728sFg9HCihPRvzyT33PaU7",
        "DIU3vtGcSD7jh2s9QC3mvN0QnbwLg3G8HaImPc4pvD2hpWs9hIGWvRxMmL3A+v69IqLCvejYzLwSXNM9EYmuvVnFOby8lwu+GoSevZTdAz61pbW9Z752PKKIprvVWy0+J3Iqvp+FGj5J+1M+wpHdvb77B76R5Ji9YVIHPjYTnr09OY2+ACHOPkpjUz0I7Sq+cl6HPYk4zjuYSRG+9UDyvciwtz070LU9hh8GPl0+C74tNom9KksGvrTcWj4A85++53MKO0yRFT1RI4M7QcggPsifTj0PHW6+qqK1vc8YOL69WDQ++ZTYPadSnz0eqgC+9AfxPUEc6L1YEoI9+dT7PSeLgj35Zcm9CCBLPVheqj22fxy+lvfDvcxDVz5766q9cjyyvQynHT5xJDo7L2hcvSMhP753bzC+42w2PsVcmb11sQU9Lp29Pb5vVz4mpRC9YKpdvU4XNL5zAhc+gCIzPnrkAT6cwxm+ME5pPeQIU74E0jI9Bo0VPpadMT5St46+KStRvgUIxrtP3QG+fy1gvV3gWj4uS0I9zUaKvWq3rbwQp1s+/7PhOxOqCb53sY68/GhBvYd5i7vI+ZY8UKZRPUWwG72bYx69xpkiPbTESTwqMK49DgjyvdsgZDxd7Yq9ASmkvNAK5DxnNF89AFO1PQ9/cj306kK9KNKYPacX2b024bu9WBLxO5+kiT2XZKG9xwerO4tKJr15M5o9xL1zvf6KxTtJJ8S6H09IPS2E3DoO9aK9yCn8vb1tkD0iRek9sC4ovbFuZLvMP2e8gUvdPLtFiz3nKxw8xcJSPUWGbrwcFZC9cEEDPZoN9bwKAHm51hGOvIuqsDzVM3I9P2ioPFFFiD2QyZq9ETyCvYnxjb00tx49cO0aPidGhr1UE5K95qa5PZKhJTxp9B49SW5MPcq7JL7sc6C9Iz0zPRiHKL7bIRo9m6EWPhwyHj6055Q9YS1QvVw5HT6BSO49jNunPWQre76BP8I8DNE3vXOMqr1aAc89UNm5vehRbz25+wQ+",
        "RLwju9Gx0T3/UDc9fKWkPPrJSD1UICi+kt1XvRSguD05Zys9LM6dvIUhG70ekEW9U1JFvb/yiL2m6Yy9lJv+PNo5fr1ECx86mQpGvVy5EjzbuLa9BaCjveRHmr2c1u696nb8vKDKk7yS8UQ8lGaKvXDovT1p6LY8iWlyvMr0lD1v/uY84vMMPOIJ0zxwr7C9YNayPbpOaz0yb5O9gg64vHtuiz3JVy694moKPasM+T2auQk9vy0IPq4MTL4IjiA9tVwzPe3rpz3KjhI+bu1iPpVZ7b3Si4S8O8+ovHwBIr4Pqge+4PBnPazpRL2v+Sk+3yavPc1Y/T3ugxW9zmUMO4KIwL3+J5+9exuNPATDBD1Co+S8Yf8svMZgNzvzdjw+13lBPaUoxr30qyI9xYTKPXSMiT3OC6+9QH0pvuLcxTwUy2i9NQ+WPXMyjD0zz3O+wRaPvY1v9L3JRqk9SC4APjSBz73pWIO8Sy67PfKyGbzzCVE9DC4+vltKe705NRm9bL8HOmRiPj1H5lE+jZcEviHaRr7lcZw9VbckPkYuGzolg1+96IaovLS3wL3ZRPK90rkivra5hT7oofi8OvkOvohktryp9co7MGASPUwlxTwbk4C+tl3hvQZS+zxwTiO+ageGvf+ke77M+wg+FYQMPpsoMzztuxi938USPGTvmzyu8RA+N0GxvgKOC70DDqS9sDXqPa+9qb1SBDM9AOlGvn0YSb7QPh49XIzOvnIaAL59+e698hiIPY22+j0X+Ig9Ebr/PUnc3Ly0jji+yAitvSiD6j3sChS9PruSvlVDCT782qe9mTrIvm9PBr65T6G9y8HnPT/NlT0iK2m9ICTqPeCoGD4JzLC9i48HPuLKFL7nguo9X+ToPUz+Cr4b7p+7GzfQvhOs571kjBo+NyjwPvp40jx41u88K9kEPkSQbTzwykG+AjQVvkSmBT6fysS+5dnsvGsquTzcF609kSO/vjvIBb567R29jCeUvbifKDyWhag8Vr+0vYtvoL2fbci8",
        "UHFuucC/lz0JZuO9f7F6vcITMD3ZIFm9KEgJPaWajbtbkRC9/jLgvdvq5jvEgZu9sMZuPaSJGD1qOSm9IBrBvXDw1Ty+ZQM8IveIPVoKqD10TRY99pvCPOpv+jybMqq6+qtqPap0uT16XjG9hZdhvReRlDzwLKm9WjvlPWMzTb2AXiO+K62XvGeyfb0WH529tPsaPO/lQb1byoM9T/tUPvFjFj3gf1G+FG7bvUdcDzzUWSa+8tTaPan5iT3oWqo92U3TPAIdjT2l45o9UKKZPWfkgb0msrK9dmDFPavlHzsCWTS9aKmPvO/+7byyX5g8ocyNvYHMyb2d9/U9pL/xPe2MFj7HJr+9giMavVXubz0ypic9/1cXvhWdbj1EHde9GOa2vAUupb1hITc+GDgBvXNrWjxHfsy9gMCCvbkmpb1iTQk+xuTmvUOZEL5qThC+UquJvfP8dbwWCvI9NaIbvUCPh71fZAE9YcXyPdqoDb7FnBY99VW8PVjcX71Jx0Y8nqOcvEUlz7yNNci9yX6/vMsLq73uV+C7T95GvdWthr1ZSa29qI3xOro7lr0rOlA9ZZVNPbIhiT1eI+A8SCoZvfW3erwGdka95nr5u/1Sg71d/a28xbuPO6A4kb3BdOK9VO5cPT8QIj5hkc09RdxDPfrrTr0maKo9NJCIPa+i6L290Es9wlt2PUw/yr312yU89MT2PPD08DpznqK8rlq3vBXYFD08sIE80XwPPpNy47z4pC69vUkWvYq8br1+Z547V5sQPaNUkLwViki8T0gAvX2LuT1ixzi83ddQPfOtd7yB2Js9gEcgPZb5hzx99g0+3WTWPSS+Jr5BmHo9BlxxvbRbnL3B1uy7sf82PYYapb0+Dzq8bizvukRqMj12s4Y9bR+qPN+Twz1OHws9tz/2vcLm8b2OGXg9PcpPvYK6C758+DS+e/2UO4oTwDsYrja9VhV9PlRrc76+5Cy+xnsCvk1R/j0iZAy+JglBPSdcjL5KCMe76NFavivakj1zX549",
        "FmLCPNEWj72NjoM8H1iUvnswWz77oEy+uR8tvr/hhj0iUCg9uoZQPh8a+TyyV408DbbsOjJpFz4AZnK9yAqhPEvWxrxbYNa9wa2HPbtvqr0I3IU94n/IvLsaob6aGS0+djnNvFD6s72HS5q7r5aGPWCvlD5cbim9EwGPvvNeDT0qfHW+mrCavmsG/r3sooa+glFUvjVmC74aZjg+w2uUvp+z+71PIOC9RDwHPuUpJb2GChq9W3wdvr1K1j2HumS8bXVyvvRZxr24x2o9izUkPnAmWr5jy5w9b3TqvWVzrT6MxMK9CVvCvAExMbyxX6295ceMPvrevL2qFP2+bLj+vM8uK725Mey+fh1UvrXMD76Bkp890ZQ1vg9Uzz2gwS6+IH0tPcg+Jzw0Tns9fApwPfGgvrzo0BI+obnGPPPQazzMYEU9MtN2PR19s7x50JY8q1bYuzhbyzxAqDY9RTYIvQTgTr1dL9o8eQS1PCf6Ir1YrQc97dW0PQr4WD1xg0i9bCW+u0Rzjb1r6228FDxUPLa6FLtgkDQ8b/0JvRmwP73Hi+W78xrePECEqbxZkqC9kLlPPUrBQL3hSnE8GnI9vWv2ND1p84k9HYn8PGuw4jwheaw9LXlFvSRQU71ToPa9qo0RPWXa77ikcQi8ps4fPbx0aT2Oq0A9hkqdPQZgcb2V3hY+NOZjPclDBb7MC7S8aYcvPbFmgLun/VA8Lx0sPXyaiL0Z26S9dHNyvfXCzr3QYjU9do0zPZDGJDoOdbo75kNtPevOD73kA609mReqvebq5bwGDCe+DpeXPZ7XiTxSOn09dYqqvD3bhr1ZNhK985IBvQTBpTsHo6k97XikvZzvPz3Bw429wtEAPQ89Ir0n1hk9pS9NO2VcS71fOaK8lsbjPK4Qubvvdr48mEaRvKlYbL2vdDy9RxYfPZkXKTxT27W8u8ITvUJE9jy/CGA8l4lXPA3b2TyzSMA8xRlaPHtGjL0fzxs9BHsDvUIwLTxTJSo+A+sBPeH8tjyfL9W7",
        "9TmIvZoPPb2/3UO8J4ogvWUMIL28OUE9ltMwu9neR7zMKZQ8dNtqPQydYL3KAa+8iCluPaq9jL2/XIo9QK4VPVvUT704TYu9IdWIvSlPdT2DPyg9HKfUvX9o5TwF/oO9bp6evZj/+jxnlJm9Ox1FvBjrqL1ZsUu5UOQtPRGlir1zX8u8vPYxPZJcIrsGbIC9gqgove8YkL0ZcC48K7QwPTuWFj5yxwg9z5FyvWz8X7sLeB69nHC3PKSbIr1kDkm9Ji6uvLPv9zwkoOW7QRdrvYC53Tyvufk8H4AFPNVrOL1aM6c9VsrDuwC8xb1h4Hi9gOiZPZkWijwnApI8LtMOvk79jr2kz3K+5i6iu/eJ7r31FY2+9k/QPULhqr7CVmS+Wd2tvTdtkb1Aroc95oIUvtLASz3Q+S49NkVFPj4Rbr52kne+bSnGvEPayb3UGim+tyW2vphSq73Wbak9tbVgvroaN7oeXPe8yqtLvckt4z3AewE+Z1jDPSlPnD2RaS2+8UHvPNN5gr7lhFA9TLAUvsi15705soa+xrIlPiwCPzyjAKs+mwWIPRsELT7UiBu+A/5HvrGtlr4U0dU9hq8OvxpXYb7a82g9AlUkPSr6Aj4NcIK+0nZaPqRpSL523Wa+5yQEPh2dE74kPp2+iWeyvphSG78oMXg+RJFXPQ8v/b19bPk9tBBzPkASzLm0maq9glbzPfAmyT2Akvo90KENvkGC2DyPNv88rBklvnACTL67R9o8Q6W3vQJEBb4N9kY6wdNRPRuaHz0fmfo9f6VNvB6iSr2UccK9wjq7O+3Mjr0k7kU9oaQFPdjUBLpIX3O9R9p6PTU83rw2RyA9X89BvCvilL3OX5U9e6IwPJ59Ajvv5IQ9PMm2vaePMr2hBuK8bPeJPDmaiL1u7ps9DrMGPKxuXz3WW5+8YPSLPFnUlLzctSQ9og5FvNNhLr03vMK9EogJvuBjDL1O6Ca9KoQdvt5Uhz2d8rc9lIhEPdQ437sty6G9cqD0vEHijbyFtMC8",
        "dO5fvfq3h73mAC296BTHvQ+c6zzt3VQ93waHu8rRnDz+mLG80ku0vZy+VjxPSmG9THzOvaMMTb6nlZy8afAOvXJfEr5gEZa9VBH/Pc3f1z0P71I90iyMO5Vicb3uiCA9qJ5Vveoe9r3/Ctc993XvPeYY47zZAtI9NuKhvZoOAT5L4YW9TzM7PrPerb0WBcA9UoelPVMRYz39ZkG7hivmO8GMIjvFRQu+NgDiPJaIA72Zbqo9pEq2vKcEoLxCHYW9ZiiVPZE7xr2T8ty86rVaO6TVF7z/Fr891LfAOlDLbruYwCu+WhFivQODkb0bTm88FM4BPb9Il7y6tVK7tMuZvXgODbxmlhw927/ePAk1cL3t5mU9wGyRPZfVvj3OyM89PWr+PG+NAbyzpDg9MAApvnDbbr188IK90D6FPfbrtL3bk9u9x16NO5PvNL12gaA9ab9YvvHQEzto8uu8LzD2vRhP9DyT1rs9snrSPDZWJjnhLH29QHBrPZtg8j3e76c9XnQSPefHmj2Q5Gs9uZ6CvRaTK71TW6e9XBzIPb7MYryjTyQ+6Cm+vXKYEL0xRlO9wvUEPq9T3r0xrxA+pIM+PeCGjz1vl3q9kRYVvmPB7L25ihQ+YavgPa/7TTvXwro8h/Upvnl6xTwM5ou9Di4sPfNreDzEZRG+bHW1vBXF2j3MHVo9LoK6PaguLTwh5eO9P5Z+PThyIjrTlY09MWEAvs3q7D1h3w6+B2syPq64yD3bxAY+HHrRPiTDhr5wStq9+OEPPR3d4b7258C++jyTPTd+CTwjkN+9Ls4KvlQO1b1v/jW+MHOrvArCez7iFuA92Eq8vXVEyT0yc1W+kU4/vaNaib7A74u+xjt+PZTjeD6jFke+gVJvPTiGzD1KGdM9AJ//PCqrZ72gX/O92/UUPaXE9j1WaRq+ydsgOiZEJL47gIg+nJ5OusKKID76aAG+rK+pvVB1lT7pdqQ+YfcaPuuSaT4aalW8CJqDvhc9wr1oe+y9P3+GPYxHpLwArpw9",
        "1FN+vBk97b1NDTE9FdH1vQvwGL7L+by9PP1UPudF4Lzrjbe+MWalvHWgqT18kb68zcMcviE86L28qv49UPIqPmQmmLwH+4c+hIE+PkUVZ750hgK90wARPe1C2r3oIGq+ZC88vfSv3Tw7tzk9PpSyulJw5TzDfZK9fLOPPWFQD713iRg+WrhPu8plX75Nxl47FKo0vSI+47yzOMy9nTUtvPbhEj5zuTe9euEFPOxbir23NbW8+FcDvVgZujygCaC80d4tPbSAIb0o+aI9//mVPFPBET13pb+9V2ewPDIg073MtyM9lWSgu8YjyDxPhmA8yAGRPa6VU7sFYky9YyBYuz/2Nr38N+a93yMRPJRfmr3XL0Y7pjevPUlktT3424g9g90wvbp6OD36b9S9XBv9O0wzmj10JsK8UkSePPj0Abzvyu+7TsoPutvkzTzhbds8/GktvVC+Azxitem949aSPY0QSj28GZU8vKBnPRW/ozwsVKC8OBpGva7NkL28C+O9uBMePrR6Xr3OqbQ7rdpqu13awL3N8mQ8b+3aPJ09rb2En1I9YAT5PSM8jr0avMi9/2oJPZrg5TvKZQO9UHkGPhoFfjvsCo2+fqE5PG6J1L2uI8A736L0PTQtHL3IKYq9J03zOx8HtrshoSE+eqS1vSShR72yGCc8ib1yPDuAIr6YaBe9mQebPaDdG77b+BY+iSsrvHV6XbzMWku+Va0uvpJW0z2hKeq9aLkLPjda4L0L24u9aBjOPZiOvL1N6ty9yA1KPnKSWz28C3k9nVT+u8TwYrzG6aM9hsbEPaWzkT0tNhq9uGwuvq42qr0OeVG8trbsPRZaLbzvFG+9vqCQvE8hO72VhlO+9Y2SvQCZUD6I4li9CrI8PnM74r1EQQ8+1i+4vDjyzzym9527Zpq1vTcBAL1fKJy9OTKHvRenED6mQBW+pBBqu1x0rr1UomC9zNeVPXt/ib5k4va9PAVlvTCl9bw/fW0+OEtBPKwwo71TIME9E7UavmiUyL4pQJG9",
        "OQ9vvd9SV72eURU9Te6+PH40XT3AgZY9CRY1PTwan7t+hKY8pXyrOptYij32mfm9NMHuPRrb8D2cREQ95g2Bve5GmD37ZzY8CEthvYyshbwdt3c9AjP0uwTPlb1wh5e8WzUGvpsSxj0Q7Og8YUnTvfJivT0kUBC9ZoV2vQcgiTx5lNE9+Os3u1wIpz3C3os8ssJuPkNzJb2lOx29FkDVvKSr5zybDsu94xR+vSIQEz1ekp69lUK6vReA0Tys3im+K859PJv11D0NVO28sYhcvp1sOr1Xr6m9qoayPIqcDz1G5U09nfxzPXEHozylFJa82PNRPZTLOD5YoUI+sxNsvZMoWD5J+i4+nr2Jvu78BD1hrTo9Mf8qPM2E573osB2+1mY3PYwlxz24Zgc90y2YvNMPMj0bEYm+Y/0qvvtjaD5DIJE998/Uvhtzgb3MWYW+3b0hPW59rTyAwaM9/YU2PZcP772M2hq+Kn+EvS34oL3hAps8jMv1PJqpFT5xeIc+41HGvMOX/z0JR6S+47Wpvo00Db44Zb49NF6YvF6etLyybEQ+1OiTvcmzhT0dO6e9X3CVvU0qdj5V3xE9xj+svSJegb0a/389Ya+ZPT0J77sVScs8sBAZPZ3wrz2auCs9rM64vbQn8D0JcYy9ELbPvaq7jz1PARU9kjwDPStXKD6rLhA+OEt0PT9ER72cPwO8PdENPgU6GD3UWZ898Wr4PEhprD00SC29BYaGPdZ2Lz6WVpm7Ah2MvTuUHr2PLSE9eJ/PPbKO1jxxoes8FjGcPZo0/b1SFdS7pe0QPkbnLL6hn6+7JdCpvO7OVr1giIM8PrOIvOrxGz12Mgo9m7sAvd/JpjyrIGE9lu7GPK+Dtb2Zc7W9kSvYPCAPtb3WljS8sFghOTu6jD1WbYm7N1FPPdHk670viBU9O96uPQE+Bj5xp7w92a0OPVs1eztVed655lJZPLBlDr7mnUg9Mc+VPV2Jxr00Ahi9oZIEO6/Bh76nDD+98aQAPqAgF73tdta9",
        "2izXvXWtzzzW+NY8R8S0vANuk72S1Eu85UxavYcKgr3SGfM9op4cPAb2/bzrU4y9GXmsvI8lgL2e3sk9khTNPcay7r2VD5S95LKYvVQOnD13FBy9tDuvOzokiTzIxaA95w0ZPtkUJj0MFdW8G/GRvRSL9LyiQs89myAGvtkKo72iv/Q8uUowPevV9zxFkFM7FBPCvG+GLz7C6hQ9Rlr2u3efRb1me6y8VlCNPOz+Rj3cdAw+6NKzOoTAor0sRjq7z4m6vOw0UD2/NVM900UwPQ/G6Lz8jcC9aCEAvje2j71sqAo9DLWGPShZ5jwisI09ZB5+vc9C7j0qBh2+33HjPKwFaD1gN9U8lPWNPSe2gb2+PaQ901IJvnjuhb2axwc9cGGfPPgMZz3v1009VGL7PKShbL3OgbK8qoH1PYmTkr1YuSU8x+BxPb8ntzwdN/26k++svJhxnjzaI7c9RjaXvKpMc73tz5E9KQKJPcRmE7x8uA69rpOevYH3XD21BDs9B3/BvHOsFL28u6Q9fdkNvYI+Aj16aXU9WBQyvkhtID5OKY49lzkEvZZUab4PdYa+omMaPQELkr3pZui9pidRvISWHL5Mx169lPO0Pbuyw71uNJy+LnJRvtWDRT47PP49dgJUvvs2V73c96k97t1wvhQxJ74oPMC+TCBjPVs9bDwALLg9E9NFPnypjb4ohw0+cYIHPUCKqD4a+4S+aKMUvTvRKryjF+c9wdpgPOk3Fr4/tAM+Oi8MPqNU9L1Fxo2+v9jDPZRIgLwr5Z4+XUTLvKj8PD1q/wO+yE0Tvs29jjxJBDS+ZlIYPuyOMj0FQyW9gS/VPSgjAj4vlZK95l2PvrL7Gb6ME1w+HMFUPn1wETw49pk8orGBvgQec74TDoy97uaQvUnkEb7cZVg+ouRHPhsGXL7xelU+yG87PKocGD5ToRW+yEdUvnnlhT3GnyA8dX/rvT6Xa74f6YW97+c0vXKAob6XaM89K1TXO4qdOb66dmQ+MSBCPiyC5L0o1pe+",
        "7x6VPVAmebzkcNM969DyO9GpIb5ogce8o4GEvFnIwDtEjI09XwaTveC4br0I3oe6GkedvfUwJr1XkK+9EtLpvKIeKT1EuAi9a/hLvaPgu71qqgS9Or0cvCQmbjzHpWW9AbIRPc2shLz7mWe9alE6PTYXtT2im4s89PFJvmjM6j2zH1i81UOQPMfdFD0bVe89ZI2iPOYPGr3rGAU9Dnc9PTXXdT1iKsK9v3XwvMbJMb3LuhE9VAEjPYGGjrzrtXq95rasPV8fpb129D88YnE9PQur2DxtwL09RMhpPbLMSbsErGU8A/mDvMDo273NAJe7WleDPfL7iT3a+kM9OsWuPBuXEb4be/e7N3YmPnyIgr1kK449hYsdOrpUajuy3ps9+kfqu8NmgT0tYV08b9AdPZyxor0ngNS8axhmvY5U4r0MnFe8i7X5vERLijysSQU9WcOwPep9ML18VnO8hLaWvK/gnb2CG0I8U/+EO80uDL06NJU9Bc6NPYJk6rtWr6M7mZu1PCTI6z1ZyEK9+jmcO1KcLr0U0HW9JvUCPo2uLD0UcuW9KBQvvb2HGT6eJGk9szssveWcdjy2HoI9OEjhvAoApjxesbq90tQPPZqNv72TeOU9qjapPRyrmz0kWGk9tGNGvTXa37mmNPs9H+DDuw4xCr4lSCS9uuYBPQWidr1UsC49vJEovaiKlrz1R9Q9iIQsPZGkXL2tQ8E910GRPPenQr091f48Un+YPT7EAT31KiQ92v2PPdGW/L3m0a89gWSZvVWT8jyyAWk8NG4MPV81vb29b7G9hBmTPeLMKj20wrE9luSyPJc8jTxRK0u9LLjEvclHsr04jwE9tehRPei70zyocaM9bQs2vmp5Gz2zpFi96UerPVQEHT1CIoE9Qi5VPXU7lr3hDfa87SgMPOvYwjziQ1w95l6lPTlMB7u/aW09RqqpvFib0L3w/hG972wXPJh2Bj4DGUk9g7NePXIlVrzZsLQ9kfYUPGO/kL0Cp/Y95iPRPHC5Jb7+dh4+",
        "Ta0lvppl270KBQ2+iNS3vuerw71L8JI+5+6ZvfIzEbxLlBw9Hr3qvRLLp72+Vq29I4q5vYEtEr4M+wA+itWsvpB7q7wyZ/09cbaUvphluD349yO+3ZawPbugjD5OPXu9dyxQvB3DLb3uyhQ+mls9vcVjD75uKzU+QLPUvatcXT3gW7k+YvUFvk6wAD5/SxE+q+FUvUs9hLs4RpK9TsGmPRzJEr6XozG+WEFMPfJZgr54xI8+IcIWv1Qyfb4jnRe+FI5uPmntJb5wtcI58ci5vNn6Eb/fIcW+n9eEvnEZcr6o3ko+CCFjPlpxuD18BeK+01YAvlPo+D2pS6S+xOeBvR+x374i+dY9TiF0PfYWp75l15U9Cu57vWQaV76rFxo+UiiOvu5s4D0nZG4+MH4hvbWE272ocHC+xJRgPRLqc7yO0J89dCaWvK4fQL3RCKk8u1MdvcfiKT3QjvY84ogRvSHkGD2iNZ89rUDGPHBz0zyxjgi95extvZwmlL2U/aK6Rn/UO6ai6L027ec8qi2xPVB6KD2Ta8q8WuyNvOQBvD3qdF49dFMqvCtbDr1rSKM8egAmPWrt7r3fMBy8oAZWPetwnLwkPZ49+M5Buz/BwLzdaMO8x/DjPZRSDD6slx69PrKWPehRxTxDoUs92wn0PPcMgL15Iqk8mYjJvBsuFjsCN4k93w4nO3SburuwAgu+IR/qOwVHszz+IQg+hteBPNms972NVsa7GwvlPGqxzDuTHqe9deRIPVuQRb1jbIS9mnsYPMVWV734vo89LsaVPFRioT1a06w89qciPJUUrr1Zo/o80dx7Pde5EL38qm68soIFvvIyYb12ZbQ7vEhJPUnAzzycGwc+Gb5rPW+FDjx/CtY9RKMZvovvOD3eO5i9Q42FPSEqt7yiv8M9C5DPvRZ+Az4DcN+7Be4TPXa+Pb2xYa4+rv2kvFFW3D0JC1e+PlIgPr3ZUL3MmTO+cu0oPQILQjzHCYK98H5SPjkAwT0uFeI9iK/gveGKiz1gcNM9",
