{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              3,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_2",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_2",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_2"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "a623fca2742382966bfae2079bfd58b2fc5057b0aac7fe0aaef6a086c22033e1",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      3,
      90
    ]
  ],
  "output_shapes": [
    [
      3,
      20
    ],
    [
      3,
      8
    ],
    [
      3,
      3
    ],
    [
      3,
      4
    ],
    [
      3,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            3,
            90
          ],
          "values": [
            "RgnEvsLJyD8tzRy/vsm2PvL2ZD+m2Ye+b7PMP4cO6D7EJJ++aYqkP15t5j74ho2/lJ5XvblJwj/niyq/M3iRPwwMIj9jxGE/PL3Ev0uWmz+zAuE/oseEv49XWju45I0/HY0lP+SPsr4yWz2+oDhpP5EspD+55Y6/VH16vmLp6L9u41U/r88Yv65I1T4TFog/S9BGPz0VTD+2uQw/++qzPoYMSj++Emi/lqRsv7CuF75orGY/FrZQQC3Q1j9W85A/xR0AP7sXk742T0o/csaUPBdbjj9EnZq/0kSwvxJ1+b+nljg/taMEv6t5lz/k2VE/N+QWPyrn0z5tMZu+SEWzv+rHGj9ASJO/nfZ7v00GLb+aj+6/kThSu/1pTr+2Jle+7U6Mv0h8yT94HFS/9QKAP3J0dD5CPza+AlC5vy1ihb8fAey+9sLHv7jxrj5EdJ69d+NKvvyAyr8FZinAU42RP7W1Ub8d9cg+NmU6P7X13b7I6OG+VYBYP+U8BkCWmsO/3IDgP2mtIz5y/bm/YAB8PgfAjz8XMbW/Q+KtP77cyz13j9w/Tpb/Pb7mTb0m+oO+F7NlPhD+PT/RI/++FTlfPxoYEb/oJDQ/Ho1iv52pkT4V/rC9uschP+qPpL7QdBy/UDwoQLocZ74IOeG+j6ezv0Tw2r9LtEe/aJofv61Hfr/9ybC/BIQVPfsPeb/HezJAU/R1vqU+nD/+eQw/5pJ+P9eqHr9qpMI+p5QVP/dwRr9TfU2/5dlxv6Ddfb3ATxRAICROPg9Lij8GfI0/DhTqvluj8T84Z1++67wNv2wKgb+khT2+FkGcPpF9K7+3OQm/o8K/vkOSO7/qYBs/Vb+kv9cr1L/b+wG7aCBHv6R+ez+VQsc/ucyiP2nGST97fJe+2AFZvxhYrj7Y7i6/rAWavyLiQz9886I/nSCGP0HNAb9vjixAo58CQLFREb5cpFW/75wnv8t8kz8sFRy/GXVjv9bpFD9z1sg/nsSOvu/t+T917wO+0B50v6ZalT6DFuU/",
            "L1Lrv/H8oD8Y74U/qqAwvyRHIL5wbnc/G5RhPrzTwL8UcqQ/V7zUv7ire792B4E+slJovjRTWD93cZM+a2qzP3Y8Z7/stJO/N6CwPycN9b7AYu4+CNucvyxI+r0iy9m+Jw0KvyTAUL7dfgC9V0fYP62A8D4GnO+9ocFzv3fE877/zGm/jsuMP69H0r6iY3K/bSyoPxSuK70C3PO+BPx/vzLSer/xg9M9CwrLvs7ljz6Z8Ve+hNhuvvvOkz/ocOg/G2oCvpKw1D6o3Iu+dRATvsw+AsBOo4w+lfbFPyX7lz7Ja8U/FKVcP/94bz9LvFw/7Hqfvyn5Yr+nDZI+WEG/P7MdQz+GBVq+k2yTP2El2r/k/nA+I1zgvRCjEz/xHkS//aSnvoR0uz0Ce0y/JpHhP2C+or/ebWi9"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3,
            20
          ],
          "values": [
            "ybuRPBboJj7tYiU8Kaa8O0hj0j4qHGA+AS4VPnAkGjsa25I3vJciO1+N0jqMwFo73ad4OqNkQjzO1po7af/zOfQ+RTd+vkQ3eLfrN4g7eDjJu5E8FugmPu1iJTwpprw7SGPSPiocYD4BLhU+cCQaOxrbkje8lyI7X43SOozAWjvdp3g6o2RCPM7Wmjtp//M59D5FN36+RDd4t+s3iDt4OMm7kTwW6CY+7WIlPCmmvDtIY9I+KhxgPgEuFT5wJBo7GtuSN7yXIjtfjdI6jMBaO92neDqjZEI8ztaaO2n/8zn0PkU3fr5EN3i36zeIO3g4"
          ]
        },
        {
          "shape": [
            3,
            8
          ],
          "values": [
            "UjbLPmVvIDwi8b493BqIPq8eEj3/9yc+V0cMPdgymTlSNss+ZW8gPCLxvj3cGog+rx4SPf/3Jz5XRww92DKZOVI2yz5lbyA8IvG+PdwaiD6vHhI9//cnPldHDD3YMpk5"
          ]
        },
        {
          "shape": [
            3,
            3
          ],
          "values": [
            "HybNPYa6Vj9cC3o9HybNPYa6Vj9cC3o9HybNPYa6Vj9cC3o9"
          ]
        },
        {
          "shape": [
            3,
            4
          ],
          "values": [
            "S8MQP0y+FD7caYQ+igb7PEvDED9MvhQ+3GmEPooG+zxLwxA/TL4UPtxphD6KBvs8"
          ]
        },
        {
          "shape": [
            3,
            5
          ],
          "values": [
            "bMV+P+Aa/jlXPDM7C2zMOuh/rzdsxX4/4Br+OVc8MzsLbMw66H+vN2zFfj/gGv45VzwzOwtszDrof683"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "JoEJvfeWhj0+F5C+se5/PaCcGT6KQyQ9IfycvUDozT3YJZe9eLA8Pa5Jaz4Jvf89Jc30vC+8jr0yNGc+puj7PL8MH7wE6eW9utm1PYhQfL0+gpe9G2PiPaVlfz0pKu89dewvPi7Cc7zAhj4+MZkwPpiPtr3U4Lg9j3F+vSoAur370ZC+DOBzPL3V8r26EII+JAHhPSZSc70bVOG+xILYPNZIZD4W1i29drq5PItOUL1xHbc9i3m5vPGbFr6ctGY+LDljPVYYN70Y+NM+OkwqPvFSbz45roY+AE61PcycLT7uHFQ9jKsXP64SUr8619Y97xNTP5phzz7aOKg+wsAnPvGIyz52bMU+LMA5PirgVD9HU1S/28pIP2KJoL3Ql1U+WG6/Pb2AkD31I00+d1q7PbLHBT7AzCs9sfx0vGB8zr1zbs093H1zvZC83j16bc09sfYSPhcubb7JJFM/SvSOPghDZz4jmoI+"
      ],
      "gamma": [
        "Z4eTP222jz/h25c/nrWWPx5rmT8+zpM/XmCMP3l/hj+79pg/fu2BP3oKhz+POoU/MMp5P1MggT/OZIw/UaWcP9ZcgT/DJqY/52GIP5QPfz/Oh44/KZmaPzHUiD8II5c/32F9P8UbiD8UFpg/k4KOPyjqhj/wxJM/MW+MP+Lykz+pYY0/6eKXP2BefT+t5qA/NqqIP24+iT8URY4/ydp0P9Icgz/hVJU/aNuSP4Chhz8pgpk/0qGCP/aBkj/PwoU/+smLPxo5jT+97Cc//A2uP7DsnT/A038/SzSxP9RtnD/cDo4/Iki8PwAAgD8Mnpw/AACAP3cSmj9tJ4Q/VNyYP3JYpT9d4LE/WGOIPwAAgD8AAIA/AACAP7Qmoz9ojbU/J0e6Pz+luj9ir6c/VdC1P1e3qz/01QI/ARykP3e9sz+aLLc/B5yjPyOlqz9YZ50/70ufP54zhD8AAIA/Vh2LP6ZXHT/jyYE/"
      ],
      "moving_mean": [
        "5kjuPhFVar5RVJi+NaQnv+j4CL1blWW9xy1APbAcGj/aAcY8o+nkvv8sYT9ihAo/yfYQvGaOob2XQYm+mrMTv18XBj8AnzS/5EyOvVH9Eb/xS6k+gWGTPV7etz4kwyY/FAsxPpiIBT6cWn8/DU0FP57pib6YWIO+xQCQP0OJWj7fsoa+6oETvsPk377Wtw8/m8t9PjluPL7EvIe/cREaPaGSlT6gPwK+n2nSPYwkrL6svBe+P+TqvglaL79lr3Y+iBc6PLbsS70ic0874/IbPm3hpD3jg3U9tJ3hPohdJD5obRM+tqzEPQAAAABzONo9AAAAADrfWz2Z0oQ8o4TfPfSlgT1WKDU+zzpaPQAAAAAAAAAAAAAAAI8+Gz9ruzU+VjHNPp46vj4eqVA+bfSkPpc4az6KAkc7OWwAP06ADj9yaKg+0M8gP2W4oz6WXlA+qbc8Ph8kbz8AAAAARyh5PWELfzq0Cl49"
      ],
      "moving_variance": [
        "gil4QIluXkAWBZRAln2DQMw6Y0ACLORAwQ1nQO3500BoUahAtoEgQP6AGkB85ZFAU45uQM6kOEDFtEFAO8OdQOn+MkBQjY1AzfgPQKITH0Ciyq9AO7exQImNhUBScaBAARoEQMrUTkCMmg1AIouJQGzwEkCA6DhAcreTQPz7VEDUOGxAIh9CQIrfC0CNvEdAyQ6NQITqKEDIeFBAu4ggQB6crkCFCYtASU51QEhuH0CDb4RAi00/QCaTUkCmfi1AlLZgQCYLekDGw047IDAEPjWYlz2gx2Y9Yl58Pqn4CT50Y/w9F8axPTFnxwNn88I9MWfHA9ENUD28qII8HBrHPWDdcj0zGRU+P5ZOPTFnxwMxZ8cDMWfHA9FhdD4xdxU+auV1PnMVbz49ICY+k5hfPn4rNT7EY0Y7g/l/Pr+xfD63AWI+WShvPs22Xj5S8yU+++wZPtv1ez0xZ8cDzPtpPVfGfjqC/VE9"
      ]
    },
    "case": {
      "bias": [
        "W4LsPhVhtL4ssbS+33eCPvOXWr9vJ2A/8/vfvqHvlr4="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "YwgcO2k4Cb7vJi++RD0/vs0BS754+/e9egrzvb+pSL8zzpa+QNZWvnQHlTwFI2k8zkjHPCNTjzxs/bM8ou5avSNHoz7a6xq/BUesPoIitD5fQva+FZ18vs1jUr+Dy8K9r89oPUTU7D1KMBa9AxpVvc9v/jzDHeW7m8tZO1I9ID7+EyM+Pz6kPqohbz6FyoK+C/2LPo4+RT1n2pA+tq5LPRpsO7sp3sW9CD5tvZGvGb0MoJe9yAB2vWdKF71TVIK+XHYIvqaDvj7STFe+LVZRPvkXwD7gJAK+7VqnvnOjgj07w1s+0r8Vv976iz7UeIk+oxn3vjongD5bB92+arTAvtyk0b2N0HA+jFPovoD0jL3xXA0+HegQPi1eHT5FMpi9cSsHP0gSJ79z4rK+ln/FPhjgZ75THAC9EKeMvhr9GrwW4AA+KFsFv/RbGj5+Jq2+krVPPgjSBb8mnWw+/awWPgC3dj5u3re+V344PtuKRD6aTAS/swNgv0k/6r4MqNy+rNb/Pb5Uyj0dGQY+Ugz4PY+cAj490uM9SH73PeUPbL7lzIQ8faqmvbzearzoRo28v29+vXl8gr1qc8i9V6UBPn/8cD5a79K+y6GDPtdniT4ahZy+HvKBvlI7vr5Ro2a+Cj+ePjpHgr+26yg+rLIgPiAu5D3JUz6/5cK0PfF16z6g7KE+LHVePEINAL9nMAC/n70Uva99u7479SW+VSE/PiHgZr5gYma7S26Pu2u3irofxGQ8JXjrPP2TCz1CnQ6/KnF2vgQOg7xQWV48Jm40O1WxkDws0HY8I7ujPIYd6L4YiAu+AG/tPfFv+T3ladE9/Ne6PZiAzj1xlLI9FfsXPt+EBT5oLps9RMQiPiTkIj7OvJS938pBvlBF971jK9K+69L8vRRupD3hUnA9isJLPcvmlj2eIZc9hbGbPToPFL9Gcxo+x/29vYx2Gr4yG06+Zwe6vb7moL2Z/VK9s8iPvm8hfz7F/PI+ZOWivmvvgL5cdvM+Ck2Wvq1p5r6P1K6+",
        "Cx+EPeF3oD6jo40+UXqOPmlFwj7noO6+1FBAv+c20j1W/Hk+n3FePi/IZT6xDlU+9avlva0IYj5RrEe/o3LDvtmqM76LOcA87/AuO9EkP7u7HLG7SBV/PPDOWTx8V8G+/vpAvkVUN73bB1Q9C39lPRE7ZD1RhDE9LQF4PS+G1D1TI/699rY3Pnet2T2tT7w9bEsZPvRyHj4ctyM+XT5uvv9V9TxIE6q6e1akPRKgUT1Y3SO+PJO1Pd+oTDyv3GA+LMiSveoDnTzxAcc8bt29PNCGIz2uZwk9ZHEVPdMu0by9PSy9QU9iPfMQdDwfvsU8BOqsPWUuDTzXueI8Ybkmvcg6Gr9VZNI9p0KePVNqqD1nQwI+7DCpPate3j3U6+m+r1nwvnhy4TxZLw48oP4vPANOSTy0+IE8mmYzPJfOq77bVMg+QfmSvpYNAb+eQ/W+FthsPmwalz6KLxK/eXpFvi559ryyWn09TI9hPcMDWT1nE2U92VOMPXgKnz1cquq+KyP+PE5oPj258mu+2SaDPUho+jygWru668i8POCRar1GO0I+wFcDv4Rj2z1bKYc9KyEbvq1CLj7RkyU+Aq+kvv3Opj0xAzo+P7PCvgoI6b7hVBQ+njwYPgToKj4o/f+9X0VAPbelQD2JnVo98I6nPGW7ET2pxj49Uh8mPdjnx74bV5W+oTACPSTr3zxltKo8Os3uPLh+2DyVNdg86GT5vESZvb7pBeS95E+3vdqxxb2l7cm9upqYveswAL43MCE89jw3Pp7b3T3oQl8+3uVaPjmPpb4mcHY+pswRPmhk2z0cYSw+x/obvri4Yzzc1YE8rc02vfEsjzzVCIu8Z4pJvafIRz5oBJg+HOKjvXcgMz21A8S+g7eVvkq5mD7jHeG82UKPPvk/NTwRh367WI+Dud2qcTyQsl48O0I8PLp4/b75Dcu9RfcBPnxQ7z2Rsto9Ipz9PclTBD4YLAM+UCJQviTqLj5VrS0+eSsePtMUFz7VeiY+K25DPkqaKT70df68",
        "Izp5veUrRD7hN0M+JWA9PmbMRD43SD0+rAY8PhKlrr1m8DQ+k4wvPkuiND4iJSY+mJUAPhHSGz7ZbQk+H7NCvv0Onr6msWG+ZFKJPkzXyr7RPH8+UEyLPiCbmz6svuy+61SJPnlKKb7WoHE+l5tFv3igcD2YcCk+xJzzvlQg0L0AFyU+mGhMv/1jyr0Rs4S+4IZJPmLHBz6ABEU+1hcEPf0u3T14sJ09u0e7PSNDwz092KQ951WrPdOVwT0P4Ry/oiudPghj1j0h5AI+cpXvPZBA+j14uyY+A2sePu8YhT4mN6Y84IhPvlWChj1JUIk9fhsTu1LE0Twhl2u+p3Mzv6AZyzxJ5G0+CHJmPiKwYz5oi4K+gxh2PiAXfj6c+7W+6v9Nvv18Dj717Ww+Wv5qPvAOwb6fsJa+H3yEPg9xD7xBTiq++YuOvOC6Gr2XSSW9uz3DOxVgLDxaaio8dDfCvrRMIz2SKw2+KvDsvL3X0LxoJiC+WyOmvBU+zL1i+6e+o6iLPoIjnD06p4c+EV+EPqO/yr7Uahq/snGvPrLBsj0LZs8+L0XFPuTkvr315L8+fytuvsiguj4WQI6+R/KOv3TElz4A0bw+YYkIv0VEC78jwss+CEHlvt4wuT6QNRc+m0hdPs7DT79nmdg9QYzfPdaPFL6InKg9bNb7vb4iAL8="
      ]
    },
    "conv1d": {
      "bias": [
        "bFU8vvCCsb3rmS6+jOr3vXyXEb62GAy+dQQnvgtQg76yznG+5QS1vZRlA75F8xK+/g/tvRAAQb6V/CW+8FZ4vuToFr4vTkm+q7PwvdStiL7boGK+JxRUvqg4Pb4zOn2+JQZ0vlwIEL7YSwW+NLkjvgXM7r0G1Rq+2SgTvu1sC76tfkG+GRo1vuX96L1S1+i9AzZ2vawXTL0+8ie+mqCYvdNfDr5cf2u+e3NZvtDwZr4SY929PQ6AvmN3OL7dFv29f4dOvuFBDL7ujg++Qm3ovbHVa72HeDC+nbA0vr6eSr6kx1O+nQs5vn9gF77Jkgm+fVlHvs8GJr4OKHe+OphpvnwYi74AR3q+KmmrvRQ75b3odAy+qvT+vdO8Cb4RYnS+op1Tvh1+F77hBQu+jAw7vjOQZr5FKhG+89P5vS3Hm725cBa+6xwMvqfB5b0RFue9P7NUvtavSr4Vad29V72svUmjKr4rUiu+uPnMvbMJBr5LUwW+rMwCvsyaLL5H6iG+GHI2vpxtCL6c6IO+1W6ZvQHsJ752ZUC+s2gHvryBdL4Vwc+9jdFEvo6xS71aFrK9Ez9GviVJGr4WNFq+aNkMvi8yb75YVhO+AI85vjwmRr5hPwm+FXtpvmDOZL416q29JQQRvuFuS75xc1K+qpE4vpB5EL7b2jS+5CVuvQPtJb63Fti9JxsGvuzhH76ZZHm+LvQNvuniJr5Ua0a+5pkSvtzKpr1tChm+krMEvtcqKb6EfW6+igI4vmEIHL5637i9tv3MvRZbOb6F9W2+xyhUvgQpOb6gnym+mzhHvvs0Gr4FzOa97cBSvh7ck76wI12+qQAWvsSlbb4lVEG+ciwcvi8/XL6+4jq+xevlvQkZCr4Uwy69AAJCvqx5VL4I8Py94UYQvpgWAL5o/TW+7vMIvqO2W73DHBS+Q4wGviO4W752XqO9cDqzvfPeCr58sXS+b4BcvuTIeL5ueQm+5oENvt42Jb59ayC+C4ZrvtbIkr5o+Ra+rUpqvom3vr1cF3m+",
        "qHiOvq1y4DsqVWm+E+rVvRaxk70ZuA2+rt4wvrjaDr0JFAC+5I1Yvt3plb7rlzO+hct8vvauMr7Ya4C+QNR7vgWVor6Q6DC9TU1cvmxsC77mQyS+c0QTvqpLGb7N6p68p3DavSlcLb5CyQG+2Akwvq9/Nr4DnCq+mxNBvkF4Pr5WlWC+7+kcvhGOer4AthG+ipyFvkSke77HoWG+t6GUviqDCr5B/1S+EPZivoHKe75KJtq9PVs0vsEYAr4ASwi+nIsKvnDfYL49Ltm9KdIlvoSAOr5yMtG99L81vgTXAb5p0VW+yN02vmvcaL4KP0W+AuQrvmRufb6axvG9zh0XvuFt3L3hZk++dB0qvooLaL7uflm+WLcYvj/2R76QdYi9pDcNvsLJDr7OjLK8ZPIRvik4mb2ZnL69uAhZvhUr2b2lqlK+JTqlvfrRZ77gisq9wMLmvTTog76iYGC96PAtvj1+Q759JvO94LILvmolNb4yl1y+d8lxvsqNRb6guE6+QFg0vhEmCb4e9w6+Ha4NvnqhDL4/Uwu+YfngvXRS5L0MM4G+67GpvR9ePL4d3xq+3H01vl1qW74Ejzy+ifVWvgCEKb5O2Qe+iv4Hvjr4Nb7liyO+HN8nvjaiIr7zN+S9NPAVvuJDQL7gMjy+p2UZvr8F372K8U2+DLlLvo9YRL7t0Gi+4tymvTOFWr6pbTi+kDrjvf/mFb76EHS+iLZAvtdi+r2HgBG+dTu+vXA6SL5hCPi91S5MvgQLBr7fUDG+K5YovjXwm714YSW+OSg3vsDVRb7FzEO+UXQsvunLKr4nuMS9Pp9Rvo6yG76kAMi9SqULvjAaUL45OXC+FlQIvs37TL5/rRW+TO4GvsjVMr7BaG++8DlVvuvotr1qu/W9hLNlvn1fPr5qIhu+IhZavsWYjb6ZJyC997kCvgxqa769Yxi+bOd3vmElL74KZCC+99ocvuq8Lb7wwIG+rq0DvjmuNL5SNue94DNvvo29VL48NRi+5RY/vYWFcr70oTO+",
        "oFMcvhzljr7FpD++VwpuvjpeGL7rmDC+c5SNvSRuAb0U3PG9bFg9vrE+Xr6FWaa9WYcRvsWRJr4Jdwy+GThxvqBbEr7SJoe+qCj4vQNKIL7DDTe+TM8JvofxLr57nSe+I8E/vi1aXr6lukC+sjIwvsSKfb5Ngnq++SoOvspEs71G6QW+6n4GvsVTRL6JF9+9gWN8vWtpZL5pSiS+ySwrvixUxb2s/Fm+RDswvjhKUr5qpF++hJhmvp35Zb6SqgO+icPMvEE1O74G1Hm+KHzHvSyeZr12Wkq+QefnvThd372uYEG+zx//vfpnzr0BSgC+8BSavVl9Cr5R+AS+NISfvETFNL1ZNy++5SJPvogdmr42p4a+88tcvidSd76ZCam98T0Cvn3NBr4czC++gRtJvu/GIb7B7mO+Q1levvlQXL7mKty9NrB5vnVLDL5OqjO+Z3vrvas/Gr6I3gK+Dr8cvmLMh72A4aC97AHlvXy/Pb4SaT++1UEPvmTCNL4b8lS+2L5EvuZVgr5wFT2++xsFvuIuKb7+p2a+JADfvWWNcr6oaiS+WRJDvkCwGr5XaQW+y2hBvuwWmr6OpYm+6qtOvvclAb4y5HO+ZWVWvo0+ZL4/0za+sjB9vZx2yr0/R4O9DyYYvkrzvb2Rj6G9zrYvvfI53r2CTSe+AAAAAAAAAAA="
      ],
      "weights": [
        "U2MVPQ/xFj00a709jD8fPfnqOb6/JO49DQbbvC/IXTxEtIq9BO1oOyk7mr12KX27c9/PPWxk2L2dziA9t8QRvIXu/Lv1hag9/2k5PU+g9b2BsJU99d1avfJ4OTxvtYi+z/HEvJhkBj5ihfg8mPC4upyCNj6gcOS8ctjePJCDy7zp/rE9a8bcvUng9DwUOae9FGT+PUiP+zyLBIO8Y/NcPdCBVr48WKA90bY+vbLaDj5FzRI+ykTSvUHI5bo1+qa9/YMFvR/TXL2WiBc96GXhu/5FpT2j8Qo+vFGCPZHJh771oKC9w87/PRd2oj3aoRy9HGqOvdm1RryUUT09HGg1PZBmTT16wQI+jJVuvddmpr1W3CI7eCukvB2kBT1/N5A9lhz6vdp+vD2CUra9i2otPuQrtr3rNee9BJ/Vt72q5Ds4OKm8FVgdvG8hWbxSApK88BSuPblSHT1uMEM5wKQQPSa4CL61EI49Ge0SPpHz/jxizyS9VY/SvTy1LL0GM8g9s1IsvE8ThbuHHeS9hYaRvRxvDz6kHjS+2KS+PRcaoT18vtG6awdcPe0mP74cYZ69AVOAvm7lSD2tKmW++CMVPOqZfDwPVSK+3YMPvXWHPj0BSIc+WRAbvSz0kr0+rFy+S/GFvYocUj1CX6i8zTRivl4TbL7Gfkc8jYTOvXTXxbwSJBU+5KfLPO6/fjyfHbA9QVCtvPfuBL4+C+29A45RvVTMHj6DRXk9b+u5vTS8AT7XvJA929K9viTkHL64taq80GPZPcBISb4qgVq+D8RKPhnPZj7El709EhYfviVyjjxGJXy8hzbHvUoCpz1kc3k9gbvuuxUxf76/iUs+lA8zvvQMMz6hSrA+CkBMvX4DY71tMcG98ftzvpNbDT4qbfu9PvXUPQ9wyb0950W+oHhRvJVNjD717Fm+8W2pPIxk6r0IG3++hj+DvZbier631hW+KKfUPX/Bar2UY7q9lifHPV6DkDyM5Gs8zbaDvdCZHz15b5A9lmvmPfei0D3F0NS9",
        "wNGOvFwvb72N8N29ZaeNPWaaDb4D0bI9tJjMPQ/MKz5faxy9SDsgvdeebr1wWHu9+3tWvY3dBj52HoS9KCkAvftsAj77knG9494gvh5mlbtkYQS7AfxUvcGcuTtrClG97qCGPUrhpzvvdyi8TjRxPUrI2bztEOM9SrbOvAwfzD1Upr09thKzvb2mJT73Tvk9UhugvRHwJjwE0T89KmmGPZwiUr1XpqO9GyupPa8KnL1WSJY9gBVJPC/2Iz0DIws+dYs6vBIYAL6LcRK9voPNvF0JkT2Y+dU6LtevPa3KAT3JKi+8Se0XvfwQrT3n/K69zlf8vB/ayT3clNo9THGmPK7gCb5+dYA9LAFUPGP6BLw59Pg8vGILvc7BfL0jPgQ9QdfCvKIIKj4I3Pm8FD+yvYe8Cb6xaVK+3o59vTwZlTzHJJq7BJ9HvSbauL28i5i8/ZWCPQfocT1God68A5eyPbvgAj7ACcc9qsakvBlOQD3Gzo69i4StvQ/rCL0OI8e9e0ZSvbYGKj0xUJU7OcosPZSHoj3XXXK9Dt2yvAlxG714BJk9SScjvOxuMb0eA4o83GAXPoV2aD131Is9fxGEvSFy7rxl0Y88n0n1Osl41j2kTHo8DCBUvV0KZT0JU0W9HdfjvYxaHbt0Sek9JQ/AvRi6671Ff0K9LUobvN1EZT0XDKS9AuUrPmf0LzwCr7w9T5k9O76eBb6KNas6vFTKvKtzsj00g/c8gpPuu9l6ez09QhO+5/hMPZwdY71GNZI9uXtfvVhBwb2bVIw8CZi6vcTea71V8N09iW+sPAbrLD3Z6pa7WIyEPS96I751kcI9nbaxPYlIMD33RYu8/C+Tvcd9Ur1Bu7O9wByWPO+fX71RdwC9ME7XPE6tnL2xSKQ9dcpfvmtsjjx0MLC8Ty6Pu904Iz5a0JQ+9akGvWHwS7z+SSm98mXNvYJvPT3gAIE+mWbOPcP6qbzTYC09/FHDvG5hgj5OhMq+8PkPPYF+4b3/eS4+3gLSPUILkzypCB6+",
        "MkDdu2KWKr5ppiM9xjzDPELZmD3Ic/U9HVtNPQuDZb1UsxQ+BAYxPgaQTL5Dbs89DafXPWCj7b2g2im+R6iJvdqWLD6kIZ49v8F8vtiuP71YuLs+Hy6VuxsEHb4U7Ns7tdcIveYd/z3QdPm9/QqJvjY0Jr71OG68Si6sPRfLnTw1ygC9VhW8Pe64AT6IAjg+WmQ1vh9HsL4pe7O9bDxtvJCIb76yJSa9aHrUvjAAJ77y5y8+L1nrvdPe+DugesA9U2UuvvjoH77OvC29oa+rPWrhrb2H3zM9/jljvRz/sj1BIgA+S/5wvfbf9D0A3Hm+H+TwvpnZpz4dRky+R9p9vqrhAL70jzW+AjaTvLdkdL19Lq27g5KiPdfsar3aKTC8qzttPTpCQ73wV6O8FfjqvZK28Txlo6M8HnlVPPVBCzp7eaE9XPSVvXh5xjzfFCE8GJ+4ve3E+LrCOLa9djRPvaWKQj1snwg8A8Oeu4c4ZzwIZbW8BhO+PFa/njtYeRa8GPsZPtCoUry1bYQ8N1T4vJ4jer1UxE2915QuPQUumTxm2Vo9EZFFPjWCaLt/7Nw8j3Y2PVCZ0jz9PTy9dl+gPHKmB77TzSm8+cBYPaGS4D0MdIc9hqskvUqvdb2Z1K09HYIMvJJZyL1ngre7uv+7O1Lr3jzm84m90CqkPBBZ97vIT6478UswPdTswrtb2mq9OGvIPeuCEDztDF48qsLCvHSFEzwTgIW7z/UbPZA4dD2QvWu9o3RZPF+BWj2Vnzu+RTw7PJP1/T1oUtm8aEyXvbhOCr5qy4C9mM2evM8ut70FxIU81W2ZvaLS9T3nqEC9N9ICPXmzA7ycn069ClC1PdDvkr0D1J09Ib2BvImKZ71V6jO+5RfjvSON6jwuW7e8qzutvcSxTL6hXai7SGITucqXvL3xvkc98VmlveY0Qb4J3SE9MVawPWM+q72IjPW9guqZvSvntj0MLww94MWRPSUq4Twlw8697yicPSxriT3B+uO98saxPbW5grzpsZU8",
        "Nj+NOYSSvj3P+WE95JAaPfzGZr5lT8q8ZoMEO+Slab2l2zy9I9V6PZdzo7uEEpy98IxHPT834jvG+hq9IdIbvMM8zrzhce09aRuAPd60J75/UnG8cEtAvgH3ET6/L2I9/lr2vZyLfT1aA189RFeAvcFhEb0CzOo7ovq1vAFH2L3Scdc9/jgMvv5varwnkkA9U7DrPLRtijw45ba8zfN7vI87zrubkAC9ltOEvSXD5LwQ7fa9IMQ1PoIGxr0nt0G9TZ8pvWPq5b2QttS9K5YavWwNwbwItF89Kp+0u8W31z33tZk9PnbBvQfLDr2LO5g+XbdeviJXWbwefDM+yVycPvbWq7viEjy+1CrgvRfn4T1vlDK+cACpPZxGV70hXNa+aWPdPd45nL1v8c88IyetPHTOKL77H0o+R9PlvFA3Ob3Bsgu+0tsvvg/jeD4nc/Y9SXOJPZ5NqLwNsVa9DSXrvTz4jz6AepA9FGj6vGCPTb43qqg+9ChZvkCTWL6/HJK+CTiIvXtzI74Vulm+vgNnPZlpIT6gHOM8WXKDPsMlUz12j+O7PpYqPczHTT6eXLc7X28yvioHDD6nXD68WRE0PPXtpD7xnSW+852IvrD2Kb0EoX2+USIrPjm4B70JTxM/eaL0PS8rcb7XnIA+1VdvvuDRKD17gxO+bqgSO0iUNT6l1Hq86OQLPuVvMj7gXZ28DWGcPp+f+DwsjpU9we/vPaiSBL4vOso8gOtVvUuxzD0daI2+ZgjEPRC9qDyOzYq9iigivTAdAL0GJhw8X40bvfJLuLgnH4i7IlEYvSg8PzxonUS5kC6kvZIkBr2taYC8TBcRvevWhDtGv/+7Jcc6PdXoE75972c9zbbhvR1l9Lwkl3S+R1DqvO/hiLvmhra7ddJaPYAwkD1zGGO5s0WdvRD0Oz2VuQ29YjPGumDtwj2r2KM92rSkPTcfQL0+mbC9X7oAPlQ40bwewWi9zUfevDo7Lr0nevy8vjhTvQCnyL1A1SW9tDk+vh4yfTyD5aE9",
        "wXUJPrHTO7svUBO9xOrWvDYaxb0Cxps6QZnVvBJGbD1cgcM9j4K4O2Yf2j2te5g91z6kvbhOKb2/zcO9mOOhPX415btgXq28pcvqvZbfT71JCsQ9wrKnvSdWgb1DcFe8tQhhuzwQ2bxPRIO9/AomPUuWwr2U1CM+1QGBPVBd4jh/4IG9zCIPPrzWrT1/jvi9GtVZvlbi27xYuPa9FeebPSsctTwRvTw8M70kPfHc+b1UeRC9Te3Dvaf7wj2NZtY8ldKgPTAErT3HoLk8sPt+PZYl0Lu7AOM8UiBfvZbLuL15kzA79sioOppFkT3IwU87dN0APhBz/L0i9DO9b5CYPa06ibsYhqK9x+vVvDLO1D1Zi7s9jOURPowHmzv9ql++u4Q9vfRoC76fgPA8dfVAPGCnVD3YmLi9J7g1PYtZ9jxNqjc+wq54vtVUDT7Z0RY9aNshvP6T3j2e9SU8ZAk1PS4nKb2pKa69ofppvmk0+bwyPFK+pkirvjFgAr1YUbm9u6WhPVhCdr2sKJY9UT6zPbGv+D3uQgw+nt+nvGXpcb381169fzrZvVNlYz3flDQ9/smiPWxCcL38Pts9zVHEvblYiT3xu0C9I0SFPMHRhb0R4Ow9mEAcPvk6D71ykM27LQPBPdcFjLx5PAK+PJtHvBqLXbxksBM9RvDzPAONvb3VCQu9pQFyPZfxn71j8oA9pOWZvSsPnb0PRp88r+NiPSLCCz4kb9K9gr6UPdyF6LsrzhY+Ei0qvbOBWLxkFAI+phREvL3FDT4holm9Vq9BvsA/Gz50v1i9aHrnPLrsAb1qwCs9nG71PdJCNr4n5Iy9v4pvvY+Ztb4gH/I8KQw8PAHQlL1pdEA9a5GTPYrTKr2FFam9TLnrvWRkF75SkTC6dN+oPVaTRj75Eu48IHl8OvgufzymMnS9Rugqvncyer3Xj8G9+7hnvhbmKb3q07Q91Zi5PRh5yL2vEX2+aDKWvfhglTyUXwC+n5woPrzqdbuyQde9eRAbPkh4Tz4KMYO9",
        "dinFvZB4rr4YeD49nzCNvfCD5L7Pl5K+N6THPc7+2b3dyBg+uwEPvoII9D2e0mm92uegPKPVJD59zIK9UI+evohDCjhKL1k+c4QVPjE+Yr1dGCE9dR/WPQDGtL60tgs+8f34vEyHub20OVG+F+mTvQq+gL0ktqC9pqG/PKyAmT3NpvA8gp+Evdsc0rqXYPs9sXnmPYQL1DxFnbM7LoHXPZhnXD0lYrM9s9zavfaDGT7V9A09t1EhvOdtnL14V6G9zZnku3mj7rw8jfi9kBrHPT2R7r2cY7O7UiAnvhPU0Txbl5K8zhV5PfyeHbyfZnK9mqppPZj937xnv6K8dVSSvDkWMr6dSqE8P9Vivc3N0T0snyI9s4xVPdwV+zw3FC+8ht7tO31mrzuMjQc9RZUfvhhjQj1zSr09CMcMvSskv72t/dG9ND+fPXja9r3nAQ497SO9PEOMq74qr6+8X/rYvft5Gz6r88E9f/bVvak8Oz0pFPg9l2VuvdCd27pYFqo9F8aMPeLNmL3eQZI9Xyonvtkmzj08Mj87C7uPPArFiL2gnao9J1uaPNSXMD214jE+MYXNPaS8Sb2np9k9wV68PBibZb76YIg+S4Y1vidYYzwums+9R9kSvV0O+r2dRfs9Ece2veyBxrypebK965gdPY5LmTw9U+67vMdCPEvM9LwioFw94IBJPBKboTzskCA+5SI6vVXNZTw6kts95zeBvW5hnb2+brI9J50gvYSqgT0FII89I2QbvSit1b1SrY09HQBsPZ6nuDzMBWw93vqxPVu2hzz+z3m9cSJYPSy2yT0zBVW8ScCyPcF2pD0G/s47SO2jPbRdPT1i2b68BygRPfB6vb1Xfw+9+ANLvOaz0r1peDa99I38PARpDT2Kc/g5gKKWvQ2ceb2+GBe+PnDTOzQuFL3m3669Tty6PQ17pr2mFVC9RsinO5iTmj1vhPI7GL6AvTcPlj2nIQk9OER8PaHj3LxA+mA8HNaKPaR9iDyfZ4E9DprUvEyANTyVips9",
        "oTTTPDb1ajxNkii9/FtZPYM4iDzMJse7v6HOPXUH47367Mu9/2CKvZUNtD13EAQ9ZkFTvVQhIb6RyOS8EgF3vW8XBrx40a6517LGPfgzgD08O0I+DWODvakmZb5C8tg9dVKtPXxXOL2LGcA9TRgnPeY5BrySbeI8dm00vuG2Yr1E0mg+8lOUPbBdpb3GJ++9dlIsPRPVuD3O81I9cEgJPZ4JxL0fMLc9wNvkvfYNJL7rori93OYfvbBOB74imDC9bnyuPb/+I77AFVY8ubT6PZhwFr3NBrU8GXihvcwOHj77YqC8Ez4QPkAIib7t0s69zf/pvKz3FD0vDZI9PMhKPZhmar04uSM9zl+EvXdVir1c7hS+H+8ZPt0HwT2TP729jTghvrXBBz6ac3A+BFRMvRyVUj7JOYs82dBuvhkmYj0f7tc9nGGDvNnNcD6rbTu+Jk8iPUXkI74gHA4+UQNNvjpfAb0g2BU+OQy8vepngj6NgV29SrGTPUB10j0yMC8+bo18PlcWQL7gzcy+IZcsvowsAb95HE0+sQ+dvnlHxLwxknC+VV3Tu7Tar73FS9A8KS80Pfej/7yoBLo8nYvUvZI2MT1YBw88xuzwPUt1Vb3i9ji98co2u0P/cz114jI9pRB0vYcSNTxidY29tBM+vZ5X571NiBo95Jf2vfUvVj2ug1a8VBhvvUTBKb5yUT8+w2/+vUyktD3U3tW9XqGIPSeClrzhupI8PPNCPvoeQjy2SEi9WcLJPbHb3jxTZoO8LQkfuwlUAr3dmOu8WNMCPYgxBb4CG3I9pobOPQKVEr4K/Ym7lO5PvYjWmLvLFlQ9pb7tveLOqL1Y3Bm+NbbwPanaTj1IivM8Q8YaPnzD/jz5xbk9KO1tPV5ysDtLe429sFkgvcC2kz0ACMC9cjjjO1E2Cb6FR789wqkDPflyyr2BO+I9xPvwvM8Q4juN0ag9Y++NvUNRULxNLNS9OlWXPZsBwz034LW98TPpu3bsrr1v8Ly9asS4PAdV4jsYWJ09",
        "lC9Evd6IDL7Japm9b9MJvhVGrD13TQm7pUXIPJM/TTwNpNy9djnuvTdAvj2OFkC9x1A3ve9x3Lx9Pg08v2YPvdPQQj1LyF89cc9cu1j+/zylGY29onOrPW91YD0VZha+3/8TvQeaXz3UbAO+s3JcPWFwY7y3CCE9q9DNPGP3mbxjEqG9JdR8PRCTg71Xoe490yu2vVE/9L0suG68M5GAO59voTyy1u87itj/vNXVnL2Joz0++mlIPZrt9D0mkhK9VwAXPTbCDzyIoRe96/YBvZd8tryLxsM9fcT+PW28fz3nUJ+9GjLAPQLzb7v+fGS919GfviPvfj3Ca/Q7XQTDvScW2Dy7npu9MJFivQk55zyGQRW+bYHvPTnbxzyeo8Y8y373u6oo5r1qiE89EDDnvcr4Xj2eagA+qXlUvRfOiT0rFfO9aXlGvS6ltD0wwaI9yYm+vXIw3T01zwW+hITEPRiBx7wN2ls+BrNQvtdTnD1cJry9PptPPceHqrzUe8o9/wpnPEu8Hr6qorW99BQovmExXD1t5Ku9PidHPgQfYb5ydnK9FE9XvQV42z3KsMA9HgOmvTgXR71oxi4+t1y3OzaDFDttV1a96JWjvm0D7bwyyhc+rnbOvUjwmD04QJE9TuUEvg7ExT16+kI9So8gPqNdsD14onO9EUJbvv0Cdj1vbzW+JZqCvnkWfT1Z3Ei+nqVVPsMBBL4Yoxw9zPgEvgf/hL5UZnc+1OQZPgUrU7yAyyK9dQfAvTOgKL5HbaI9PaQUPjUvQr5vtSe+hpM9PkRD176JInc+11Lzvea0DL6QOso9SSVMvtZ6Hj4jEg++hO8svpltM77+qfQ96jiQPmvbTT6bEeW9QPFWvmmoeL4A0GA+dcE0vsocHr6bmwc+ZYvhPdD82r2Eofu9OFPSPAR6773e7oW9IKSCPZHFCT4qnIG+zpu+vFOAkL3ZaNI+wcnJvnEgkz1EBAy+5xntvXNirj253ES8w0K6vW4WdL0yB8e9ht1BPGZArb0vwAO9",
        "W+HQPZwYgb3Soao7rtrQPdOkdb38eYA8ZzUrPa9Blb2JTry9UoWPPX4rTz42CC09MizDunnjBz1ZNRS98g1oPNIaY71k69y8S1xNPbJaSjsYKas9azbBPMk1rz3hlJc8UXLaO2Pqm7yMQkC9kIxdvjFLJ76J8cQ9tqqhvVzI7D1wSB49VnGJvUUMyLxUgJC9GWqFvel5qz19PZY9qJtjPQI8Cb3SvyC8aMKmO1XPur0zQIK9GQOwPbd/RzxcT4m+E28cvbIYMr3NCY293ioFPluuzz1rGmc9vDGSvQ7TF73kA3U9387/vTK9FL2LnzI9z7Y7PYdkeb3GwLM9XyHavcWb5b3yzNW82HBcPeyR4zst0gc9JLDOvU8WeDxe8fs8hoBDvTBDrrwphgS+xGS4PYS7n7w79eI9y/28vXX1gb1uzdG9B7ylPfx9L766Zn+9OpyhvSyj8r2GToO9ZIpHvarPXDx0LYu9N51gPqFQ87zhNqY9LmwTvbAPRDwpVKQ9GaekPVtDDDzQuxe9dgkDvQ+RH76JbTg9dSoCvnqk7D1ClNm9FWq5vcz8FzwyFG2956kjPl0Xwr2cTN89SUY+vfHQFT4d6pe9DcAvvUruuL0+Ix09HJdhPOpatbuETHc9lZYvvbj2H73S7+88+Z5WPNY+Bb2Ymgc99/tOPrProjwa1Zy9h3GPPfP1qTwXpRk+2H/DPPaJ2btPZkO7ggBnvY39Mj2+yd48aAV3vYXavD3ZK909e4VIPTtNCz48L3S7Bccvve9DwzuC4/U98P5LPTwicb1hTAq9VBEEvmayeb0u9TY9yM6vvXB9iztrZwu8CLWevS8jkb3ZpO678mQ8ut0YZr2DwaG9AmBsvZU2mTxa6Zi9zCPRvbKXSr2LsRO+2QEqPckxLzuq6Km9UJ6IPIkwSLqiU5884b/FvfF9Ob6qSHO9XBv4PcoD2z3HvUQ95ux6PhZIw71mgiA8o2+evnjJdTtyiBq+P7PWvejLL74Px5y8qU/UvKDFIz7mzoA9",
        "JB7SPfTZpT22LWQ+fBT3PQ/hTD47x22951p2PtbgED5Zlrm9xbunvCo+yrz3h0S+mflsPRpLLDsfI5g9GuklvtGi7b2L8vK9i8ulPbosuzyV3Es+5VccPnLKAT5J9nu81LWlPqSeAD6CuWu+JhLQPNaunD0xbVA+TT84vrCLejysXwG+DWUIvqjcSL7ObR6/dHUnPlIiur45Ijm+77Cavt+fhT5kp/s919Azvupnzz3DNXm+Y5iDPVOMC75xk4K+MMY0vEqeRL4Tp3g+2nRBvtNZIz4OH1u8YhMBPpDlHz7BSoC9IeERPOmjN70G3KA80gUvPuY1DrveB+Q8YZurPWwRQL1z2i29wuaXPIiFzL7+HnC+pFLOvq5i+b3ZFdg9ys81vd3I3r27koK9o0bTvP/skDyG7469C3VqvS40xD0MT5W6yM9ZPatjqDxQjpS9LHZZueB7xz0MOe49V1L4Pb7C7rwr1J48FSsyPRjmd7tVyF49wG/zvPsnCz2z1YQ9YRaNPX+3iT3OyYg9CJcKvZowjz2WKpQ9K44APdl0nDsxew29wrYKPW9d+bzIa409Z6OMvQ0Uvjyrt287C1XfvLEMRL3URmq9mF89PVn/wr1cXYW9s2IPPS2yHD3bgYs99vYVvjN3w7xOPrA7TQiuvE6xWj3hxgs+cDcbvXLg9T2bRYW9iLTEPMOdyDzsz8U9PXI/vQmB67xDMEO9FdELvVMvLz31TwM+rmCvu4bZlTwAjKk9riv3vJZajLyA4NO9LsQbvQhvg70Q2tk9fwwXvnngkL18A/M80ItHujEylT0ntXs9vGDuuydDjD093EO732NsvZ15A72Pp2y8yA1APSpuhb23pou86P7iPCZRVT1+7la78A6OvXXcYj3jXPo648DNvUTGEL3oqHK8SiELPbDNyL2p0qi9XXYFvBH10zwNeIs7nmLAvcZniLqP9S27G/yJPC7ZtT2oVsI9oD10u1I2yLy5LFa87u2fvejk9zvyfR49l4AoveBmUL3tpGC9",
        "k6wfPvMR2bwxP9S8V+JbPPJeID3GHIk8eJRrvcqAxTxijCc7k16QvbPkCz7NXL+8J4zjPOdPCz0a91c8c/DLvBNLd71nOBs9eHnDvREF2zwIDRs99yxYPabtJT1N9z+9XUukPU1y8Tyfh127l6klPeJzAz0wIA49mJlOPFBQQrwAm4Y6frfwPIiYHT04mzO7SH0pvdVMHL3OsJA9RM7CvBZ0srzq/Ty9nQvrvOex2DzFhao9JpvwO0CKtzuAFsY77A+1OUchADw6nj49DIP3vFTsCr1UDc+8PNc+vb4M573/r529ELK5PKcUfz1DwpG9U0s/Pr6dir5/iUM9WxCTPjCsyTk7mFe9hX9PPgMHWz41+2g+1m26PVUS+b3yhT6+WFxevU78eL6Fo6o9BkvVPYOWK768mw0+q902PMj9D7rm9Ze9FiuaPOoPqr6nwmq+q9u4vrZTEb4ykbg+1+eSvjF3ED7rsI++CPlTvEWjyb4HBRG+zdf7PH6IDL5GoTA+F96ePtHhYD5d5zO+asc8vioPg75A3KC9GOJAvu9GoD1Fhtq+VWxsvTw5fb6yfJG9aoCXPjG02r26cJG+XzKNvUgW1jw8/pW+d6MbvopzNr5CbsK9bo6Tvi98oj7kguU95W+1vvCnzL4n0ai9YlBdvT4wST4u9D2+Pk89vu78wr5bE8o+B6OsvvoEdb5oazk9kXwmvuPkKT6/CM09C23jPXeNs70mj0e9shCVvjX8rb24RSs+CcliPjPrK73iXqe9W3AiPhDigz3TCMG++agDvo5aV76aYQC+JjO9PJhgSry9LzY8TiOdvJWbPz0uDNk8xWWHPQAtoL2ieRc97w/RvW3WhjzjUKq9XJqtPIdYOL3N00872VTuPGs5gz1bhsC77mg2vJM8Azymjum9uq5mOY25nzzKHGw8VA4rvcHtUL076jK9WYvUvGOqkr3MMqK8HEVRPbanpz3GUXM8ka+GvKWoC72ZVTy9UCrmPH1VirwNIUQ9uecVO2fk0LsKuTQ9",
        "f8oTPAeiSrsWPN681U66vQLRmb0lI4m9IQQ2PWO1B7zc19M8UTj9PK7a1bnqEdc8V1fJPKY8Qr2ytG49eEmYPSLwPT2m26A8QIWnuxzgOj1DbFs9g0gsvboMTDyEXdi8ef2RvPfqDL2zVEe8XVmxPJEh7r3vh5U9eHywPa0n+jzZJSM9jFebPe/zEb41voM9luj6vDFG4bwAfIC7lJOVPdh+trxSz0q90+oEPUVgyjr9z/S8nvNYPYDOED6vPJE9d1ssPASV7rqmzgk903IzvU1R2bzmXZ08YMyaPCqB0jo/YJC8F8uFOyALdbx2l6m91mvlvL4FLjxi7wO9VVCWPa4OqL0VIl286RisvG6QUL1DC269LaXLPGYkyDyY9WY9/7cmvW4MBD0Bz5c7jtf6Oz2IDD3Qp7a6hcYeuw9rOr0amdY8RRwHvDqAM71sI9U79B5+vMWhEz39Kd48xIH4OW8lkj1LsIo8it8QvTwdm7zEmkc8wxKRvAyRv7yCEEI8DgGJvD8x/jw1Vfa7qcdePS2SKb24yFg9pS6zO8TTkL18UJg83B2bPWY8ij0u6ro9Y13HvMy9qD26wZo9XLhbvEBSMrwdfJg99SB9PGnsHr2JB5k8MgnvPEw08rwpuJk85UE2PEHXOr2gvgO9+6T+vLDrbrwx7pC8Q4yKPQG/fTweKB49xerVvUSfijoNDfc8YaBHPN0/tDq5zXO9lfnqu2RsgbyndEA9l7B1vpF5aDt6MzM+5ZZyPYwKJ79Zh8q+BgXlum9N277OwV++rQgOviMZ8r3x+Ke++Xh6PuPbyDys7Ss+VLP/vbeOW75XR54+KevXPdCdL74ccgG9UeMGv99sSL4PpMS7VpeKvj/qar5u7Mi9DaNIvhBtx71ByK8+00w5vjpkzT7hv549q1KJPD0lZD5b6eu+0vdsvrC9T74K7Go+GX4xvlNOTL46eGC+h8jNvYt7Lz4pc1A+ZriXPhxZQT0iluS+WwG0vui1vzzAOra+3dXQPGa0UjwoEl4+",
        "7G6SPhU+I746cKi9TJ9uvvHtjz63zba+SZSAvscCpr57Jd+9A6mEPZR2eL7qsxe8vycUvko3gb5ZsJI+kjmtvkady7yLgwq+FhLjvEGA+T1TgPk9Fe02PUWJhT1mf6k9YElsvlKegD5TXk6950WmPa+aoD1EFs47TtPMOqz4jru1fZK+zOEDvl3nAL6yEvi8IFE/PO9mCr0bQhE9N0PxO+RmA73elJw7uyUOPZt3gr2uRKc6QfsTvaHVU71MRps8/WyWPKD/DL0TxFm7HZItPXaPMDxJMJg7b5YOPUP0i720rfa9HGhAvTi8tzzA3KE84bRvPWiiB70WSoO8aJe4u6ode71feGS9qhuHvajPHD3GvFC9p4EGPPMZaTxVfXI8FI5nvXs7ZjwsnPQ8YAsAvGJ9ybwxVSO75jIMPd8k8Lxe9EW6TFcrPUEGy7we1ve8MqnMPEoaNT1eHj29JkG1vJ6dQz2RK229FNcauzAu27t5Yr2831w/PO7Q8LtCVo88IcD0upHNsj3KnMQ78W+gPLkjuDwAV928jB1VvPT4E72nGMy8KakdPeK60TyRa3Q7p6O9ve+SLz0ADjk9WfeJPeLprr37F5M8wcbqvFLo1jtNMGK93iJLvfisg7xYT5e7GjsVveLpLjxH6Ec8kuDcvPH1pb3pbDC9DfDavXbKjr05E6I8Dk9UPagCkr4dkIy9YmRMPfVOOLwMaje9vEddPQ8HwD1JeRI+mkKfPWZfMr5yjKS9JvgSvmHBpz17TIa8PoIJvj2qWD1B8zo+QpzDvNi2groqo5y9NLE9PkeyFr4juo09anLcvAXhwr3hhHI8hDzbuoT4EL7oeya9HAqQPm09Jz1A1vy9xK0XPneInj4gQ12+iJO9PUb+bT1OfL09gyZ9vL1LvbyHFe48R087vaqT/r3mexc8qy1MPcVJMr3Q2r29SEg+PmRvAbyDit++SUuPPkwlcr7y6Z89zKHnPOBVSD47kJU9BNM2vm+46b1Tr2K+9+sGPN0n+T1m/tY9",
        "dX8/PS/uSb4ytxU+rYVAvpYQuTu2dJ6+S+ycOxOmwr3VIjK+WUBvPJwXDT3fMKC9tQvBPFehsj0Btu69AKIiO6DPHL47+4y9+qRbPQo1Yb5znEi+KybVvNaJWT1jVYe94ZYXvic5pT1t2Je9+UU6vXiOWL1IQGI9MAtAviEOZzxdqAA+UdmFPjgVlL7ulhI+xIevPTFnqrynVQs9TxqwvcorLD10kLE9odq2vZcw571fupc996oLPpAm1z1EFbe9Dp3bPW09JL6txLM9Rl8PvWRgtj0uGRA+CY84PkXBDT2KEyy7MXxlvd27Lb5JFMW9MxLMvE3oCT0sCHk9oDwEvq8fJb68sui9Cz5KPVxHubwhw4i9/Lo+PjTRvb2H2w49OKwEvoYTQD34SHC+nZ/Evqy4tLz8n3i9K5ICPpwZLb35eog9CxEsPQaFZj7GMns9SJNsvrPmQL7AI/Y8DOxfPlszb75XYm49r9r9PRpLFL4QQ00+78B6vgxBWT7jvqs9Npw0vXgMz72KEwY+WARSOn8+Hb73z966QArKPVfUDL74GAm+aAs1PRQ5SD3n7AS+O+mlvT1xvb0F2V++EFwYvtpSNL5tVyq9D8T/Pcd76z19OIU8MIIXvnrpDb1iYaO8zVqGPgPIp71ZzBa+vI2bPNUtBr75y4Y9aT48PhhNjL1aDFQ+KNjuvIABHzwA1LW9DceMvhSWAD7sN4e9WqsYPeB6Qj0KkcO9O4IMPWzaCr2a7o29c6CDPQDQlj1DcrI98rhEPYdjujzXvEI92/wNPf60K76wjfq9cABDPs+BDT7687g9z/e3PV5Sgz6/MNk9lDljvU5jCD7ltTg9S3T5PRn75b3YHdQ94bzpvbNUwzw+p368Ia8BvsYRV74OaAc+/SUuvt/WzT2cVhM+Cxo4vp5vWD5k/1A+4gpavq4tEL4dmCk+J9lOvrKS/T3wozg+TQMXPsHA/b0ILw4+k/ALvjb4P72yl6Q9BG9fPeCeTL6xunc9tDAMvvWZ6b0k0ac7",
        "EjqVvMKKHj1XLpC+CRzZPcrhgj4n8Xi+XDnpPbc4iTzE0U++6crwvYHSaL3Cex++SQyXPb0YF7zNdaA88IJjPZBWaz0iYOo8YpAsPkvgs7y06DC92llMvXXgmL1BQpq9vG1gPfwqwzzCfwE+Vp03u1XMMr37XR+92OjGPf9PGbzTfba9CfWWvBEikL24/X89oRacPLynhj2lcQs86lQVPeAyBD16mt+8WpN3vQj2n72fDsM9tl3xvdRX6D0uyi09Tlhcvd4YPz2iK4k6E6HSvZJxG71aeUk9R/7wvLsiwDz+jbs9ERj8vdTdiTwu8rc9cMOqPUPV6DuFjwQ9rDihPbSvg71zl4w92eIwuwwlvz00B/Q9InITPRqV9j1QiZ+9pSazvUs837tj06Q90+VhPXrTtr2YU4g9O6YjvJd6tL0GyhE+SwN6vUO7H70iK4a90VUCPKKhsj195Ei+Q0dnPOGNFj5om5I7GPKzPamUdr0EV4K93uZ7va+mFr725eW7Mx72vLfJc7xhtva9W46hvKfC9T2rQo88PtQJPUdFKT55DNw9xKsxPsO+ob6Au5q+V3Ahvo8w3L5wRyG+Du0fvktU7737/O++BmP6PRrcOT4l5Vu+JULRuxfJI74Cuy6+TiCcPXLZrL6YP6g5LqRGvhujWb7n1oe+k0AWvoEAlb5FZgq9C/EPvcAWIT7YQTk+cBWJvgpd1jzVuOE8CJYKvlZ8eL5vQ2S+II87Ptd3Zb6vDV4+t2ukPYPHQL2NEoi+F09GvCTkSb7Rt4y7kPt7PCJi0703MIS9VAfMPD2efjsg/d89CiPFvScbGr5kVAm+7ZuyPoS3Gb1QvIK+qjSavQTUaD5qpT2+aacpvotyvD1i6+i+laf/PQIEWL5Oegi+VAlaPumMG768dCs+l2tavps+rT1O0Jq8mp+bPRpodjzagea84U0svePo2T2ys5G8xYoWPfbq67tFj8Q9EaauvY+KED2cUwM86z2BvA2Qd72lVzm+cz6RvfZ3x7zpeMI9",
        "I2+hvAINUD1fCDK94LK4PZcC3rzY/Ys9fuZ7vbK9RD1Zyhe8KiWHPSVNMbst4uI9CNPUPGNFxjwXWVq9r5QGvomL2j2sjhq8Xi52vB+XiL1ewVs91fRFvaUUPLyY+Y89Zom2Pab0FLxWRr48FiEgOxabcD1xo4u9MVBkPUH5er3UvKq7LXVQPFv4eb3HSOY8rQXlPHvZg7yJysG8YikOvWnejr3fPUo9O5QKPQj49rwByUi9dcxOPaBLAb08QFy9KzYcPUV/sbyFEG+8MYgQvWNMbzwxlHi9e0QqPb1svL0V/bY9HfyoPXREij26yYc9wWWGvCYx1r38w5k9iA01PZczKL3kNHA9TGArvbZQob0a40U98QFEvbAm+L0aB848kVO/vd0iWD3HOYi9+z22PT4Epj05SPW87oeGPeD6Ez5/j1m9kH+7vdkh1b28FF+9jbkrPCUQ9jx6GsO6UwWLvE60Bz2WwKm93ReCPbZ+ur3gavE7beDvvPYBsLuFXas9RauyPaqgDr1JBwA9MGkuvvYHkzsGSro9n5jXvMFriLyKHSO9foaTvDn24j2QwU68ufAMvG7OVjvWZT+9nwqwPbw33b3oZws9kdZhPfpXWj3nHRu9S28Xvdu5m7uDXia9z5KvvVHEED0rdGq9TErPvZkmsjyWDgo95UMnvluV3D0o8yI+hjWPPK7UQb1thr68ou0sPMWvtTwcDUQ73Z9pPbC2gL25XUc96XA6PUhNTb2CQ1e9Sb48PBYsKj36J3Y9sYR+Pb+biLt6N888NilPPdJDQj0q8IG990NdPTeuTL0VfOW9gmybPTENaT3/WYs9l0yAO0TamrwC6TO9MHOyvF4KkL3zBvC9fCWeveawH7wE21a96MjBPTaliT1BAhO+6C40vIQX7Dibn+W9SFD0vCiTyL0naBy97B+IuxfiNr1LHgI9NiQQPI4KwL39SzI8zUitvd5ur75qIX0+qiEavVtgET6f2Vy+6MmxPrn0Jb4o3a+9HNcmvhIzJL5kNlG+",
        "TuSpvbb55LyTUoE+rWKcPENYlbxuVrQ+jlIFPWGpMz77q2q+9xtjviBfbL25syk+k9OZvQJj2r2w1o28D4KUvZJrrL0sd+i9RPONvt8QTz4L7os+w+/dPXF90j6qK8Q9r4AGPGbXhD545Ww+z7bwvSuAG76X80I+0aifvb9mrz24wuG9GieCPi8RdT6RnfO91Cy4vBONKz4MIyC+DTgtvbvb1TxnIj6+OCuzPrV8aL5TMVU91rESvXsjDT4ovDW+1wYqvpWbFL944MY9vnOAvrH3nD76WBE/DCaDPFK4TL7BOj0+Uc0KvirenD3iLWy+7pyVPSZSP75Qx/o9RIC8PKMB9L30vHg90rdRPjaz5b2qLys9snfJvTOlAD7eWk2+HH3evMQlp7xtgy6+M8CYvr9Rd75q/eQ9leMpPIEnjDw1CIu9aXWevXn7Wr3qSdA8pUklvT+9Fr3rR6Y7Fl1HPWD1Gz2WhMK8bt/kvPeHuj1KRIG95HlbOiabzT1LCwK96VKzvYzwTbxYnKi8AumeuzA8qL1F84c9DlVKvZWSBD2Gw6G8XqiavawJoDycul29bI6ivAzeW72rtam8FSpXvfP1/rwkDLk8GBSMvBBRFbyhjxE8JOkYvmeVLj26fHy866BqPUu6Yjw8QgW9oIm9PdNAiz2yTDO8ONqyPaYT5jzbhGs9SbL8vWkskz1wRIW8JfCqO0pGFTp6l4w8IueSPNwdprrPLIi9Brh1vaTMCr6U7G47d1oEPSXXtTzXnXq9K4TLPbcs8Tz46KU9/EFkO/QNpr1++CA+Z+K5PAM/rTz/kYS9PfTgvQ1YXzse6rI8UQkpPTZgpz2MB4a9Dx0xPXSJNL3Mgh49W3ElPfIwazy5MnY8eeFkPfDRTTzNVho9T4WEPVoVo72lGdC9z+K/vKK+67x6gz67LePZPC94sz3z0rI94pRrPfzkDL29dsm97nV9POncWr05hX69EicsPUO+h70VlbE9/tSIPGvtkb0/mJ+9jLeTPCQOTz2PfBs+",
        "CWMPvXqc/zwV6hU9cb+ovVMaR73k9Qq+2Y+7PVJOkL39WO49/mElvYjpuT2UWdo99y+duy8i2jxSia69spDBvQOun71Paq291/oAO0gYMj14dDA9iheqvYBAsDva3Q88Y0qRPOAp7zy/QCa+w1syPiRuurtUhQg+7jGjvezYqr2mb7S8v6vLPFVdpT2tkWM9fc3tvRFK6z1k0Ns8ees6vJvOQzwFC7i8seqFPBFWhr2tNNA9ItLqvZ4D0ryxvBw9Do6UPB8RorxsURC9aMG+PGGASz3S5K49Lj2UO0nZur1nhtu8snKtvSaMy70DrCE5CQyWvTloqb3G2KG9Cu5pvC52rLwapG29hLP5PTryvjzr+BY9MS1oPkDuLj2CB4q9cojzPA14ij03HoW+kJpivWsBHzwXr4U9x5r6vbdaPr4AXoy+GaiOvOMvMjyGdZG9TyrnvVUtbDwrLx0+A6EGvWrFB76rNYo9kGmcvtC2Hr1HEcO9mcPYPUElHz78W4k9dowJPvQaCD6+HEO7kle4vTKaOb36LYs+BGvlPZfvZDxAcD+75x8yvZQGEL4nHHG9h9kgvudQqT7INKY84hLzvOki9LuxH5K+Uf9Rvi9I4L0UaFC9kAWBvo+6rz1zeA49UOnpPU2d8L4IhFy+NVjLvovdaz5j1aQ7bzCDvuJbKr3xHFK+fHGVvj/kLL2DJoG+3zBVvm42VL4UwnA+QusZvpY6b74Ta4g+ymlTv7B3mz5AxsK+yXkhvXLe+75EPg6+THExvpdEFL0DZkI9ozsevTxKBb4+8di9hFmQPSb7xT7vmji+zc2BvhQXQb4AKBA+dp+DvaxiK70AB1O8S7+zO8NOwrwrdSu+tiDBPKwvLT0reow9k/2APJi9fLwAbcU9Qsc9vZo/RbtcbZy8tv1cvDNTIL2ZiSO82zoSPo2IgryVGCg92OKRPdIwGby7jYE9O3pDPdEVzj2nVSY8wYb1OtQPKDx/QwU9iIPpOQqAT7zM+jG9zwC/vDJjkLqtF909",
        "7r3FPa8BNj22CBy91nUWPb6Yt708s8K9WNKGvaMC3jxWEzg9hN77PC0lk73E2x68zr+XPAdDLb2nAkO9B7V6vFYao7wm70U9JYQ4vRm+pbth+H89x6FwPHzsbjzlycK7qGr4vO6N8LsoKoM7tTFZvcBlTr3GDa88pnKbvcsb4Lys0d894DG7vW3TRT1oq4q9+PL/PH6nIjzLKze9pgBbPetT/TzqGns9MWKYPBxNXr2VeW47iU13O20qhz3bbqU8XAcsvIvIVL1wNpG9Li4MvaH1jr03P/G7He7FPZn5Fz6JMDS92k4RvvHmNj5otAC+Qx0EvV7p4z02biy9z8EhPdMorD3YbUc+K2dOu3fB7bx10Km9yEOYPXqKDr4+SDu9gA74vbb0Kz4N4PY9H5HxPLUYQb10akO9Yvh8vSFeeb31jki9WKuHPelY07y5rBU+q82UvdhBjrxWaQU+J48dPd1kpb0cf/A6diVRPb5niz73gAa+fLxAvarWmr0MkfY7QI5hOeT/qj3STa48oWJWPhhgRb5ADkO97S73u1TiqjzC0Js8TqyDPLvEOT30Ugg+1kBfPZpMvT0MYQM9uGSPvjeUzDyiEIS8ILAAvTMGPz00Uq89t9UbPPnFLD06Fhg89SFBvgaEtbyxbxG7hEekvQnBTb3YipC7Mo9lPaBaMb4jDAA8ljr6O1l2yrwLKWo9/XDsvYSCwT2lvoy9a1TePTO1er5RHI29hzNsPdeAGryS51W9dWOqPWW1qbwQvAS7bTYhvmhPSrpAqj0+ghazvXvbgb7h0oQ9tzQwPis7LTvF2Tw93awIPiyHAr+Kbby984OlPtCW672KOuk7PQ1gPvWeDr0umAc+fSKUPlE0Sz6C1U6+PYB8va7CQz4+ThE+qsEyPmKgEL4HhGo+5Mowu5IELT2vqO29h9tYvciT973v1W69KDMJPol9aL5ba6C8UYHxvlhJ5L0mvu29kLMgPusETry1Dnc+D+m+vXboLT2RGWS86UOHvlW0Z71yU4Q9",
        "GvGXPDA6wT0t80K9ENHtvcg1L772xwi+6qcXPGWRk72z6vI9idoPv+KlXz7flO49wr13vu2ckb1hIFS+K+MdPQ+iE76Gmoe+BgKdvFognb6Znnk+GVqIvvpmZb3qGAU+7LrRuzb+OD4ZeO69WhbDPU7obr6OTYo9B4jVvFJuQD4fB5I9A7wWvv4gA75uy5u++PbqPb3Fg76g0py+7aHNulzcXb5K2U49SrtZPd6v0Lt1eTq8OlHhvcnp/b0ibEq7MPpIveebAz76kwK9lxbxPRLtUj0Mr6O8P4RcOn8COr00e628dceaPe8yIb6iz389pT83vFm8Nz6igNA8toKhPbTLAb1sIgW840xrvWftVLzgr769bwQPvUL5kzxoJjy9xX8AvlpD67zoMcA9GiZ8PbptAr6s/rK9GghLvdJRwjxVUwe+o4KsPO9UhDyl6OU7xpQbvL0TGT36Zok9eYuOPH7zOz1XCto7CzCvvCfoEL0Yyn89CWXKPG8sAz2eHiw+UlgfvVfyPL1HRgG93ofwPNRfAb1eLD28f9a+PPptGL0IlIq4NlpqvCwdnz0nwzG8wfboPSt1az19nSy85ZxcPQjFATxB5RA8bnN0PScPp7wCq6m9b/OLPfN+HL3Jdbc7MLs5vSrJzTyTsbW8WE+yvCKho7yTWX28Ho8VvCK63LxepgS8iwRHPYyRcb1gIbU9tZQ3PISJ5z32gIg6RIx+O65Hr722Zb89emsIvj1i8ru2OlU8TTV/PQb0071yevW8+A/VvS/2hD1oHac8OwcyvmjYqjyqu8S9ajGhvGphdD2Maqg9BX0fvk8Msr1zpBW+wDpQPS1mvb2g4P69n426vaII9DxmCau8rE64vUUPXL2ktEE9G70Mvk3knDyW/5i9AdehPfJEBL0JyuK95XHTO4Gouz2cvgE+cVuQPUoDY72KCVE9ThGsu8h83r3ypfs93T2dvbLD/ToPLpQ9rS1xPb2zXLzKbFa8G1ziPLD+3L0aOtA8cglKPMxThj2DrWs9",
