{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              7,
              59
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5
            ],
            "name": "morphemic_convolution_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_convolution_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "morphemic_pooling_1",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_convolution_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_pooling_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "morphemic_activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_pooling_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "morphemic_dropout_1",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5
            ],
            "name": "morphemic_convolution_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_convolution_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "morphemic_pooling_2",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_convolution_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_pooling_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "morphemic_activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_pooling_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "morphemic_dropout_2",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_dropout_2"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5
            ],
            "name": "morphemic_convolution_3",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_convolution_3"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "morphemic_pooling_3",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_convolution_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_pooling_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "morphemic_activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_pooling_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_activation_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "morphemic_dropout_3",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_dropout_3"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 11,
                "use_bias": true
              }
            },
            "name": "morphemic_dense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "morphemic_dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "d7c86e64ea31329084713e6d021e42aee9db23a1f9c261b28f48aee003e6af9b",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      7,
      59
    ]
  ],
  "output_shapes": [
    [
      7,
      11
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            7,
            59
          ],
          "values": [
            "hUIhP9oyhD+x4gHAx8Clvo58XD2MKbU+xbngPw8MXr+9kcY8e4qqPhfUEr/PjBpAh+m3vmOP6rz8DIq9c/x7v87wxz0Afpk/DLxjv4hkvj+NH2G/DdD2vqlfor4e+SM/Q8a+P0/4JL9gz6o+U81Lv05w1r4i2kw/zi1kv6q4cz/zWTC/ZJH8vd0w6r882MI9wKq9P/KVJz86vZI+XEC8v6exuj5JzNA/sBfIvlR8uz6SHQLAsxAEQN05qr2c8B7AtL9fv6/vD74VyJQ/UsBsv2FGpz6v9Da+/K71PX184j5mC9Q+8BAavvvUQ78zGI6/jb0LvgfgCb98K/i9uRP5vobRRb7FEyLA49KmPu57mr5WCV8/WoMuv3mQm74s4bA+2/IwPmXn7z750XY/WLNzvuwKsD+5s7m/ueYHPZ4hmr2k2/q9+oGqvhgOML9c35Y+8GIiP7Dptr8lj48+bcAaPuDXLD7R5aW/ufIYvp6+dD8J6AI/EX/TvrIh0j8Z/Uy/kjcJwGYu2j4az6g/pRdXvrGTqb8LYwa/TmLCvngBKj9mh/++j+hgPx4egb+wNyfAnw6FPgQ7iL/ocfa9TqO4PyNN8D3Y6eU+NjZEP5NPcj7qfT4/EXvEv10Per+OVik+H/oev0FhOD+peMC9EChev1Rkmb6xjhVAEKzPP0287b7VZvY/+yl/PsgT5705Fsg+1+W/v9Xck78Z3l6/KsF2P2ccc78B+BM+nnypPsiHNsBb5KO+Rj+PPu/vij8M5Zk/41BHP7P5rD+d2P4+2KFIP+jJaz3IVrw9aba5P94qqT86vJ4/pe6uPxpf2b7hp0Q+tToxv5g2CT5LBRu/ZEKIPn91ij9vTek+ynwHv0s8Pb+Xl5Y+8+TMvW6kRT8tFALADtKbP+ANHT/oScW/nRYUvhNgbD+OLqa+p5O5P44GCUDcFaO8CPuBvtUZhr4rM32/TaF5vaE4PT3X0n0+YI5KP4eAd78wehQ/r5RfP9Y5x73tU4S/lTzPvuzUXr7H4fS9",
            "YIW8v9st/T8vpBa+uyqmPvsJmb+pjzbA8QsZv4iuDMD62ds+/6zNPsDG0D+Ntao+DC/YPvd0MT29/II/5hvRPpklPz//MKS/J8usv31N4j7dfgk/370gv7wWKL4MdUm/NODwPmn9cL4lI0m+WHUDQCgVFb8FoIg9iqAAPx5Xor9NyCZAL0wVv48PUT5Sonc+8YHIPVy2yz7sxLe/2Eknv7Ac3T8HMQPAjj2BPurrJL/xH4I/LYs3QKMVjj9pqDy+mh4fQBCCyb8Knym/9yutvkyeIT+FVXU/x9fmvh6JmD4bque/W35cvw+CTMAodKS/YfC2vrurkT9JitY+3ReDP+l6GkDiXh+/cyriP5BJ1D+2c70/RwBVvwshlD9RGSs//6CZPYhHzb9j0BM/iwVxvZJTccAsOwa+0dvMv6TXnz4MGHK/RJigv+olmT4hxZe/embCvrbxiD8PwB6/0nyWPnXQo78TKa0/Zd0Yv3oqoD5KjJI/KAPyPvA9NT9JjkG9DWq3P8mi8j78k9s/hxydPjw7Pj+6H0k/ujkrP0B2ab4InQi/YtAdPwagfL5HW0C+yaqbv+DIhb90KDK+Epvcv4iuT7/hQaq8phhGvxGhsD2lEUK/y3iIPxVD0z1obae+rxrRv15rrL0sFLk/vps5vZQduz62ti5AZSdLP5CU/72s3lY/enZwPxw/Yz+JWKC9NqiLvxRcmz8KNho/YbgkwG+TQz/xxfg+IulKPkQ96z6w0d69NMDzPqTRk771XRa/h4Azv8wWx78x47G/uHTWvlEXyD6zZhs92Mrpv/2aSz+gkuK/fkiGP0uuET9CzmW/3QtkvKdydz8HseG/qdguv5n5+b+kIyi+DCNmvpShEz/8HEw/kv9vPjuq7b4AQbu/y2tLv4lZV7+xQRm/hEuPPmsPd79OvEU/mLjjPh/liT8meWG/0vQnv19kBT6/QQNAOzOoPmZasz9bndc+mMbLvzu4rr9WpmA/bSuLvpG20r0nJtc+m5VTv7dPob5zL8K+",
            "bh3vvkQlNr+nR2O/T2eBvW35xD4zdEa8Vb+3PgQnEL892Ve9moIMPsfvhD9hCsO/cnpDvJKGiL8wHm0/LdbSPbLPsr/PEri+eVjLP0ehwr+2Y6K+GjSuP/HPZj87sSQ/4YBjQHDUaj0Ugxe/KftZP5gVDL8="
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            7,
            11
          ],
          "values": [
            "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAIMjKCQAAAAAAAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAADIMzIUAAAAAINsBAYAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAHTFSwwAAAAAAAAAAAAAAAAAAAAAAACAP7H8JA0AAAAAAAAAAAAAAAAAAAAA8nYnIgAAAAAAAAAAAAAAAAAAAAD1/BUYu17eDdYPDB4AAAAAAAAAAAAAAAAAAIA/AAAAAAAAAAA="
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "morphemic_convolution_1": {
      "bias": [
        "6evuveZS/b1xexS9XuSPvZk2wr2C/8W9QmKFvTuuYL3R/5C97/0uvnsrm72W5a69+47TvQsH1L361b69YNIhvfD0Ab7f8KG9I1UGvldl2L0NxKi9f0xCvZMulb0kFsy9kdN6vUOq/b2eJ9e98u7GvQ3ZMr0ySXi9doApvq+9gr2NwEm9W1qTvQOT7b2g5om90TrGva0Yzb0/WK69JJVqvB+Zt71+6o+9ROe4vf27pr32dQS+VJGwvQKByr0KX8C9EkrCvfjUFr604tO9e/UbvX+Alb3v+IC99e0UvT07cr3fmxA8DIGGvTIoeb10OPe9Jy2mvWuSk72mBu29r0ysvTQ/Yr2MU5W9aOLPvCa/DL5bpx+9kNUEvRbCDL5QneS93y3BvTRYAL45WMm9h7HNvQ/wg73Hdqe9x1bPvdL5sr1CdWW9WLWDveD2KL0t6069wU96vRpI0L03ydq9Jo6cvSEytr3kphq+BwfovRgrdL04Ylu9fqydvdB1eL34G0q9NvFfvX2E4r2Ryui9qNufveAjab2CgJe9NfHZvLGFGryeD1G9GGCtvTNxC75oevC901NpvcBIj7114qS98TvcvSrepb2YMZy9ypelvbgIhLwnrj69sYR/vbA1kb1xtJO9EOkhvfKr7L2gjdm9Jh4CvnNWAr7bqRa+mLy3vfKXzr3f8W69I52NvZ/J2L1Qhay9Xcy3vX4snL3IfbO93RezvfhZZ732sSO+oz/0vQw/mr1gWau96Y/jvbU7j727vbi9ZS6wvdBAfb1NUgq+CdCsvQh+fL0ylVe9nOyLvUa9tzzgqDS9lGygvUHLk71P9py9wXqfvTz5Jr5f3bK9fa0Cvg1I0r0Kppi9hxSuvXNGCb4b4N+9jcTZvX9m971mObq9VXcivTUnDb7St5G9w6I/vdVZEb7bOAG+VnzvvW0b2r0afZO9vVAJvoviDr6JFlq98Y2AvYS38r3D2JO91luUvSPsdL12JGW9AgPxves9u70vBMi9P4rCvYJQx73mMu69",
        "8yMhvVlm3bxQCx69KtyDveiyjb3sKvy97BG0vaIi7r0Capa9DEVYvS91c72B/s+9ZWnIvRV7eb2nDby9FRHHvWLKDr7aaZK94D8Cvn6B1L3//pS9hMurvCtlc71tlaG9nNK8vUrgJr6rOdO9iuCWvZ7oy70ufNC9TVGhvZ/Mub3NJQu9T8X1vQS/xb0MZg6+7veYveBXF700MaK90ioEvpKsAb0YEau9fLr8vV9/gb0LVdq9r0iIvfn9mr3ydGq9fYGwva70xb0xTe69nvPqvTUiVL2Zxrq9vWfFvQrbxb1OS8u926yZvQxxxL3954C9xqafvfzg0b39j8C9Hpu/vW6T8r1WGq29LwTmvRGm070uerO9wVcNvuqHAr5GKVC9ST+dvdu14b1x5JW9PAS7vezKtr1D9Q++rlHKvcEGA75xeqq9YoikvVAu6b0NYsq9hVuTvSfFyb3kcgW+DfSIvW/EYb2s30W93Ae8vbwumL3UpIG9tQqNvcdIiLyRaqq9P0uPvZk/m73/psy7wzkdvRfzzL1T/s+8DF6GvR1dHr2Uuay9nuJIvZDBrL02paS9Or/fvX0I471lqBy+mv+NvRuMUL1ZVq+9Qx69vTNy6rwwusS9cCUVvpd03L3hE7e9hFDjvYEjn726wdK9fGWuvevmrL3yzJ69BBZJvS1K5b06NwG+wgiPvaKTkr16Wvu98uuhvfMVxr3r0CC9VtutvZPrz71N58O9u/CSvenlq717A4C9pmbUvWeU3L3lxO29/3HKvd5bq70rvqa9Hjk/vfqR3b0PYpG9PvmRvWcpPb2GmLG9kHOzvcyY0r186Y+9JjIzveeYpbxO9Ye9RnlUvREun73ogUS9zYuWvThZh70JtP69HDYqvdUgA7zAgha9vwmrvTIMSL3tc5C9u6RvvXRa4L1ZCma9qm0SvsVsDr4QLq29k5HovRWyqb3odgC9Strzvb9pub2tNui94qXIvby8nb15b/69jCrEvWFNwb1aXry9JAtsvXpyb7w1Gsu8",
        "zReHvVAE+719Za69dnfkvasg7b0A+5e9V53lvV6/kb3qUoC9KHwWvoYnh71FOsm993XGvWOA8b0jA+S9L6vVvevty71198K92RfivVTFn70oNZW96U4xvXyPUL3xXpC93U4EvuEGDb3ufQy+tYoAvYGAfL0LDNG9/K/5vcU8v72YZ4O9JUiUvXcCpb1CSwq+0/6hvYKksL0G6te9b26UvYdSz71FTWS9zgiovSjh7r0g2hG+qhBZvbI9hL1P0y29LqzSvQTK/L1xGoa9nzm9uzAKK73zw0a921Scvd/T+71h/oy9RDVfvamvvL2JS5i8tJTjva3OH70FgKK9psjDvTIxtb0WE3a9aTOcvbUbu71wYom9e7IPvtLTF77WSk29Wq2wveAdyb1KWQO+z9zTvTr9871Gp9C9VA6JvWv6gL1WWzG9QOsBvsunyr1wFw6+ybFPvUWoqL0bGMK9L3Fcvdpn7r1kos29dxGqveve7b0pzcC9KvPkvQhNHr71rpi96XWrvTaFcb0wud69qfOBvV0Hq70cbtm8bXS/vclUDr630+S9KWaVvTp51jsohky9txAmvRt91r2bzby9fXQDvuZvkL1Fmaa9xdzRvURSzL1fsKG9kU1+vaugeL1p5aq9zmAQvvxmy71rQeq8nc6nvd3Ibb27f4K9AAAAAAAAAAA="
      ],
      "weights": [
        "B8EHvKQRD70kJ9I8ZpwcvvnYlz3A3oa9YvaKPbxeibwjIRi8xszMPC0h/j0nrwg9sM7jvW+Kcj3oKQW+71+/PYHlD75TtWS+AuyOvQY2g70GLJi9sCpKOr/kxT1fXzC9ZmAQvmIHCT1exko9SQOsvLgiqL0TVlM+YnbhPZiZFL0BcoY9o9mavJhX/TsRSC8+YAnSup27lr3fVkg9TOTqPHA9GD0oav48u24svZ/Mkbx0VkA8MOtCvNin7LuYxiA97Ox+PLq1zbxovOA8HMfOPFtQrrwAxqW5wPgiu3Bw9juH+tq9QZPpvNeN2b2sIkg9jIA4vOIaLLx8Z9C73gsWOd0veL2WuxG+FBiFvUO35z0AOs290oP2PV1ITz3WLBq9d7dAvYPPY7wGCbU8P/YaPlQaRL62HQc+3FYvPn7Nsj1vRi2+rBTyPYr8CrsR1C0+TpKOO/0qIb48w06+5+4PPmWnLL5nDKG9T+35vSkILz38A/A7FQqzvNnEKT3MjVE8qaG1vYBycrxAMAw8H/O5vKdRFb1m+yK9OOLnu0DzuTwgBVS7WOWuPBMAAL28Isu8UKsKu0AozLrAlmi8HBjnPBjd1byGvZS8UOpYu8E7gT0wLYw8uH+gPKklRD0Igoo8v3ZLuw27oTxvMHA9dNaNvBJwVL3dVjq9tBFqPS9UQD0URAc+KcMrvkQeiT0NI6U8AFyPvavCiL33Y3o8RhCFPapgXr7oM4Q9U6GVvpwO3710Uxu+/mmGvUOmqL1hGR693FENvhUaU76+II28bwxivlugqDwwGoQ8uegMPpEHQ74kvxQ9skpTviTtZ7yy2mC9cSaSvXM6Kb2FSSa9LMzTPBR2ALy4i/E8eJO1u1371LzYADO911/bvExoHT10fJs8EF0Gu+wrnDzu6328AKaVuRA9pTyQlZK7jBTEvBWp2LxirIq8dX5QvPgQsbvgpEI9g9O0PUuMmjyMu6C+XqpUO3BgBD3tD8U9TLGIvSmbRL2kmiA93ksFPXqGob0Vqmc9",
        "x8cHvuc2/TxXoAG+OM6jPURGXb7rCEq9qWUXPhuAEb759C+9U1/4vExxGbzoW8Q9sXNNvr5hZr6DiPG9hvIOvseVmzuTK5E9KqFXPfpNMD1oX9m9dgajvKtTBD2lBr28XWe5vAF9gTxR1cK8pSqHvexZGD1vGge9fz8XvXxBFb2ypyg9YEC0ugQrZTz4Mq488AsEPZTXKDycrX88eChqPLh37LstMmq9u7YrvRa1kL3gSUq8AG0IOn2T3zy3ct+8L6EyPfcUn7yV9JS+H82IvufZGj4TBxk9NOZHvvmpHbw6CZo8ACJEvixNsT3kChQ+xwyMPW3WgL2Y9O68LHKRvOjrDr6J2rw9cgGyvSO8pDs2E7y92XdQviyNSzxvaem8hAhWvLPdab7Ry9K9mzcbPgLhHj3SxQg+XRc0vU10C74HJ/y8H7JTPZlznrwqqDi9bbxuvJIGNz2+GKo6QOhzugj5v7svnOG8wPhiPFR8kbyc0SY9oBgfPDhDHz0IIxi8BNz4PPCPYjsQ+4U7VUbCvJvW/7wTOza95OtmPNimLL3pVq68N35+PU3olL4cMWE9A5nvPc/nVL6oLbK9riI5Ph3znz28s/273L2oO/LKUL7WFPA9EL8tPdDBt77eFBu9iB56vn42Qrz7MEe+xUaEvjX44T0WDHA9xUY2PvKGJ77HUBs8Tl9PPmVxhT3bZSu+bvNyvXTl+z1+k9e9lPunvT+ugD244OG8Cne9PdSV8jysY0C+FZI1vtA6w7zwL7S7LiyyvJzcejzIcdS7pcjHvKgLxDzoFrI7DLuUvGBlbDykav68wMzePKDTVDvgND48vLKMPKos/Lwwt5W7NiEavrWINj2efb28GVvfvOhVE7271zA+OD+PPeDtL71RHVe+GKgSvr2A+r3VWZs9wKdwPhkSlb6wgYo9XHxKPQA58j1a5v879BQBvZgdGj37Glo9l3SZvbzvAr4ndRQ+DB3mvV8RgLzPPAs+rI/6Pbth5z3fAlM+K4AMPik1aD2ei0u9",
        "kCEGPLeoiT7xYOg9bu0lvTQf/Tww0Dq98Ao9PDOfPD2Pk7Y8wNo5O/hfHr3oys28hREnPQDmDj0w4KA8CA77vCCjELxYGb07AKtjuiB+jTpfWOC8hLc0vATwAb2w7Zc8yMFYPLpaOD0rubI90YtgPSqMNzyN/+Q7uN2huzjZeryWhXM8b03GPTkakr6reLy+A+IKvvuVNL7CYhA+iNBbvlPZKj6oMtK8b0eEvMkWJD5xbZA9pSXnO6TctrvHXek9gkoIvn3hQb2lnZK8nAEcvqqM6b2gDJ082oiRvVRDej6fpCc+M+vSvZ2Zpj0qXJu+f6ZTPqLyHr25xPW81P00vbd5i73a1C89bzlnvbXJ6r1o8BS8ty/wvb60JD1a1QW91O5cPKQsnTzoYSO9brDdvPErIL3Qs4C8lD4JPZDEljtAfLs8OBAuvIlxJr0w5/S7JKb3PDBBJD28GeU6I0N1vM+L3r3YkAw8kg5QPqY8X77X9TC+vgnTvsP5473VN5+9DocyPZ83qD30PR89MmkPPeUshLyvHks9WotAvaO+kj14ssA9mNpFvoXhhLxndo89wSivPfhzxjvifX29IvV6PXEA2bu2p9E9SgKkO7MVdT1l7h6+OzcAvhIHij3ehIM+JCqiuccOujwAnF24RKEJvlQ6YTz8Q9A8Kve4POkwpbzKaHg8+GbMO0vmBL2oNMA8qMhqvP5f0bwIwIo8XIDovLF61bwCrzI9cGXhu0j1EDw6XN68e0yuvLQaljxDMoW8fO8eveSHLL3p1Bs7mQrmPLCsOT1OlOW8VWeOPfC0rzvyQ2Q9hVr3vhjEmz1vOvC9TFsSPsO8Er6SFPI9b00AvQ7QXT37RuA90uszva3EfDur6IY9OVRPvWqJrD0R5QA+hZbuPUgpg7y9ZRE9fbTDPabtxTwtSaG+0XOPvmZ0nz0bjgo9Jq3iPZo1MT3dHPQ9HnknPp3FO71VkU29h0A2vdGgh70pdvm6jg4avSsStrwMmI08Jq3kPNbL07w88mM8",
        "yKkavE9D4LyU+oU8eJJpPNwop7zqPBE9/M8sPfwBqTycFDa8OrUkPRDBED36yiE9BxiQvDnDD72UdGC9gL9cOi7vrjulMzy8qHMmPb8fYL3Dd627gFvJO+z2dr67oEK+EPK2PKI7dr0hUn6+L6AHvkWV2T3UZG89BMOBPDhS7L0BbEi+Jd0evet7b73kkAo8LKdhvnChqLw4CB89kpCKvXYlr70bP2a9Vc9cvk39BL2/5KA988QDPpk7oz27fhq+CLAVvWLUdb3Q/2G76jGNPVp+Xb4AVmo5B42yvfAUtjvHbZm9Z3YSvXThAz3R8J+85jyFvBQxujw4FPM7TOzoPPinRjwAOlY66C+PPGBftju6KSU9HDX2POYt8b0WhJy9sRQ7vnmksL3r7dy8oD9XvQpQpL36SZ+72TVzPcEQMr1Hob89gWzkvH8GHr6Rjw07Q+SDuysmNz7+oC09IadlvQblxLwnYiG+ADJpPK8mVL4Qre+9B/auvd6DPb1p74i+ZlW6vJjpB70vNOW9XYySvrkkS75DqWU9SjcCvid+173WzJ89u9uAvYWwKD78xks8WrKbPVRpVrz1fky8/MpbPSzuVzyoGJC90GmNu7zPOz090YS8mJ3/OzXBxryooIM8YN6iukBGJj3QVSq8koMivZTRHL0QcQU8QIgxPOBqGzxJqLO8m4eAvuopsTyhmZC9pJyyvEhlNr33ZTe9AGvUvd2KHb6JV0o+iSejvN7pyr1i8Pm91j8+vaqjubzSGgE+AV+XvrSDXTup9Po9Vke/vJpcRDyvWRW+T0dBvh4w0L118bE8bSCnvVP4Jz5+0yi96IwJvqeJpD1+tj09JtEcPl2J+Tznz/Y7lHFVPTaqVTxKxQQ99WtTvhjnJ7xs1GE9zGXCPGX03bsofuC8tJfCPDlUb70AzZ08/mPgO0AwWjxs/wQ9aFauO9zYxjxMY5q8vsaHPJNziLzsuoc8+vMTvR4y0LzXBrm8MRkxvZRFJDzxumO8SHrFvdznl7wcEpk9",
        "AGJqvP+0i72gK3C8QsFoPYKe3j1DKEM9XmULvriyNb4GFsA7GmW/vb1eKLw3mgm+/EmVvlADmTsM3Mq9TJxtvaPw/Dxgsdk9j4vivAZd7r07jI09Z1nivUlKgL6s3YC9KR1rvohb7L1mgMy94MJ4vDOxCDtqa7C8nrYEPTUZ7z3H9Tk+plsPPYFOiL3gASe71msyvOCjXzxmPAg9e16LvHK82bwvR0S7MHm7PID6cDsuTN686LDnu4gpmjzttLu8dPUpPGy4ADzA3QA9wAMHPYDAl7tE2PQ8TooHPSn+izxibam9djSpu4LGKj0vagq9sjYLveNOgbsjqBs9qr3+PawdQD3oUA8+XvAAvnE6uT1/HXA96vsOvQ6UJbz54o695KeyvJAhFb72NoS+KmeWPVUDSDwEjeo9ew4KPZZJrbyEe9G8nMxBPQlLEj6bYKs8zbgVPZXE4j2yMqM8npMSvrCfZr5OJy2+Fxmgvd9xBrxwRd87xUXXvTOWnrxz/wq9INWhuznl6bwGR509WEu8PGZKkb2gBsS6sNaGvJD+JjuQuda7tBERvBAZAjvY/bU8gFQdu0jLGzwMuJk8aMJVvMjt3zsgzS07xj1xPOCZ5D2H4JE9ttXMPPgL/bxvvfK9ppNXPGz8qT1LTs690wczvsOFM7ymvJK9SSpoPRDQwLwe3EO9K5lrPMyCyDy3yNc8lvRUvYM1ib2V+xY+Q+jCPT1dnD1W0fA8l8TkPFpbrL2pWMC8c9WGPZzNrz0+cL+75NEBvg5zxj2oxMw9rNzxPcMBhj3BoXM9cynCPVqjNT3pFs+6pk8qPRbP2TuhJzG8RnUFPU+3Pjwo8M08GV8yPXgNmzwQHOI7AFUPPSB0QrtMb048ALyUOjRO8zzY+Ik80Y6AvBOO8ry85NY8TAPKvK/WGr1LWxS+0ZLZvc32gj0Fsj29nEakPDC3+L2JuSq9EreGPRikwz3W7oM8rH12vvICVT1imF+9wji2PfY5x73sglg9bjJRvVassLw266q+",
        "paXEvMtL+zzf7Li8EmnwvUGgmrwqxjS+HmJAvke/tb2T3r88LaQvvlqvx71DeEq+DhiIPf8rkT1Lp7g9AHaRvgNFoj0nuIS9KEO2O2HVarzR9hy9uvvkuw2phrvcy248qxUMvRgtrzwuVWO90HX+PH3KqLwgYtG8pEcqvUBv0jyQQ8E79LFgPID8LrxwyiW9ClHJvBAByjseOzc9d0b7vPWmN71+fwu+hV/GvVNhjb1JXZ68tOuMvgzNerz3Tcq9RH7bu4/Gijy9WUC+UR+WPj/oxz2BvQM+2WAfvp4FHD3/9728BRwbvvBbpz0VS769hU1gPeq0Hb0JxKY9pG+qPQI3eT5HZ1Y+lGWYvAvB372XSEq+t6YLPvOsmLpd2Us7Sbgdvj9CQr2el1c9PinmPYR85j0ge5k6LYB8vZweazxFHJ88jmfkPQez4LyEMZo9OvUBPWhYTD2iAgo9sFDtPBZa+by4FPK7+PMxvKAMSLx9sC+9lv4NPbQtrjwa6iE9uawjvWA7jrq062g8OwrJvQXiu711s7Q9hblMu/lKlbw6aRs9O7SXvEzcxTyz5Ja8hzCbvh2oxL6h+6G9zRiWvJfGbj2v8RA9wOUXPPGPq76Qm1G8Pb0FPmad5TxAQyy+2k6gPT1BXr5GDkM9wQkRPhrpvb4Wy2O+2P+SvY85ET5/h3s+lrItO4CbNL1+hpY9vp9yPahtAL7UOi++ctfrPQCOhbq/2uK82PXePBQBLb7Jz4E8sEXpPMwb1r243BI8E1gfvneIkLzJGA29nAyvPIhY5jxMeLg8sIeVu/r9Mj34dWE8mFfSPHip5Dwg/qi64LIWvXLXlrwberK95/Z1OgWW4L3kEpq7xHoqPeRDJ75N0po9Vx8YPXeFdT0f+Ru8j+QXPm1ML758cRg+jdCKvAQjpb01DEq+5OjevcvJzLy/p6e9CLSPPWRNxz2L1/69tR9nvvQ8571hE6G+dNylPHuL+DypESC9XocavlwyAD2jrKq9zCs2PX4CAD64Yxk+",
        "0tsHPG0Frr3nSI29VtUOvWnRir10ngY9ewuYvpFNg76+Fha9QCfqu1g2Kr3HX5i9iXAvvWJYo7wypgM9Ms3WvPBgwzwjvh+9tEWMPIg2JDwrntC8iAEXPYf1tby4ADU93Os4PUtR/rwLIBw9WceYPIwINr3Qggg8jCMPvh0aHzwwNd69LM2LvHCukT0clgy9Jo2JvhA5nrwqmLu7qax1PYh7pT0aOGQ92vmWOx4ngj2+NYw8a7BNPfxmPjsUIQ8+jfHjOqHjkL7rqea7jKDLPbf+f7s4lUC98znBPSHUIT4gPp+9Y6R0vhp9rD3HxKC+KbBHvDH4RL7lCKi8HksNPT1kr7yEF2a9lLp5vQImJz27kI48sNH/OyUtDD1YWAm9OImmPBDuOD3wy8S7dFnHvCD3H7vMugg8SEKHvCBTtbpgc0M8rNQKvBiFyjuvzgK9rKCfvczCkL59Dq29j0EqvSEeGr07ggQ+ASFAPTXIqb0vCxG+UVOZvQYo1L1095m+SR4JPo4deL4t0Mu9v8zsvBGUfr4oULq+EvSUPUlHAb5qlR69DPEkvTgUAr5nS+S9Q8CvvdEpiDy0qx0+aNi6PaPaW7789gq+mzRkPiFQ7r16H5a9ZirzPdlbH76I3kk+Vg2RPnzfNTzUTxq9tAesPGZhgLxYxDG9iIJsPEmxOTzcCMQ8d5XOvTi2g7uI1eU89PHcPERNWjzU8Bq8SHrvPFT/ZDySAzU9ALkVOmb1Cj1EuS89Zn36vABPtTl8OCy8CNA9Oixpm7xnob69zJjUPL5MrL31Ova9mc9KvCQiB752kzS+Fno8PMf7WL5MRhI+/Z6tvY8mez37Do89WVlxPXnEID1iYe48rv5jOqy6nD24Rhg9T6Sgvu0f6LyKmyW+Yqh+vt4QHr4XHKu9XAdXPtCbzzw6IOg9OzyuPanLCD7y+Au+hPZovELfEb3KPFM+OHS/PMY8XL0g8YC7MOA0vDTAUr2KIDc9VEsAviodOj2CP5U8EJvdPHYzqLzw+Mm8",
        "GKsOvakGAb2umBu9dLTOvH4WHr2gx926iELhPEm99rzufCM9IEFEu91IP72CHiE9L1dQPWR8Z70oZv88VsziO7kQcj0pq5S9A24+PcoFjr26YmQ9Q/ALPJGpJ74kQTE+B2tEvut3CTsEYqU99BMOPqfGgD4alca9rP/3vB3JI76XyC6+RcoLPlUDUj1OWRk+bjBmPZZhCz79yxY+POQfPr4bCb6jLHy+umfRPPZLoj27fGw+cSWDPbRpHz4FBQu9GHgIvpD7BT0d5Hk9m5yLvSjr/zzzTyA9vBkBvWqV4btACKC6AKrBOQK4zLzTWCC9sPMyvbwPizyhK8m8oMruuozCCT3Qgt27ELg5u+CIDT3KNAk9VrpxvWxkYjzye1y9YNRYPaUvNr32m6o94ffuPOYFUT3ww8A8lFqbPTXnFjwO/N+9H4ITvWDhqjx6FCw+2dIiPgvcCD5lXmS+sO24PdkFaD1BkeG8+jCjPfuwSb1VZC89roMIvqpaQL1bCla+SLO5Pd0ZMz5zzYm+SmKFPjCD7zz0fBo+Z3eUvRZd/b12xDI+9JG6vYLwBz1ATqa96IKYPI0Xxz0MlUW93KeRPGEbBj1AH/u6ekSjPXS0SLyH6sy8PiQxPRbpHT3kQS49XAtDvM7PyLxB3yO9yEMoPdBh1bvAbqe89un0vNAzFDxQfOM8qAB/PG+Aob25du68SKcEPU6IIT2RRZK7okkivoD/Er1U/Is5bKK7OhqiMT1bhIW8rOaXvnYCZTwT2vE9p4trPVrdsz1F0x89kuDjvbQGYb0PiWa9/j17vS7fsT0G+iW+5K2/vYyhUzxveN08Kp2tve/a8zoIJZe9oIgPPpyEwb2tZTC+laEnvhNssb3sVSk9cNrOPEeGCT1M/gC9p6T/vKqem72NDa28Nrr2u4je+LvdJQ++5FALvWyCCrx4rMc8jOg0PXw3AT1E3jO8oIJfO4DnTzv8n4C8+C7aOzRdNT0z+TK9oHkRvHDgKj1KbFU900FGvUf7TrskpiQ9",
        "VgcIvovt3TwY7AC8YR83OsdBzb1jnzO9vHIAvMpCzb1uQXU9JfXdvPKuF71PhjK+5GmVvCAOJ71n1sY92R4yvVszsLzWcR4+J69CPSSHLb4rsbE9uLfsvVn7572hep09fROxvccoCL7TB6s9k5WkvcvhIb5a2YY+qTctvmNB8r0kdBM8xbygvTZFC73bfbK86+v3vQIzxLyqQOm8LiXvvC3/ML0GtdC8Y1sivf4iEb1gI7M72MLePNiU7rs4HN27lJXlvIhITbzfczC91GvSPJDIGj3A6is9SDQzvYepab0F9M+8t25XPUB4hjwHuJk9hku4PbtIzzxzWq+8mpFEvvsOwT2/eW++bXxZvrSq4r27ROo9s3gdvjY+2D3GUiS+hpZUvAw8Qb0RAqW9XHwxvcI2rb1qao29jCPLvD6Y+L2fol69sh4hPn026LzwwIO+Mz+tvYaFqD21Wny+AnZQPATCDb4qOd09mGsDPfgiGr29ksm9cAHDPHGUub2tu1q8INJJO56oCL2wMp67iJJqvEx1Dj2AqVa6wmaBPNwzqbxk6GK8CDPeu7yY1Dw6ugM90Bv3vICNKLrrVaS8EOVsu27yGb323ci9AJFWvfGmOL1IYwA9EOcUPIvD2zzbXe+8i0a5PI9J5L3msrw9gTxpPaAA2D2j/QA+OwiNvqW4Pj1/2ik9zhQcvtIP6D0Ew1g+dR8+vYVBTb2V8xg8ZvbQvaqnM760m+I9EqY4Pnd9+z1y5PK9rP0kvlp27L2T7FG9wCoNPhq2aL5E+9q9DjxDPWY9AD7QeTc+Txk3vV1BNLzIcSa8xORhPPGilz2QbXo7zJC4PfC+WLxAvbs88PguO5gxvDxDX7i8NNkgPaSmmLxgISi9rsr5vPoFgDzwN8K8+K6EOxM5Er1ARye6PG4ZPOq3XL1d4Am9BWEEPaaInDv5zRm99aoCPGgCDzwfT6o8GeCyvMkq7ryQCXm+BYPyPZP2ET13cf096hBwvocecrz7zcu8p8RXPQWRHDyr9008",
        "+56Xu9r5CD0d6Qe8s/BHPR2dlz2kD7i8jmiFvUeJD7oudCQ9dCG2vYhwWr53N7i7FSeAPGw4ob6VCNk+yy2HPf6lmzzsxAc9usBHvjS8IbxbhRk9DgBtO+zdjryrF4W9ALppvIyWWb0efTE9aMY0PcBREjvd3sq8pl4RPQbcGr3KsR09LRunvFfrNb0oEc08wLFBvHy/+LyAIO46bq+8vIK2kT0oagI9xCk2PLAqgjuk04K8BNjRvZhYjrv9/3k9r4erPBLylj2KsCM9466SvRr4bb4DfaK9cN0uPU4mdz2TIaw9o9WGvQ7WUz3riua9tb0ovgvtmTtfmu49N/P2Pd12m77S1kY8EtShPYVsRr0efWi9X/8DPcoBxj02rrK9jleTPTESAD4ZicK9pBoCOZzwcryYqpO9XEQzvcdDcLxQM246uFezvMgBTrtqEC09/YS7u/4JKj3AAEI8SNwgPcAtv7uo4b88SF6+uywX4zxQ69g7LoqivMRDq7zs0Fc8SMlkvARwtjwXbwQ9DjUXPGgo6zufUV89wG2qu5y1yz1ij3S8z0OzPIJEtb3rA4E8sIUgvW2iUD7nO6K9IMoTviJY9bymL4K9r66pvU4r0z2STps9YwyvPYgkorwpTi+9WASZvTL5sr0QSDS8G3EUPgztML6qzhU9wAghvn7jMz1WAOI8YtKDPeKuIL7fdBo+IkoaPsHWmj1LRSk+uugkPSBxjb0oao87lCcbPXYsUbwwOVQ7V5+2vQKOKj0Lz4s9tHT+vI4ABz1YXBS8cCLwPO/NBb0seRq9Nh4CPbx0djzoGXg8XVa1vPrTE73ovty8H02ZvPAW7b1N0RM9ug2ZPaTHnLz25Cs9GIkyvgyJrT0Vao+9Uar5u8Q4vbzLRjC+9SmnPaN2YT3QOoW+eu2+PUn0FT2ft+W8FH59vTUAVL4VoOI8ac0oPgiS3T3SK6U7BkuaPWU18rtT8fe9T2LDvX2atr3CBdK9cNy0PZkmVDuBd/e9xXdBPUcQG70wSjO+",
        "9EoGPqsbKL4wVBQ9vXBvPVTELT1Sxrq9CQIxvn95ubzJObi92jENvZkwgbySHX+8oJBmO052DD0AhCQ6ZNaKPMhYIDwYxOQ8iEFTPHIO1LyA2zS8KNj8u4ybDjwUthw8sluZvbebnLx+bBS9s5KUvJgGnLulExK+2DikPRUIET3JceW84uMcvo61lL6BUT89AM+uPQxghz1SZyE91XmZPSPrLLzSJ4e+RishPWYEsr2Hfia+Vw+1PaSeEj2yGOg9WUS4vpRSl74AYB09eBYtPuVGS70jB8G7+bO2vdN2Fz5nB++91bU9vh1ZUr2pWjU+KjvgvaieqTzxerO8uP7Mu2S9qr2Gd/m8sGpwvPQCrby8ESC8MyxJPCRblrzQjnc8owGyvKwNV7zYUCU8EHk3u7AEDL2g3eU8YJj6PNDMuzwoSYK8EKATvFjdV7xq/V290vdVPAMSA76FmqA8nPYGPRxTtL12nmy9YeUTPaNHHz2MBF6+kjA5vSql/zzkh5k8GM8sPQC9sLza5wK+opF5vfptpb7XsoY9WUyyvUdxiD2lgne8GwitPVOxMb2mGYW+5gGNvnyGkjyWBtq8YbQ5PafdIT1gQIs9YNNgvedr672zy++9anOtvJg1qjoEbyW9IE3GuzS9Tbx6QgA9N5jZPMvbjL30M3o81JDoPGTuhrya1HS9rMNlvICV6joYwt48IICmO6jmJT1gPtk8uCDsPNp9Kj2+Xhy9ElINPW1e/rwkLt+8wPBEPFgr3jxjHD69S0JEu7obb73S3zU92JXdvMPUOLz5ljU92x3gPMwBT73MI+c7fplyPQSKoz0X59o8u8YpPuYdab73nX69p5kXvrk9/z1Uy7K9V/QevricXr09c4M9HK70PULeu70oaAi+2601vk8GKb4S+gm9/FMiPtT3HbworqO7MoiVvRsp0bxGgmy9h9Mxvh/nUD7wZl0758wDPhQg3DwdHrw87lANPmlDg7z2ALO97I1KvNODG71RUge9wEnJvPDmJbuABPQ8",
        "3jPTvHYH57zME4e8g/Eqvaj4ULyPPc68PCloPLhlAj3RiIW87jXaPe2KPT7bqIC9JAZ1vDAVFLzGYyy+fA3IPXTO272Omcs9r0xoPf68AT4v7HG9AWK6PblvUb2wIFm+IhYjuRlGML2U7yQ+SWpqPRuryD3RcxC+g/WMPb02Jr2jxco99ePbvOD4kz1SaqO9Ina3PZZ58L1TWu86h2GMvmd2aL7udBA9GVIQPvDgQbqqIhQ+Bt4DPgBIJrqz5C0+TEuKvAZQEL6HU689JAAgvUfxUT2M17M86lS9vUhtuTv4jbW8LuXwvAhpyrvoF0g8h1c4vSBoerzslZk8OoUUvYSzILyAJYe7OFmoPIGWMb2nYxk+h4sIPp5sW7xziiu9wOYXu0d6Q730hKS9LRkAvcJtb77pCvG98pPUPB8HGr55aCi+hz4MPRUWHT3TUgQ+FqaZvmRpZb1D7ys+s5ciPXpDdD3NkjS93NrRPcpoSr7JBSu9eEcBPqeAcz0Y36E9p0PwPckbbr3kcSO+uA8TPZcLDL65SGk95nqXPpMnSD6LcGi91JtbPIOZNT1geaI8PPKIvOBXe7x2S3S8fiiIvTBu5jy9w8C9mBx8PFWWGL3Attw8cOabvKND07ws7hq8PFALvTCg07v863Y8bu7YvNCHP7u8pmk8LA9mvCOJkb1kKCc+Zg9SvBjGx72wcos8nPExvX3mTr7Shwo8kmwrvchfij17sje95HDVvUr5Wr0nYeq8RPC0PEiyLjtoegC9a0rvPaRABL4gDSW8sfQfPg79Pz6atBC+c77APYnQiT1aRwG+SPfLvbdOBbuXqAY+M9atPfLyvD2aQ/A8EMmdOxgpDz7VLre861XYvdYhT77AgAM9VPKpvfyacTxvBvC82GPuvazajTztCsk8Bm4qvcv+67wwXjU9RJXjPOACV7vUK3S82AnYO+6XLz2SKhA9mKj6u9gP+bt4xBY9TnCLvKh1oLtCBRM9UkEwPYOruL6Co2U80/E6PEYpt7zbQ5q9",
        "PVTiu2LooTty8mM8JxPGvaRX+7viB0u99TcCvdtSk74vgGA8VUAGPvYuu7zymUs+0xKPvTb7bb0oJ6Y9Z7lFvZ4S+73aMHY8ABe7PWD+5rxvbjM+L9MfvGIgIr54sk++6zAnvptFhr3qt/e7iKQfPlMEob2C1DC+7eXZvWwFuzxXZZY9lPxBPMCJuboNygk9zrARvaonGD3WrSw9soKuPfhbTTyQ0fQ7kFl6O665IL0LpOO8yS/qvCQnC7w0HQe8HAKhvHi89DuUjcw8+NcmPByvDD1f7by8qbSGvvjk5TuCQtk9wjMvPZS84Tv/axI+/UGQO3NjFT4Ifdg9e9oVvls41b3F4TW+S5J1vXUD6L1DNeM9GYgDPgF40zrFZLA9ZYpVPYH6NLwwRSE9/F7vPG3Z7rxzmAO9sXbPvSkx2z2/2DQ+AgEFvcY8cr3VdL07c7T+Pf0kiD4bV5K9UKESPtjFtL3+3Mq8bBdRvBCIGz6c/JA83jaBPRQ/aDxgxh48rY2XPfyARzwxngA+txwmvTCbjbzgP/k6XqcnPfWXA72bHM+8QAO0u8A78Dwgxi49wjciPRIkID3ortY7ytcvPSM8Nb7bOYW8tYcHPNh5Q7zS/iY90LPyPAgbqr4ZkNm92tfTvWSTgr254O49blm4vmQKo70LYtg9u8IWvk/xlT2FRp69vZOIPUlKe76IPIY9ii7GPToRIz5afkw+MDsIPpZH4DyWato9Ra9mPVsgWL3/NKI9C76Gu6zPDT31qMG9xCkAvPiEGT3H8TM+8UjVvajw5ro8KeG8eRSVPejU9rux91e98M5hvZ2zMb2sbhi+3OmNPL1OF76cXN084LY7PVxtkby8vzU9n6khvQL+gLwvtwa9yMgRvZBwbDwS0Hy8WhoBPVro8bzle8a8p4X2PAweML0PDFq9TiKqvcg+JD3+wB4+iF7rPbLmfL6av06+JrmfPVpu4D3KxnI8hFeevLaJLj3R6rO93ruNPClGvL0/qZs9LQ5GPUkNY775HEq+",
        "r50Tvg1Gkr5F23++ST8QvoH1Fbpz2Km9q1rRvc25I74ZtpK9h013vhNg+r0WpgA+R5GHvpNr5rzPOEU+NhBvvqGY8byfT7G9DmAnPVCLfb17CIq9KEmLPOiU0b1IcKY78rPTvYM8Ob1veM28qKnZPBSHqzxQ0Se84OwxvNz8pjwckAM9gmm4vKA4Ej3zmgK9kE0XPdZyKz0s/8C8DuhFvX6dubx7OGA9SDfku+p3YT0YefO8W9iavNNYuD0rt329HmqdPPH9ET3cLza+EHurPYjN+719T0o+YvsTvvwZVr4vkUG9HeO5vfPvHj6j3sK99m6dvoBYjL6rERg8h1AIvq5BrL6UH3m+doV7PfBhNT1QprK8URjcvPwI1jpOpwi+YWLevR/F471ZBA8+UKPUu9Ag1rv4bFw8tZBevfcYRjygZs+6sJFRvACXwLsKtzE97tURvUCWNjpiOQK9gq8UPd1+tbzAZbY8JrYPvYrFMb0HQqe8yBi2O+bgIL2YfZS8Ov0DvWk/G72/bO29kRAWvIB4UbzQIB+76KKaO79zGL0KVSY8L/47PHJ5fj3oZvU9n8NQvSonLL5CaNS97u9UvjPf2jwDhZi9x6R0vjI1jL5CTDm9PJxmPX21KjynpaG93j/9vL7N/T1yZ2m+3hkRPkGniTsoTmA83DX6uwlXHrwDk6U9eONFvFdj4j22Ube9Gh87vrk4wrtkRDg9KPTeumlNB706AGs9gIGyOTEVEb09TU+9APcoO+pWE7485w28h+yavFxiyTxDToa8+aULvbtL6Ly8z948gJPGPLAYS7zM5JU8yE69O8Y1Ij28FUY8FbHnPNJaFbkcS8a9R0LlPEDhFjzbONA8EZ30PGxvnr08Va08CvLePY6YrrwmsNi9rb8IvUVQuz3XVoe9XTAYvUDpzbyFiXQ9O8XIPN5zmD1BjOM9O0yaPVwElb2jXBA+usqQvGRZQTwCcem9b8etPAiRPj0Nf8C91fCXPQoUCr6JNPq9TkMWvrDtNzxrV9C9",
        "S+4uvZQg5DwKK7e9Mr4tPd6kVL5vc1u9gN93PM77d754FDs9vKL+vIgV+zz2Fx49qI0OPBW/lLzuTTO92BerPKUIGL0sodk8AJJEvLig/7skZQy9XrooPc6GIL0AjrO+FJ8VvFZpjj1sPHk92LoEPPN9SL3tqCi7qm+zPT0viD3KYSs+wdSBPPtUi73ZV2W97nlOPLc1XL5j/QE+AJc8voOkZrxytyS+TKgJPQgUOj334MS9K/LyPMZqxDzM8DI9TN85PAaZ1b1hqcs9hHrevRA3yrwchMe98Bkcvaklxr55so49JVR1vdz8Xz5dxTU+dreqvNRBtTwoMKY8EFKMvn4uULx0QQs9eEASvTTZKD1fIUU8uNTLvBros7wwdC07WHCTu07xNz2gGtW8WNlpPLDjhrxQSAs7hpktPcDXIz2moAe9vfYqvVSo0L3v4ok8ukAYvSzi87esfgK8TCyjvalOFz7VtEy+Wqm/PV/Mhz26FZw8wxPfO2UdrL1wvDw9DlQwva65Fz52B02+zEwMvvZU0j3Lfyo9LJgKPj19Rby/tXw7lpzjPaA8kTsHykK9HPf3vOuGErz6Kz09cOt1vkCI+TyICrK9n4o5PU0Dkz1Y7JC9UyEUPglhvD3c/D08YM02vpVo5byJ0Wm9qzKTPPyj4jwnx9e9JvIHvdZA1LxA+iG7jKf3PMDND7tQVBC8PjUcPXZV4Lwr6Jy8rLq9PAAgVLzLAR+9SEnCPJTxRzzcYd08PjOWPNBPlD19ghC9QFLotiStALxlvIS+YcNAvqr3vz2UsYE9ei/0Pf42c75W5ua8xgC3vM/BoDyCMfc95UKWPYLrZbxGzbI9oYNTvcebJT6sdkk99MQ0PacG372jupY+s42svdIFWT3zcfy96/wtPqCiUT4SQZC+GF0cvisgOb6REog9XDFhvsxqFL3hpQM+w094O+zJ4rw6aXI9QOkqun/o2zz9IAA+WCoNvUUn5L0EECg9uz1KPdyoQbxpOdW8rJHivETj4zwcnyS8",
        "fA2xPApqAT2sC5g8QOhePJD53bs1g828KmERvZgzWjzME6Y8jJv9PENUor3YBQo9Vy0DvWb+Ib08QJ87eEpgvetTfD0Z2lY+XyNhu1riBL7Fhqo9vcdqvCVMDb28YsE9Ew5svmyi2L1P3Ms9XN87PjinYr1/KrS8TAzvvcP1hD74SOS6gysmvpx9M77nEbw95MmbvcDZK76oEhS+TskiuqujIb4vdri+vLB3PUY8MT4VKNo8hFr9vIt4Cj4wZha7/JSePK0jJ75/e8y8xJVoPYJiGT0C56s8EDWePNAiLj04edA8SSI1ve72erxRiAG9XKLePGhgbTyE2g69YnslvdAz+TzM7FY80DU+OxudQz3XpVi9tE+9PbZACTzUP7e8hLXTvT4wlrv9czA68Tc3Pb3Xxjz9XD893G6UPYfeWz3342S+/WBuPDbO+T0JxC2+mbTpPYJoJD1+C8s7ObCBPUirxzxW+aI9MZOUvV9Nn73ZPLU9aWSgPQdt9b2xnkS9qwp4PbzByD2gzwU+8RkOPkWBPTwmGVw9rwE5Pb56rz2UXLc8MTYnvQKxDz3F6im85xTWOwQ50ryOhUE9xCQbvX4JM70GtAM9wIYcPVB3EzuOzwk9+GL3PLBDRDxUwS080OkNvDjL4Lto4l28Nb8VvXBOC708JxU9IA/APN57D737frs8wgVAvHyPIDzd9/87hk7dO2it2Dy8Qcq8dHcMvqHDvbwHZVI9G9T+PCarUzwtErE99j1kPPndF74MWhy8b8PRvbwvYb1Gmii+4HQIvb0wQz1BeiG+tdotvFW4Hb75OX69TQhVvT6lt734HJs9zan/ulseqL204QQ9DUEIvTjwXr56qKk9sVIOPSD0XjxLw9i97QikvHGpSbzT8i47CQ/YvPaGgL1bOSy9hhh2vSpuCL3ITz683OwSPR1g7bzWL5O8aAjFPPU+87z4S/I8rvoMvSlj1rwQMtQ8j9wNvXwKu7y2Xbg9R3kyvS5AmL1hryu8zNYjvS0Mp72rCT49",
        "Yd+NPXXX2Dv2pne9ZAxRPRzW4T2MudK9uX1jvOQGmrwoXrm9xXojvlLa3j0u4Fw9fdNuvVBCAL7KEEy8QEhtvuozcL43Nrq7SfCiPRJYRz0ZqgE97HOcvQezojzINdW8n2cBvtlr9700vQu9h84BvWHgcr77hSU9BGnnvIaDC75woyQ9tp+IO1GSCb3QwjY9tImGvGaPJz3GChi9P1D4vBBaZ7znzzW96GXmPHjdJrzRN7a82G4/vFQv07zaRiM9KB5KvHidmLvQfve7wO13u0XUlLswoHa7aJ+QvbW5Wr0oG407g7+PPRRMP72iqQU8lcxJPcUAhjsvOK68ugzhPbN0rTvpvFQ9Tu1jvljpKD0tq4S9+467vV6TUDyCTZ2+RgEiPfdQyL3itBY9uz1dvnCzCj31RHu97HMlPhoUOb6QC4m9flAPPrgs+T1bnyO+sPOtPe1ZYz7Hd4W9Tf1BPX3Z3L2I0aQ82qAbviTrAr2UVIU8aICDOsDHETqBSGo9An0sPc56gjqRx8C8iJSVPBriiLzgDri6wOSNOxRgqjzndym9TJEsvQJEgTxwTvE8lFc+vKNwAr2CTC09kLgePHH+hb1jHrS9Qy4WPQBiaTt8b/47ygsxusCcX7wuMOm8p1ITvUiShbst7vI91BnevdrqQb5nYA0+q9eaPasyLr4gYJi8RUEjPdsYp7xU2hY9Ij+jPBZPFb5SBIC90f9Ju9P3A74ozWU+ZalCvjAYLb6vJfE917mTvAVAjj0/Nxu87r1WvWOGA76j69a9IeU4vShQFjycNnM8SMr3u3JEVTonXw49wDMSujdWijyApSQ9BVRKvfieJzzutRc9al0LvYjnyDyAREY83AuivEgiAb1okKw8CM19vLiLjjz8tcK8gLWLPHZCMb3ddjE9zUxTvcYg/rzBMki9WCXgPDtgNz0AabU9NlAEul5I3bzV5iI8iJc1vjwt6L0L+Ac9HcqOPTp3Cz1eHAK+XQ2RvGKA3r2WEP08xwzOvo6PO76N10s8",
        "PsMivSASTr44Q4W+egrhPNJ8kj1hUM89xKRgPdqMID2A3go9bRruPBWe/z3I8qg9qm5PPGcNcT5FUKM7arkvPcaNhb2snjM9Ja6NPIHtqbwIxeO7SbDAvaDEvDv29/i72GcmPLjejDuk9h+9MhACvaBp8Tw0eoS8D1AXvSDNwzyASr28SOFsPA5fwbyMaas8bC9WvOCiNrzbI7W827QbvfFFCDuf8ym98Y2gPApx9jtqyXC8IAEsPX0ON71w3Kw93ggZvcpNzD2jlOm9qOXVO/nKAb4llPo99hn5PdXYh77lWbo9YJRkvcrP1z1u8ke+XHrFvWsno73qbAA94DeePWrc1Ty0IWq8keT3vV2IbTzXiVa9bemHvUGVBr5BxWG+fYqEvcauEb3+AxE9hPHmvF3eAr1KXD69SsG6PARo0zyhraQ8gFv+O6a2m701SvC8qPjNO5yKMD3qynO8ahg3PWiExjuNwAO95EwIPeySLrworII8qX8DvSBVULvwA/Y8ygvKPOK9U734zuk88i7UvP55hjyc+eI9RpUuvYPu4Lzm8Ic9pZkVvi+5mj3R3HO+RxHAvMKfkb4VXEg+JPlfviuthT1WM2+6DhbdvJSwTD0+jTG+PFsXvk0YVb77cGG92NWTvviS+Dz/KRM9G5c8vqWVzr0RDxu+G/DQPUA+U7xDGMk9vdNSvvyc4D1isZM9IbciPj7RNb3R64G84OeGO3RcyrwmUo45kJ7sPIVYOLzQjTC8bk36vF3BM71Aj1C6XKSyPNxJlrwY0X88zkbmvPC9wryQQ+o88LsduxhIoLvyDhg9oFwsvM0C1LxwcZ693TYAvBs6UD3gQza8wH30vE8nTz3FjBM9TsikvcaSBb79cNw8W5HwPRyESL50NME9+ltaviW6Db4wuAq9Fh65Pe52i72oiJa9vzRxvAEcrb3aZk682PXSPcDiRr4Kaoa9iJ7dPXKwor5ENDi9jyAIvSN+aLxUcJO+rdgnvoMhVTxpFl4+94G/PuTjhD4vx229",
        "AHZyOr3NyDy4HsQ87iaPO+Sg0j0nlSG9teDdvZAvIr1qQSm9OPMyPZRkpTywtCw9dgp+vJ2S8rzIoRs9QNtwOtQ1Qjxgekw8VnkxvbAgTbzgYsU8hWUZvZzogL3pzxM8rd2lvE4Oh71WvH68WP1APfQ3dTx0THE9Xc8dvraB1j3O+VE+YltivtnJ6T3J2RC+SnkkPp8KQr7sfMM917FIPUPxgrwOTRG+0pLxvUzXBT52A1M+TIxcvhw7cb4wwP28KCelPBj1E7263269lXXGPFVtw754vo87bOelvQwBiD7YsBa9nXi8PU75OLxA4SU8Oxq9PSipvDyOQSc+u7htvWrqLD0dbZi9yP/XO0Hhkj0IVDE8UQDMvDiMqDzcWv08pNYYvHCg8juI5jE9UMMTPb68Jr2O/3K8CE80PbR78TziPAM9h/Y6vciTdTu48D+80itSvYiSujyy5L49hpjBvDoIh71ikN09QfoNOWuODL4p4sq9/nb3vVCf8z0Sen++qiL4vZGkxD33ZLw9pD3APZtbkTwF/UG+UPc/vVv7Lb7C9tE8Masbvd0byzwg7a69PEOjvckxtL1Oi6W9fq5Hvg4Tp7wTBh6++AX1vIoBdr0FS7+9xzQcPGK7Ej1YW369KG2YvG0dqL19twW9JkkAPRNktLyYuym8RgF3veDqrDxgR+c7ZI9KPBTNCLyoXvs7rNg0PU5NEj3cmSY8FC2JPIwyBLwOJzq94FcVvb0cpbznfLG9j+23vfKSPbyoBgC9FDh+PLZEJz1N42O+RTPlPZYTHL6pPk++dpVMPlP5urtYh4+8R3HfPfXJq72rEBe7SBvTPfvJEz4C8IG9vep+vL1ua76oi0W+aC4uvlSdlj2DU+q9i0HXPVpgJjyMWHy+z6uzPcsQMb52kx6+CjMSvkMajjzCsqk9Pi3WvFabCr2Emj493uETvSLGOrrsU+086v6bvNiCnj2oLbw8VeQ9vb6ngbwvy8Q8gL3ivCBlrDxgdxw7hDUCPAxmqrwlYZG8",
        "UEX7PFi0BL0oNMK8FEQnvVQmAb3oEb08YMPHO1whu73e5sY8x/dWPODTQrxyVOa86oeHvsQpPz3WbpY9LnQAPVDSbb7ps8W8YuiqPY+lGL0O5mY994sjvkjwiD3rGdM9tVcMPYWhYL4HSSc9/1f5Pea6TL4mg2E+c1RYvn41TL66ExS+qsz6vWYZo7090I+9XgYhvRLfDD2sJcK9bvUlPjHxgj08AY49AFAQPgfh2b3gGlc8OAOyPLRksrxqxhe9f9GxvVy9K7xePk69ijsjPYjJh73+4568iEXuu55TKD2wBC89yPX6uw2h67zg1/o8wEmZuz5Pcrx4Q/m7CA4CPbY/C71w+nQ79dimvWXJJL2/uGG9wYbIPFzYlDygMG889xtcveyyAz6UDwA9o5BLvfTLw7wsCnG8OUj5PcS8xD2yrYm82nYmvu6YkzsKoAC9QywSvoSNQT3vyAC+VINLPQPsbz60Fqq9RPj2vSLWbry5+rM9aWmJvQN6BT09s+a9WMKvPZbmMr7pG/O9oVbzPW3JRj2lmOC9XRNpvXzJODx6ugu+POaQPL4JMb3hcIS9ilHyvBuME73F26q8GktDPcgqdzw/PDS9kYfLvKgOsjtIjPi71mQHvf9virwnxxq9huUEPd5AEz2zh/S8Gt7jvFYkiLxcNze94uIFvbv2iL3SYU+8VISWPAvmjz06BIk8TkS6PLFAs7w7AvI9dl4NPnTunjy5toY9dyeHPUWmBj4OulU9zueavC8iHb6UUlA+z/8WPT8D+7yvnbu9vvAdvth6LL0vQp69MHBIvsXGdD0x3pA9bj2qvZ8gkr4HkE69MtUzOfticr4ZdRi+Uu/vPdmQer1UlRI9zu7wvFhUx73MUzu9zrjDPHP71z0iuyg9ZSU3PEgHizv2pUy8+nwePfRVrLyXa7y8hOEAvSDEvjs04WE8SAcVPPzH2jwPUDS9tronvUBeHjuQvTA9IjzSvGodfb3wTUc9O8rwOW9trr1EowQ9eSc3PZ1yeL0Gihk9",
        "4xQQvgZnvDwTpsw9lQzxvYJHVbr6G209Pju3vapWEL47oCg9pig3PfXmCjw6VL48eX1DvgQ9gD0gZ+o9+vQLPkAFvTxQHuU9hgDgPXYJXD2oxIO9XpgOPdI39jzkYPO98WcevuDcOL7gTky+CpkfPtqzN70P5yq9ACAkPsjsvLvuMKK9vvavvLBi2LtXyZY8LuvNvFCxw7igKtw8ACoWvedrIr2o5ta7r+U5vfxG8zyWlbG8Hs3OvDCeaLvkRgA9HOrSPMWMnbywNWi74GE+vAHrJjyBOgM9dCrpvIwEZTwx4J69xpURvvROE70C2rM9XLAEPghTqjwIcTg9cvBMvcvrn71vCho+uUZ+vfMWrD3EMfI8e/4CPoRGxL1exLc97SeuPa6BI76ZTqY7mDw7PmX+Ob6xCk69dN4JvYNyCDu5TXu8GZGYPfi0DT4hua69woOLPUfHk75TNSi+vnUIPoR5Ij0qXyC8KqkpPYyixr21mjs9cIDBu6fTMryg1Tc7yUn3PKMeIb1ECwe8OF6ZPHAqhzsOA7u8nBU+vLo/Oz2AlDg9TGUVveT7UrwJTiq9VBOkPDSbmLyn9RK93l4LPb//ub12s1S9ieemvNUyAr1nyIo9sqmMvg2RIz33ZLs8SI48PT5mb76xPFS+qU0gveRm+z15YXq+PVQWvtiSID1xJBo871WAPcANkr6wiAI+t9YivgzujT1OPGk87LfSPYX26D10U9k9mUK5vHqfkL1By789EnReu6mXGL5A2ME95uBSPsMv072KMTG+WiM7PeUItb1YGEa8F2i3vZaoYD3OmRE9GukWvWWIKr0Kd0E6+KSmPCBoWDtKrYM8vo0OPfRdkDzWxhm9LDZPPGB0KT2XboC8LHoFPaDSkzx07m88jFAOvMqzOL2MEhW9Z0sgvMJrC71VKxO9rT+RvUbh1b31P288viiRPX4ZPr02eYM9p1PhO4rUTr7eQ909EBs5PkWDsjvRNwe90LhbPY1Hlj2uzhI+6jWBvnN7W73mS4S+",
        "xNOyPXx59Tx2DlS+z7toPU88v7zgaIK9DAu7PSxFhL6f4cE8I6V9vQdTXT01U5i8UaBXPTETLz2wiR+7hlxvvu7JDz3cKVc8sHh+OiUXDr3zIlM96OIEPJc9eb1AozA9xJoOPOijD72aJ4688AIOPW4ApbyA3RK9NIODvICe2bqW7PW8+NroO4C1uDzWh+28ecHYvFi4zrr60Mm80RWgvXy1tzzyjSe8FrrUvWelMT0hHhq89btDvi/LpTvWXJG9mgQdvVae+D22gyk9YNBGvnuaLzwFIiE+tai8vfbwUzta54G9HDnSPbbajD0JuCq86xBNPloQAz43TS6+O1s3vlUTKD7kf00+NMx+vM1OBb4B1du9GzMNvTLiGr04xa09LYK5PcSd/7xtkw2+oPwaPRgypz1FPKu8vPWgPLxqID2NPrG8qQGkPaILFD0svOA8NIEiPEhCVbwscIU8m7kjvciH8Tywqgi9qJ32PLhZ9LvkmkS8JHKMPKyA/zygSyc8HFBxPSr+nLzC0p47oKIfu7IbBL2w89o8QMcjPeXJvbvEEq09CNiMvVfa4T0YJuE9+kyDvlnTyT0uXE49LYqHva+Rkr61hSW+Y414vgtRuT2iC4+9grkwvh+u5r3cLw09xFsBvRRBYL5rwOk8ulyIvugbLrxQyAG9sA3wve13QL5TrOO90BYgvr1NWT0ivPw9UO4+uxDOSDxMh8U8mCWLvfSO5r1Kvi694MimvZaBNz0v8HO7tApMvHiCLTzYK3M8wEwcvZRNmTw8tsk8gCOXuRbwND3RNby8pEnuPHS00DzYhpU8brEtPbnpJbxcCaY90X/lPPvLGT1wPVQ7PfjKPaAXUjo3MZU8Hd1wvb5H/r2W6iy936PiPZBIQb7Mhwy9/SQqvj3OJj18qGQ9mS/gvSEKqjq6qTY98qmnPQeDWb6TuWA+t4YsPl6pvj0fvZ6+nVADvRgO8zqL22W+vxrfPNJv4D1QteE9r1zzvaPjEL6pjwE+571jPiLKWD0u6uy8",
        "RKzyvdh58bsqnQ+9btSqvTRk/jwU2Nu87noePZp3i72DKBO9R2GTvBBuKrxUv2g8JG+KPHL6Jb2obUa8fwjMvLAWqDyAQRc9Gg96vMAloTxsXLo8GnGxOymBlT37o1M7SpqIvYBBg7tqjfw8rVq9PYmkGL6XP1Q9Sd/FPPRbYL3LTBG+mDELPiGfCb3Gb6M9erEDPRLsIL0sfCC8O7sKPhmJDjui8B6+J07JPRB2bT2kaJw94xiXvfGFRb4ApAW+E7B4vvQ6yz3SVWI+JcUTPgjL7712fzs8pPIBvjfFIb5BjgS9TUsxvHVvIL3aKPa8vFIMvSH4Sz1OLbe8ajmAPNErPr3Qt3m77lU8vY0PhLxA8hy6He4nvW4DGj14W/A8MCdLO6wqFr2u1wS9RlElPTSMizwUpsQ89NitPGJsID1D5iA8VhO0PbQu9zuGqKG9mpYqPQBsBj07WiO+16G2vZOBtr2ZLLs88rAdvQ/D5D3FiXG9HVbuPd6TTb4GQ1i7Cpdyvpjngr3dld27Bo7jvH8Owz2z+uU9SWawPQAc/rwIZS096jkXPYVcV7z5hwm9aXWDvEC8Rb52glq9jF47vsWeMD0GKC69O9X1vbaPV76hDY08LD16PIeVAL5A+iw7wmgZPS8LZbzc/4s8U9mDO1608bycojG92PinPJ5kHT1Ayxu6M143vRqfGD0ANRa6oPPuPDxHjjy9gzS9aO/Mu4CvuDq1i9+8HGU9PEPDe7xUf4S+DSwrvZLUMz0su4c8QH77vMzSEj0orOq8GqnBveSnb70Hy46+LpwsPo6Crz2G1g2+OZAEPS67t7tc+ya+8jdNPExDXr7Ft/U9hNXlPSQUkbz2vy2+95wePiCDHr2DAZM97pogvpZtOD0pYD++idj2vMhLET65foM9ZXt8vkEsTz6pk7I9eRM3Pm2FDT4MvZ48hgRtvcwq+Dw3pOg8J23PveArGLzL01g9IJQJvLS9Vj0/LZq8SD+3PPw+ADzWwuu8/HJFPEjrkzzmzBG9",
        "6MDPPKBYJTzTB6u8LGcWvMc8Cb1fH7e8VFJqvG8/NL4Hbo48fbVlPdja1Tsya7Y9F7LXPGGLwTwpLD890kEJPMA4xz0YDos94JF4PVa/UL2Tp2S8wV1APWYSSD2oC9u9QrBNvZdGkb0KKTy+YqkePeQHEr32hPC9q+fuvalZJz032VW9BF4gvpamizyWLpC8ZHzuvYQZzr2Vwpw7lpYSvhsgpDzMxQk+CbEvPkGdwLzBy1c9BuUHvbFcu72PeGc9s07wvBa1Jj1NgRG9/6NIvuTvkzz/+O+8cBOovKCEHz1+YTo9GC5hvJCuvjzoud87J42xvIQIjzygRrw7tE/EvEjpk7sXMzq7rK9HvpVyVb7Gz7u9CCf0PPdCez1NwDg8BaIVvsDnzDslks090E/hvavhLb6QjAA9TDKpvmhWKb5kLbc8X4OWva1Zyjzvt0g9aDZUvZ7QVL5aNkO+wXRivVB44L3eSoG9unpVPHU24b0PL4m8tjcPvn5Ez71k4xC+dtmgvexrGbwMBf+8d1FaPVziujkmqt88KLPWvGahLb7Yybc8jzCevaenmrwssh09WSKmvTwnY7wDlHm+PDT4PLTDI70Adoe74M89u4sHKL2EbI+8BoQuPczYXzyobQ48T/4GvSD/lDxAnV688PskvGynUbwJHcO9S7m3vYyZJL2iXBs9744BvVe/YDv8DTC8NMKuvDFX872MaVu+Pm8wvN8okj1CW/G8cUoHvsVQbD4rUJg9yk1PvZcHLT3MEmA8B4BAviufID1SqkO+J/Zbva94qD1eGEG+1arwPXRl1bpcb3A+XwsAvlbHsT1dt5e9qeMRPgsNDL7LLG+9y7srvdyfKT5cucU86AaovYnMLb3ByVO96Ikruzod37zsK6M8h+DXvN9xWDwsTe084kjjvNTbx7wo4xw8C0E3vWRZhbzwCIm7GBDnOyt2HL0QDM28eXYIvYT8GD1gHzU9At6bvZyeST2O5Ri91U56vdw5Hj06kAG+WHAVPXd1272aAX09",
        "qd6rPckxILx2kJC8xHOKvZtIwr2BZau7lslJPf3F1bzwJt69z+GmPPA1NT1mYVK+lW3/vZ+9lz5eNt29vw0dvSMQPL6ONIC+KrkjvvoDVz3jKhu+3M0yvpllNTtsxp89cxQ/vWQ9/71nPnA9Z+gOPOR7tDx53ry9QIqqOhq4eb3jaUe+8CPIPA9VqLqQg8c7lroqve5+Gb30OBq8QN4RvQhObTzgqu08gNJfuumc3rwwPBq7EOkAO4CzMb1g1Pm8BDWRPPAy1jzAIgI8pLHDvaEQkDyEvvs7QO1AukvaQb5Y3H896QiqPF6ROj17o+Y9m7gBPXFwxj3rcxW8vFunvc3XKLwYOC6+MFOiu0xSLL71AFe+GyH4PJmSSr3urZ89+r5SvtyfuD1tt5g9Tf7cPYhgCD4FT2M+ycfuvU30yr2tbKQ9lZAiPGWX/zzMYmY9AKwKPiJowz0isjM+SAuAO57pKD0Y04s7xiZyPUPxKL4IozU9xSUDPGRNJryEeyO8AHnrPHCtpzyIWSM950movEi5C7wAd068PDEcvCg3d7yLYJW8IgIvPUgEHT1Ivv48N0LcvHVPOLthx+O8LfUbPP33GL7kFS88vyGHvLkXEr0gfjK9LisvvjR4Oj3f+4C9LcXAPdku4by/kju9n+G3vGvrmjxLOeu8nV8bPXKspLv3sru8pGPhPWDlzb20GWu+FEh1PS5D2T0jQly+SxiJvT5Y8r0EgYS85m6ZvRFHbbxgpU4805FKvh2jE706VHa891m8veKNrr3I5fY7GgqsO0KmG70wXWg8uD+TPIQMsbxpTz+9m7myvOJam70M6bE8EPasPHQFKj1Zkc28UJEcPJALzTt4g768WKzWu6CYYDsEJ9Y8eG36PHxmFjwG2xu9f0jUvWuTxb2BdVi9UulbPUyYzzya+y6+hRthPfUxBj6jfEY9JsFAvbdRGL0xgug8WjAAPaMGKD6MGwC+iyNBvrySgj3Fkq+96O51vYeOvTytg7s9lTnOO/hbkL6WGxS+",
        "053mvQaSl76wGXC+Nn+jPlpwg71e+w6+cdtMvrLDw7tNBR++xwitveb3NL6KC/g9A+oFPs4tGz2qjaO9cBiKuy6yE70GyZk8uNR3vBbHQr2sRjs94PBQuhQaNr0QiBg8gC1muq/cjrywk5y74sQ5PU00Hb14s7E82OFBvOD+xjv8RAG9SJmdvO19LL2RxY6+eH0bPTHCZb36SA89ylr6vGuIuz3LtuK99/IRvmnxJz41gz29HZBPPhphzL26vWg9ovkaPlHg3j3JtKS+bg6XvqBb1j1EnNm9OX54PbwlE76qQuq9/LyhPfxINb6UrCy+fAkJPjx82rzDtr66G943vgypNb0WyaE8ViaCvYlBIb7tb1W9caa/PSTWwj15RSS9PI46PSZJwr1E6KY8//j3u3OTB7yeJBK9yRf1PRBhQrwbKDa+JhYlvYOOoryourQ8wDXOuqDdiDxq3DI9sEAKPfs7B72Wlge9nIetvAEyqbxRzjG9mJvTPMOnCr2Wnca8u/pbPArZrLzQlfi8hA4CPUfkTLw5pwY+sStWPbM8TT0lDBa+TKQrvvH7Nz7n4RG+g/raPZORab3gCmo9230jvdrO4bxYv068p7mQvpY1OLvXGVK9BT9ovW/VFr4gtwC+hrqWvWIGzz3/d7o9AcAxvsgxB74zLe69lr/7vXwYOT0UXqi8pzcGPjEfzLzgy0K8lWOqPBJbJT2NDAq88siEPQCNczsZpgK9dKXiPCBvZzwbvga9Mlk5PSC/rbzso5S89BcaPZzRgjzMZpM80B8cvDTrSDyQxRo8xIgCPexonTwPgDq9GR1WvDHTg71t0eC8dy5RvCTH8zzHoeS9M80sPdJAjjxXZG097icKvbGS5D3uQ229EGxpO6Mx27xi0ia8TeqjOzMhhz0DPSU9U+eevEJyAb6UgZc7n3skvujU37wfrLw9u+/HusNhRL4XBFC9fOCjPCD+1D3kCwW+q4CwPe7sTD2z34u9icvyPBcwvz3qvLG9SqZmPfYlKD2iVh+9",
        "MOwgPRPGVz2xZfW9usEWve/M5L0uvjm9PUebPc7pIz3OEBG9ALMVuTCMg7zmUW+8kBaxOwg/zzwwgts70Jd/O/Bt6rsj9ce8zGtlvJxtZrx3Bi89VipxvGpAdTqvmh09jANavAp6ML0TjLS9XxIQvbGBLD1Akow8CrIxPBCPkrpxjYK9hK5zvS5L1bzrJxQ8Mb6bvcc1mjuRHO69BmaAPXGS6Dvh25c8GLDcvdjacb6NhiK7snkIviOjqz1XsUw9S4xOO3BERj13NJQ9Cu8FPsZCiT3QLqc9KU27vRzVNb7SE069dBo/vLI3+r0oAzy8HJEPPApR77z8pLW8VAkqvgA/wzwxaQ+8HU+SvLDHND1QGRG8xJfxPEAfuzwYUPQ7GJwqvdyWLz2EEAY8AK1HvLAthLtc8gE9ZCNYvAHXAr3B8AM9DLeKPAQbxDzm+TS92WHTPSa/CT1I9Cm8jxKsvQCvf73M0RE9gaiePcGpCL1dvgu+o6H4vc8CTD2oTPA95r6lvQdCxD0AxFK8QNVWvcJT0LrjERe91mJSvmtz470A2TE+iJY8PsMElb1z4Ks8c4izPY6OGj6mOJO+LeOnPbyFN73gyV87+67WvRxKlz5M/s08VuoSvVlGmrwsuG89B1TvvCQx2DyH6/09yH/ePMkIvjw03x29oHcMPAQ90zzeowi9xJBgPIC5gDz2LzQ9tAJjvIDeTzqQhXo7APqwOMDMsDsA6RW7j5OvvSlyUj2pz0S9biAxvUD0ujx+6m+96EmBvrWusTwMJIe9O25FPl4H9L0oMMC95AVWPcf7D72CSVg+NPyzPACaY76vhJ69MxAfPoi6sTyoxwY+eyLcvXQ5ib5z2UA+XPKjPa7Jsb6XPte9gsJdvq7AXDsh6qE9uAV0vhIfir3jsmC9zK1sPgzl/bxKEqu9KF5LPlJuMz1VXgY9LIeIPJV1zbwPEqk88HfKPD/sbzwbAuq8SmZAPeBenTwwSO47hZ/LvPy0RjyW/ys98DMVvBz/GT219he9",
        "yC82Pb8bC70ceoa8ZADYvFzh2rxIPaK8hqq4PNYXzzvAbOq9gKZYPM4aA76hjbc8bC7DOqKWA74hKAS+Jsyfvmr74z1LYtS9x43MPaldl7oy1XK8vEbVu+WL/D3NBNw9KOuKvXLm+r26Z4M98nSVvUHpxbwi6gk+CZaWPWYdCT7r5Tg93IZPueX5Gz5llAu+MmVdOp/DVL2uCcO9MfsQviFdRL2w7Re9CrUdPQZfMr1qPRW9RJ/9vC1w472MrkW8JYQlvXYMAb3uRqG46uU5vRicID0t1De9qGlOPDhaqzsot/c8IIaOO10jNL2EAZY8fMXcvCzduzwA0HY3NhwkvSMlwb05i0y9cGboPNaiqzyJXju9Gv+vPQliLryzUlS8IoIQvFeFN72Oa4i+t5CivZq9hL4xoAe9W+g4PZIC/r0v+WC+7yKcvAMzB76DSfo80r2pvOWpVrwaBV89DYXwPDoNI77WTaG9wmaVPb6Lsbw6lEW9xIbGvUZEbL6j68a9IZBQPv0qkzzFg/W9o94vvYYEKD1Ibxo8gkl5vYZnBT3JxIC5AR4fvcY4hTxq4rG914kwvf/3pL1umDc9qDaVPHKiv7yQo2a8JnITvVY0xLxYdCM9oI4tvJ5QGb3gqce7eU/dvALlLD1g+Sw7QkQtvbLdsryK24u9zU/qvNx4tTxwi4285y5nvZgsrD2R48u9IITOPAq017wRTXE89/c+PS7wNzx/yb89k+czvu0+kz2dv0m++pVHPeU/n73jd2g9gW7dO02rwr1MzCC++H+Avj+vhLxxd2k9Y6jcvffFcz0swL47DISTPU5ZrjywjA295T5HPbJ8Dr7hDaC9I5rcveIMIT0ETx88oG7kvOI31r3a1YK8HorzvLAvVLwMXbI88lhZvCSoHD241vM80XOVvICB6jyMgaI8GFgAPQj8L7zc2Kg86KkqPbikqzwjzhe9CJOiPLxIBz2g+3K9ulGbuxBTqTyeVvs8JsQrPVushDz2fqw9x9Q1vZFkhD2WR4o8",
        "Jq4cPkStNj0KOXu9DBeCvmZoID2ISbu9BJudPLhnCb2ERI6+EDiBPfDEEL5luXu+6HeKPU1bE77FwpK9wefWvUTnlT2rE7A9F4I2PTe/I75vOSu+Okk/vXegm76dwDy9J8z/O4yfFz1lEh68MFchO8CBA76ApMi5MRfAvRTNKryoUsY8oMIovaib3btq0We8DILgPAhqKrwkvTA90BDEOxqpLD0Adn889ti7vJwFTzz293G82GIOPeQvGbwYDqw7mKnHu2SDnr1kuTW9y2sMvkOvDL3Er2a87K1GPS4/pD0W5ZK+eVXWvRc1hD2gBgK96t9Svg/s6z1ANLY9lagWvJ3Drz188l69f2KyPPr7VryYhke+dyJ+vQA+OD5CgiK9r6WGPVk9772HZFy+aCUuPsJ7JL2RI0A+SU4sPnEeXL7dVqs9wBJsPTSoIr1jwYM9YX/kPTPVJr4QPDS90HmQvJ5plbwOER+92SCMvdzxBz30YcO8JKWsPEfhJD2rKte8+jsIPfenOr1k/Jg8tGwtPfTt/TwAAi+8xl0HPW7KKr1OhBI9tA2cPDHxE72Qh9S8LE3svAKj4zy+5yy8v/ncOx6FMj3+kCm+OftEvdx/dr5qaKM979KrPeRlqz0hjxG+PQubvqiSdL0xG689sPaqvQaP5Ly1/bQ8A3AjvruRVT1fwik+y5CZPSutpj0SrjQ+ELADPohohDx+U089wAyxPYgrTD0tH7o9WRJAvvwz6j3nqzY+uN7pvZM/6DyQoDe9LkymPYtH67xxLNA84DwMu3gjBb6wnbs8AFIxObiCAL1EMgM9HpvsPAyNVbw0BqA8WtmUvChMqbxkijU9iJ0bPCCwFj2gbEW8vOC7PJiB7bt/USu9OwAJvZBLYLs++DI9E7biO7LECzxS1Wi6ohEbPb2MCr2Q4AO8DNJOPeLdmbz/ZUe9wdupPP56sr6fJKg9WX+uPUypnD3AE4K+ATZuPWQzyr0vnqa92qEVvUmc5z3wYRU96xlePfucQT0ef5c7",
        "VlojPlqmHr1a8Z09JgG6vj79jr3F/TA+SUw0O5pcEb12Dxi9/ZPBPGH4JT1vkxY+LJGGPMw0pLzAZi26RpHIvQsHHr2Qdts7zTm7vfjcCT1Kdda8LrsYPYSBzDxS1Cw9WJYRvaCdsDtwpMQ8nrU6vXguJT2Bz+q8kJJuO1bnwLwALDm8EkbBvI/fgT2g+rY8Gn7lvCUk9Ly0jyg8HjEvvcM2GD1pITk9/m/UPJS2STzWYpg8dF1AvqFUojyy+Aq+eb9qPfQzxjySqLI7Hg9/PfB+Qj24WrK9kU4lvrtfPD1lfmg9GwopPXDQlrxx7be7XwqkvTjet73x3J09QygjPXUV6js5vh68nH3wODuUvbzqfF69piCSPS7zSbucF1Q8pcMGvhCZlDz2m/69cwQfPaAOFLwZehO6gNKqOlFeJ7zcIdg8gLyquk8wwLys+DS9UAA6O0aNm7zWXdO8cJK+O2ig9rxB6Le8sAItPf2aHr3+qsq8Y6KJvT8fX7uuWh2+lx4mPLYRLT25xfi7rE8LvNB2dT3ArCO9NFBTPZ53LL2593G9mk3kvFaXOL7Yops9e/QFPX38fjw8uco9ko7APRJlzD2sLXk9nQbkvT5+Wr49OO09tYmEviakkb2oSZq9BoPAvZzLAj4CGQG+7GCfvHHnm728rZI9pZEyPdpfJL4xzaK9NVavPLCzj7uVzIW7oFnUPOpeOr1vec48rPUUPZHHKzykw0+88VVdvA78Nz1k4ao8wHqzu8hou7xQmNq76IiouwDAD7bgIG08trgEPSM0Eb38uJs8bPA6PEdLCL1HhxW+nmyRvEI1s70WVP69KOn+O3WGjr64kiq+eGDWPTjBkr1cfCQ+pNkXPhIa4z2Bz8E9TrYmvqIgEj6TYqC9tzndvRI4Nr3PNJI+KbkSvSQAYz0G3Ty+ooCxPCCjTz4+WVs+WsIePuubZ75kyzm+MAoovl9nqr0A/WG+831xvZ00VryZONm9n4tiPMUtjz4uPbi9hDErPeew8r3isYK8",
        "5x0UvQ6XxzxAuza7lbIAPltcDr2mbgG++ToNvSScVLwe+XC8lyzSvIj8Fz2EFrS8K7Ecvb7ygbzoZ7y78IQtPfBi6zyC8jI9BGnaPEwsBL0s5Ky8ZXqQvd/X0LzOawA9tdGmvvSv8D0v2ic+AGotvR1Yq71a1gA9Vx2uvCtUAT1UU1C+z5eCvjq4dT0ScCu+AOxevhDJeb25xLM8o4AZvnGRXD3oS5a9o5k2vsON2709XHC+CWAzvUuMkj4LUX29sAoovmXpjL3YKka+IU1NvliJ9D1YE7K9aqtTPQkFFb3K2Tg9EmfsPZJAHz2Kqh08N0zNu/J3IT0sUSy9sG8hvZ1dI72sqNw8+IoCvMChEDoyyi49aFWaPOCpj7vUUks8wPAmutRwOD1NI6i8VFEwPfgKVDy6aja9WKgdPcDKzLqhbQ69sXcVvdpWJz3DNUc9RBk6u5GyqL1efNk9JfaZvWnJf71Hg3W+pLNDvrkwhjrTiZm9Ja64vSu2n7vh+yQ9aZmnvTHCrL3iunG8OLfrPPsTC73U/I28OzkfvnpiNL5Xpy+9BDYbO4yUEz5MqEw9pSwzvk0o+7xmJSs+EyzDve3GPD2CK/o8j0RGO8hq+rsA0T694JnIPOBzhr2ZwPK9CrgmPbhfRr4wC488I5ccPg4XBr30RfG8nKlAvHlKgbywwBs9gHQUvKRXrDzAiFM6bqW2vDBXqjuFug29dcvUvFhT8TxQpZ+7c3I+vL+BsLs6bqS8ep6cvCz6v71HMSi9rhTfPIHi8rv+9yu8jyqHvOZiSz2XQ909RTA9vkVTKbo5mZm8s5vqvEjZyz3A+RK+9hASPYwy1zzX3+Q8U9pNvWnF3D08lyO9Osn9vc09rbz+0sY9Ps/KPTALkTsvEiq+t4YdvnsVXb4V9PC9ML8YvhytWz3JEgU+FKsSPcmxir3g/v264ERxPCqjlL2UaLk8rN5WvMBKmzzW2Sy+PJlgvPgiibw0+sE8qqQ7PTwlRbzQSeK7YsXivABUJT0iFBM9",
