{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              12,
              59
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5
            ],
            "name": "morphemic_convolution_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_convolution_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "morphemic_pooling_1",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_convolution_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_pooling_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "morphemic_activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_pooling_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "morphemic_dropout_1",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_dropout_1"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5
            ],
            "name": "morphemic_convolution_2",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_convolution_2"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "morphemic_pooling_2",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_convolution_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_pooling_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "morphemic_activation_2",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_pooling_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_activation_2"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "morphemic_dropout_2",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_activation_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_dropout_2"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 192,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              5
            ],
            "name": "morphemic_convolution_3",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_dropout_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_convolution_3"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "morphemic_pooling_3",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_convolution_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_pooling_3"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "morphemic_activation_3",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_pooling_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_activation_3"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "morphemic_dropout_3",
            "noise_shape": null,
            "rate": 0.4,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_activation_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_dropout_3"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 11,
                "use_bias": true
              }
            },
            "name": "morphemic_dense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "morphemic_dropout_3",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "morphemic_dense"
        }
      ],
      "name": "functional_1",
      "output_layers": [
        [
          "morphemic_dense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "d239eca065ebbc4017e5b08f9264837beb6b7638873b05ffbc97f182a035ae90",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      12,
      59
    ]
  ],
  "output_shapes": [
    [
      12,
      11
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            12,
            59
          ],
          "values": [
            "7kXev3aqCcBFDbS+hUdlPrTKGED3XTnAotkOQHaW/r5sQWQ+VqpfPmv+Hj+j3we8jKiFv+An5j8puD0/GwCiPzqzn7+k60w/lp41vp2g3z8TsrK/P1bRvzQWUL5GBjQ+y3+5vpVIFD5TYha9p+tyPxO54j5EiKc/HOC9vvhifD8dlpY8MI5rP2yXKb+/A4A+1OJevysnjD4QEI8/gEK8vZS1vj87ZGM/ogMnPo7r+7++IiM+hPRGvQsYuz7pJsy/GzuSvtcsgb5kNNg+mn43vyOARz9azu6+JZMGwHl6Fj+xjE5A/SrMPimAhT2eXae/qBYmPp0wsb8T9B++ZWOkPbHt/j50q96/HOFYPwMVlD+vsS4/Mjcpv472lT86eTa/M5cKQIJa9D/kWLm+8GRwvyBRSz7ISP8+YujBPwFYC0Dcsp694550P1i3Ez/03uw+3rcUv2OsZr8OVV8/p8Wovg7zMj4gPGI/s4jTP64KQT+cyjE/vGi/vwNT2b6wo4Y/095PPb9lDby6hoU/Sqv/P2Jtob9VctA/HVNsP8kYkD+7158+di5/P+3uir+RYl8+QpITP4oxUj5/qhW/vcshv2K1Qz/2YwRAu4IbP3QKcz/HQH4/kHWXP49ZiL+HgvC+Xcrjv5mfxD96G8k+1eipP+feBj8GJ24/YnsFvtyCTz8sMGU/2wZBvsIMDD/AnSLAHdDJPkAxJjve7QnA5Q4HP999/j83DrU/ODXIPsjNu765ptc/tGzbvsouH78ISWY/y6G7PjInoD+iU+Y+Jek+v/Pwbj81nBW/gVhdP2yXgb8C4gDAGzOqP8FIAT5a7fa/RPedP+MuT0DcNB8/mjybu9S+L7sGe8a+iuOfP/bugrw2cbq/UhgFvvCoNL/PZOI+3kHlvXb5yj9mrN++9Mj4PywFxL7rjas/pmjKPvXGlr+yA46/rjoePsIOG78kff6+9YEIveM2YD4LP++/VmbtPUXzy75f2ek+NPSHvxH6JL/Q2Lw/1gKpPSYKVz4bhYk9",
            "ajYsPoNLvz5hNww+6QDQPhrZkj7MGA6/igB/PpOdQb7KqsW+N9mTPcILzD6KtZ+/lkOlvsABrr/d2gK/7ZZyP/tPfz4Ssc0/8AZcPP86ZD/f97s/ynLkP8gtVb4lOhRAcv6xvZbHGj830Ui/6MYTvzOauz/4Sqa/dZbFPZtvsL53r22/mYYcPnAkRb9kBCC+wIGaP5hSmj9F1gQ/ZbOUvz4HxT9eQRI/LFi1v6caDL9ykPy+Nb+NvJ60z76YigW/zzDlPbLoSz/TYyc+JakQwAK+LL6sNbc+brEOP3I3174fK5u+iH4svzUrqj1r9Hm+sp9Hv5MbwT4Cviu/ywVEv2cDxb+bSAfAELROvxiBBD8VQAa797PfvaZzDL9VyQE/XK9dP5A3fL5SEtc/tg6wv4UK4j6oXYA/TDOCv7C22791HcU9aAG5v/xTD79ekE0/P6vBPhCUmD6RZUe/UaNHv5linr+Vu4C/y6p+v+JsXr+j7eK9RXkuP21y5T4k8F4+ScJ2v+3xpD9rh32/cbEKPxzwGT8pGD6/az1Av8mkgT9t3QBAbMEGP4Cek71LFdM/DC2SvpCY5r4ddHg/aFLtvr7Zxj5jzRo/UpCMPhUAr7/OS+U/UL8MP1oulD5kgzs+y9Wwv4MPOL6qIJi//QFlP8yGEr/0boW/sQy9PcQnMD4EciI/h1nWv/Mwoz9vzds+hvPAv+UsLj+8haG/Mv2Kv7/55z4iIdO+17npvyDX7L5IDVi/msCWv/Me8L+QRoY+RKLcPndJPD0kgbS/mBONP2jeRcBKx1m/tekKwJgvnr4D4v6+Q0Wyvq0XKz78XkY/sb1zPghupz3Zjgi+px2FvxYAFz8hbjs/erQBQOXsyb82cGA+dInjPrixbj7X9Yq+pEzyvu2ZAcD0ZCe/Nf/Rv4FzT7/bbRo+vxXYPis4Uz+/ACq9aZO4vkOwkT67Y328FSOFv5Pgyj8m0lC/ixpJP7n3ZT+AXie9t19+P1MgiL8YmhI/KPVbv33jdL8sa249",
            "qz+TvsaEO70dOhi/u9uPPlTPSz9QYnU+VU8LPoNY3T2qtRy/XKMMP0PuI78/Wse+oNjMP3mPKT9nYKs/Uh7FPlvdor8THcm9IIkaP/a8gb9ut3e/YYrGvigc0b+BtsI+q772vp29Db67tqs+LVHvPFBkyL9fWpw/0eRSP2Exxj/YE62/qZfRvsyrI75DF44/jnmuv3zCGr/SJng/pX/yPw2prD9uDEc/1UGqvk4SmD9mkYw/oKkVv1PGpj8Rzsk/tHQnPxq+tz/PAec/sT2Cvner4z1+Vzc//1cYPyJ6a77ks2c9b6pRv30lkL9Vm3u+nIIpwG8fa7+xp42+2RH6vz7+OT8ESs49R9KWPYazer9ievE+3uI4v688ur+T6+m/FIuHvgoqDj9C72k/5oR2P+2+kr9DvBQ+UDOxPhOKnj+fKhu/ZVIqPzYJfL8Igf2+ee66v2hXF76s2Ji96WlVvyebvL/jowLArGoSPxsmYz4Ca3G+AIbYv1wAhD/LfJs+ZE0Rv9sF7L+T3y8+3rD2PRbBAcCTvkq+Z67Rv7+iNj+BJwm/q5MyPwyNvD+Yv7g9tK8Jv4K3gz9xKWo/3z7Uv0dPuj+DsoK/SGYLP9F9Kb9ApQg+6o4XPxXP1r6BaBG+toNKPx8qEL9bCIO/ejUHPwhAjb8Bbcy+g4aCPnnivD1di349k2S+PtyTa76b1Jy/euUoP9k1Iz/v+Qe/mF3jvvFOwj/kmeY/5dopP4sZQL9x5bu+vXd8Px1+Sr8Dv70+2JbsPs339z93ECg/z1SIv5HtaL8p2HA7/f8ovi/mHj+Wfac+tGzLPbHbKT/wCJe+MLsTv4qh1z+bU8Q/NCcjwIGjZT9HmS+/KiIEwKajVT+mBhU/aCaMvU7cz7+PGAQ/IGUaP/bcpL+B3X2/+mVtvu9DCcB+XE6/dGTCv6uneT44NIE/WUuBPz5QRD8pkbo/66MFwHdBGT65RSW/rJgMQHwbnD/Gzp8/ynZov6qg0z1Jmiq/uy/evnrHs76vp24/",
            "xoi9PSY1lT9YL6S/p6NRP4RB475YYpo/7kLkPozkzb7HdHu/L3k7P0anMj+hhlA/HmGCvxYBjj9sC649JkLtP6Kp+L4at4+/duoGwN14YD1uTsQ/DhhzP0C0tL5lMwg+GzvnPuk3kT+/YKe+tzZPP+tkLj9zZPC/x8AxPpGWZ7/Yxo+9eJmbvpr8jz8X2yE+dtm3P4ILbL9EP429uTl6v37um727Bja+mdBfPi9dsb7buvU+pD5fvjsngb+Lgo0+3KWNv4fHSD66ndM/IO6gv6sltr6o+jQ9c49qPgMixT9qthi/PUA7PwJl4r86NaG/4SEev3DkM8CNddc/OrjEPz+Chj6J54e/1nYWv3PtFEDyQom/qluwPuB/Xr9nE9g+SlU3v5u0Dz/b7Vm/NOCcPF9h5j81SRy/XFZmP2klXT9XSoA/6enAvw56pL7SDTe/T1zcP4kTZ747xX8/wf3oPl2nNz+GYsc+crqsPttXX7/ilGk+PMRiP/zGvz3U77O/9QLIP788PL/Myco+dPIePJP8IL2ncQ7AyhoXv5ZLoj8AMgnA6bEKPPebXr7782g/J3gPO/uECb7lNSi/iK7OPwDP0D8+47g+4SrtPlF6xL6bhCU/JksXP3l1o79KXghAQNMkQNrZxb4dSy6+gEUQP6f/z75wM5I/F1hGQEHGCr7TtlC/EoBLvFgSaL72tmG/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            12,
            11
          ],
          "values": [
            "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAyyNXFwAAgD8AAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAedkLGwAAAAAAAAAAAACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABkwfgTAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAMtKARYAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADExxIDAAAAAAAAAAAAAIA/AAAAAAAAAAAAAAAAAAAAAAAAAACnJXgSAAAAAKUUHgIAAAAAAAAAAAAAgD8t9PYNAAAAAAAAAAAAAAAAAAAAAKXTZhkAAAAAAWhKHAAAAAB8KS8S5v1/PxA2xiIAAAAAQmPtBRTusAYAAAAAIMMbI8mLkgv7lAY4AAAAAAAAAAAAAIA/k/P+IQAAAAAAAAAAAAAAAAAAAADTuDcmAAAAAP7TMiAAAAAAAAAAAAAAgD8nJiko4qzPBQAAAAAAAAAAAAAAALM5WxkAAAAAAAAAAJ6VaQX0G60H0N3DNV4HmRndf4k32UXRA8waKQSTH00r1P5/PwAAAABWFYsH"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "morphemic_convolution_1": {
      "bias": [
        "01wXvYgMOr6Q1PO9X3ccvjor/b3Q3vm9+OshvtRN171SAga+vhXDvfKKBL6SiJm9mEibvWEp8L0fc5C9WAncvZutrLpCc+u9w8r4vQx70b1M6pm9Y6jrvSLvs71N/O69cNLIvdLxuD0jTYA8C0MpvpxCHr5rIC++d4ZVvS3KI76CDDi+vqsNvgzZ/72PG5g9tZeSvUTXtrweJgo8WAABvn55Jb4XMly+nkMUvggG+L15lwq+QZEKvremqr2mq2y9tADLve4lYb2Ry5e9TR/8vNAaET1I8Zy9NpIJvksiHL6Lsgm+dHczvvIEOb62ZEO+k6fuvewttb0/0oa9MGJtvo4Zor0ZnUO+fIHKvSn94b3qXgC+Yk4svmp19b3ppP699bMwvgVrIL6TiRa+B17RvUmK273d3la+t6PEvXBzs70ZlhG+6ty9vY3A4b1wP6K94pAOvqWbyL0rmBW+SMDivUEdL75eU++9fxRivksHWL6IIf+9Ib70vYFjAb67pyK+91I8PC1Kcb1+Wcc9ncM5vrdg4727aaW99CRVvg8ppr0mu/u9NA2KvbFpbb1618y9Aggkvtw95r3gHvG9d9QMvuKYEr7OuDa+Qb3NvcRNFr0CCpa9vY+ivfmDIr5/09W9ldi7vdCVEr6NAsW9dt7bvYWnur22yFe9nfOSvapEML6hqt69b0gZvp0MB74CiI+9pFnUvawG6r1NnPi9+wYQvu2I2r0BvIS94YPNvWl3pL2pxQy+toPEvQzTxr2beqC9CkAkvvN6QL3aBgm+RKiMvi+mGr7aGxO+vqoSvg5iU74LGhu+/Wasveut872KmX++ge3bvWHmPr7tEqC9uNfvvVqg2r2wZxS+QWpOvmBSkb0Pqg++VqmsvVo45L3vxLy9/hHwvao7Dr7LNAG+NOKivcxsOb58PQe+npb7PFrGo728Pua9kn8FvscUGb4VX0i+rlmgvU+n/L2fihy+kRqsvZgHBr6tkee9pFUavsK13L2Zgui9WhRFvl24/707CvS9",
        "VBncvUwXBr4+JvW9+RC3vQKmHb5GvPi9tfXUvYSzvL3B0Am+8o0vvmbPK74BSTK+TkEavhxN8r2j2yi+vEUfvjl0C75qA8m9nx+RPEU5G712Rxq+OunAvWlY0r1rRb+9o6Bsvfl1mb1sjym+MheOvUsnOL6Yjx++MFuMPAQiD71rKAy91oYTvon1p71HWFQ7Bcf1vSe+Hr5S/S6++5v9vcwJXL4fQOG9MDu8vS1qG75QVSq+Sa6TvQ7qIr07wai9mlM+vkr53b09KKO9saAevmCCTb4O3gm+LJT6vf/acL651v+9SQfZvRgZlb03u6S9oCDovTbFS76IrbG9bjgFvjfBG742tTO+eDEdvgA2p71BTN69Qt5cvvV/D74rRT2+yQtdvttSI76K3Aa+K+Q1vngSQ74hgRK+eTogvoKVBr7epv29ShEGvm+tgb0CkBS+c1JFvok0Xb7PjVq+1CLIvZfqBb64c7+9AW8tvprrTb67lM69h7oNvk+ilr3mz/G93zIhvlunGL5ztPi9Kz94vQAz5rz3Sfy9CCQyvusRzr2NIpi9HMcYvsTcv723y5m9d/e0vb1+qr2eo3C91OYkvpvRUb06MDW+uyg4vlYFPb693+a9xZIBvlu6I74OIy++HYnEvQPhM70LCEG9KzgYvhXNO75EI+W9Z53UvXBFp73jFCq+p4kjvvj/Cb6jSLm9VZq2vY9SFr7zyAy+3/IQvgL2gL5bB06+sTrWvUhJNL4Cb369vdvQvSirm73787e9wJHvvVyh370SNIO9SQ18vVg0SL7LgRa+vTyBvLOSD76itgO+jK6ZvIvvYL6ndeS9I4ARvuwILr5I1xa9lYDFvasAHr7YSk++DmHSvalZ7L2lt6i9oEofvv2cV76/Czu+OWJCvsqBCb7zoDC+o+ZJvqEoQL42P1K+7nWpvRuMyb3yN7C9YPujvACw9L1qpJu8Cb0Pvlz5br0WbAS+7b6WvcAmqr3b+P698GgTvg8WOL7Bji6+baZovfRqxb1FiDW9",
        "sDQJvkTxC760KHg8IiPbvemK6b3kb7e9TNCfvf+a/b1A2eW9eNUMvkmvZ72GhAm+F2OmPFvASb23dNy9hzEYvroHxL3x1Va+6UKsvQHC2r3Md7A6qbULvqdWtbzaIEC+whkcvivBO77HGwq+2ZvRvZECpL0/oRC+FFPDvUJyqr27Xda9jefdvVjGJL49Pby9d3pMvt39Zr5l39S9qWiuvRQmDL43V9u9BqzxvZXsB77Hjs69d1+KvVMJeb0oK969vucWvkuMsL2nEb695R4Avj6+Qb1eQRe+uQ9ePb0f6L3nksm9DDS4vYzUpr3iUwG+wHI6vi1Dkb7NiBS+Z7Bhvq65JL40qSK+I4XSvV4BEb7tequ9qHovvhfmGr5ApPy9qB7NvW5Kx70W/Q2+tciyvdRFmb1rcgG9d4rKvZydOb5Lvt29GfbYvdw+p73/vve9/nz3vWlJCb7wNQW+NcXwvYZa571Fbns9TPsJvtHCNL1fpxK+8rIKvZywB77LWwm+Csw3vn10ib3EZge++7/EvX/DFr7ZTRW+npu0vUvsCr5+GAa+iavWvfdhub1COzy+4epMvnsHPb4QPDC+lsWpvbRaub1EK0u+6/rHveftir09BtK9y4rbvaTXAL7pRjS9fDMCvnipnL3dadi9VHUvvmFqML5Ugwe+AAAAAAAAAAA="
      ],
      "weights": [
        "uZzGvXf/AL02i2u9g8EWvsRnmT3qJNM8NKXKvm4ZS7zGuEw9E1sYPJb1MD7iJ8u93t3fvS/KXT41j0q9it+pvbaywD0Zw3O8mUz9vJwiNL6Vs8c88qjivZx4lD3eEF4+70D+PBcxIz5ByQo+Jf6mvlDsRL4I0T++f943Pu5Z97zpcD6+T7KKPcW/4rxzene+Y7uvvAK2Vb1mkBq+JvLUvG14oL0AfXm5GSbFvGBThbsw4j27EHKMu5juqjxso5C8oB0aPegonTzMJwk9JB8iPLCtpTxAQAe6wFL1O9g8+bynOdo7eSSjvO9sVr0UAO69gIJkPFDbJT4Za069Mq9fvo29O76bNiq9W9J9vvJ7Zz0wJA8+9caCPoKBQb1FLKu+g2TIPbCu0TuIoPe9bYrZvqRwmDufm3w9iGVwvtWFXD73Iqa+6vAbPiyRN76TZwy+LSoYPv2edD4cnno+QrQ3voChtT5KeC097XwRPj32Sry90NI9gEGbOqYENj6Cjjs9EDECPY3Jp704lNY8uNo3PICpxTz4g5Q9xNoOPazbbrwYATW88si+vGTd2jxlOBS9pOhnPDjonrssVOs8TGVEvKlI4bxK2jq9eFAGvNYVuj1y63Q9qq6PuwIyw720fiq8mrlAPVvqnL3cGHQ90/UtvnXSCb2l7WC+Cz+MvlqFJz5FeB49+sYtPpGJlT18D5A97oygvnKJIT3ILNq9iXC3PUIKvL6v5YC+xMcZPRi53r5E+22+95yePovPID7KjCU+juv0PTI9YD1l6nC+eMYmvr31sz3tpyq+qL35PGjKab6YCcw8wVSUvkTS2Dwl2Ka9qyO9vcSIbzxS8EW9KKqIu+A0bzqKgBQ9oi8qPWjmW7x53OW8ZbE1vQqqGz1ooVm8qxW0vIjbKL0sAz+8aE2kPOh2tzy8sM48FS1RPCV2jb3hOZC8loPzvRgkEj0QdF88L2IcPRXjp76nSi89cvq/vK8r4T3GmIg96OMMPULbRj3cCK084detvDKB9LjOULO8",
        "RCAYPViWWL6j7QC9KEznvf0InDymoRY+NL6bPApgcD23Phw9Xo6Uvi1/VD2wBcM9Pninvl+91D1pfH673FeFvmnzPL6HSak9dbmHPcwyF71rL0y+qP1NPJPhDjs60DW9kPxtOyZ1mT3cKu08COTRvQBtODrAn246RXMcvUBq7jqUzO082mCrvOAo87qkUy+89N90PGyp8DzlTRW9kKFvO3AtMLxWnTu92LNJPdbo2bx8Dwq9+JvGuzdR1r1t+0g9+HFNPCMAnTuS6HY9YvOKPbRa6z3+34O+MCZZvi/NRDyCl76+EfZtvby9uT0iRs89oIWnPTfcIL1zie28NF86vSrDRL4dwsc9BHpWPs+KYL5bbRS+t8icvUyqDz7jAZU8HTiBPbQ1sb77nns9mPClPlhslb6Hzw++wCX4POCgar7Q1pI8OYEZPbWhBL0sf1Q8uYttvcwRHzzxWzk9zksgPbQNHD3r3MG8LOLuPNC2grz7IAa9rKbnvF+PK70066g8dMZ0PCARMT2GNSi9EBdWu+h5fr0bJYy9KJm+PMHyrD10wlW8jhDNPI+ZPD7OuZc9t0yGvc5iB71iVAA+GdrjvsmDaLuJ1Bq9CnK/Pd3jz77GVsu9RnjRvF9XvD1fID6+t8pZPc+Bl730YNO93ceZPbiOgbzW13m+XH3JPQr4ZL1jJQO+bfC5PU6MUD5uokI9W0+TvlUKFD4qa729PVo6PqUHgD5YOZw8LQcOPeIWIz0l8SE8ObEYPfQ9/DxpRo08GPr5u96Jij1L3gK9/CZWvJhhvTuYqiG9ZCvkPCjvvDzyhzA9HD4kvIB7oTyVzbG8NMo5vKj40DzcoiG9IZuIPbONqT1iS4o90+5lPQ5a07x8SE29cXsuvVDJOT1qOLi7G/tcPYJMvb1PuTW+jVZGvlUMob2vKJa9BXh/PWCwq76sQXm97fiAvsM1RT5Hosc8SzD/PeUhDr1eK1i+ixbwPJvNzbwYCtG8nLwdPtSC2T2mdka9x9LevPJDAj4ugoE9",
        "kdapvdAPCD0kw4U9J447vWi9j7wkmwK9xHQiPJm4xb33XIG9dGQDvdAV5r3sBkY8p0W3vAB28LuQ/Ci9lbkcvZy/GTygdfA8OBJhPNCzmzueGiY97HbkPLQ2yjwGZ4c84DsIvcg9jjuLWCw80J00PYzj+b1Yb5Q9dHqkvKPqr703gQM90mKWvcoSzj1RWLi9ZbEPPnu5CD6JxM69quv3PEKYwL5MCt68NYZtvRdRH73CBIU7rYUfPXCXer5C0GM+OwypvUy5477FTNk9bMfXPWgvQb2R2im9b8covgbWK76RWKW9QnZtvjEDi75vsBK+1dv/PckdVD3YY1S+aDr+O/1Rlb6A4Ua8nOl5vVgEpLwMLl48Q/lbPdBfaTuK9h6+jHFAvEAT8bp8Tcw819ywvFisOT1QjLa7xvIKve4albzwPOM8MAQtOx60IL1gT3I7JCMrPG7dYb29Xcm9bS90PZ/Adz0cJvy86fEEPmv7L77TIPy9yQrXPTR8ljyNGdY87BCrPemoML3RpgS+5F91vTIZdr02VBQ8p/wtvlT6AL1gLP27xmnUPer9uD3hgxw+9LuRvgqGvr3spNW+QdQgvsORQ73P36m+fL8ePVZx1z20ui4+AV5QvvvqDDzD+va9RJd9vr2XzD1UJ948b3AfvlP+hLwvncU7X4QOvGAoCbu3ScO92Jv6u8tCkbxx0iK9FV+fvMBZTjtMJ/c8WMLlPIDGBrugY8082AkSPARUeTzDkRi9y6oIvWzhGzyQNR29Lz5Rvf383zwdLpq8A/IOPbM+8Lw9lO49FItxPe6ikj1Qz5M9ScmAPaYHOb5lQyc9jgu1vYBIIb62GzC+TeWevVnA7jwiQxM91IjSOij6Bb6Q5xE+3VGCvpCGJj5q3Ig9j5N6vjcqnb6+ba2+0SqAPaukEj76Ah0+fLuXPaF5Sj3q+6A9bVA2vpRIgDxuOta9JAFrvcTaxrwZziO9UJVDPJ7BaTvloJU9DKkgvSyrDb3sXPG8SPvpPG1WAr1yYze9",
        "IDeTvHz4lDxCLxi9oG9GPMhZ9ztEJxo9AXG4vOCJrLrpR8S8nxwJvcrXNL1hwlm9Oy81vq8bqr3Lq2k9sqQlPZ9F9TynKUq+kY4wvT5yAD7IPxi+6URiPh9EBj6S1Qe+EFRCvq8qe75WqwI+Yeh4vh/kNT7/9di8ZjvyPSTArL0GIzk+cLczPurdhL5YBo099DQDPklOgj0Dpwg+noizPLjETL7d/Cm+48XSvYtPQj4PE/E9vqTDPbbrcb7lSli9hPdCPAXWGb718B2953vZvVY/pD1IaR08JCOIvYM/s7zX4oA8QEV9PPCVOT2oIak7gJyoOQL6kbxAUNK7GO3bu6I5d7x82VS8yiotvZQZjjxairO8rI1aPKSyzT0DJPQ8/d8PvQ4xFr1Wx8K8lHKqupOn4rxmmFy9GM1jPVwkkr7/3AM+SmOFPnZxQz1Y4S2+02ODPXm7l7yBBgm+NNhRPnfJOz4y61G+CxT1vkq6NjyPmvi9Mg2evgwyAb5A0Oy9ncKGvuHt3b3cpgC+L//QvvAhZr4on06+Xh09vrJbhj7elpI++nOXvvsmUT1oc907N07+vUVEhLzSos09qef4PCIEMj0d/p49IWizvDkYqLps4WW8GA6HPGj/QbxCoCI99AwZPfoyjLxsWh48WM31PMg1yzywJ/U8LGYiPdtetLxSwTk9PdbevTwgVzz1qhg8EAAeu+jp0zs/RXW9RSSGPTpAw769Zgo97QYvPvwxSL7T7Zi+sFT2vIA3mrx4gT6+EY07vqvgmLx5bKK9l/zfvlu0AD2f5EI+f3jjPYN+Vz6serc+IC7JvaTBD76Sa5q9lKQfvsY0HL5WULG9/UTRvLORzT23VUW9LFBOPb1ZrDyiEgu/HcbxPATP9Tz60n++6J0TPVWLBr1V+cO9sPcOPPE0nL0Q/Ro94K0PvsAHVDw08Ta8EpAMvZtOOr38kcE8eHZ+vOCk1zqXBwm955qavAgTP7zUO5o88NmHO32ihbw8vF+5TEl+vG2T2bwn3qO8",
        "mJvSPGyhiL4x1QY+IaIhPh3PnL6IRkO+Scagvh3oCr4+g0o9pVv8voJloT0/JKs9/SaxPUNYFL6G17c9IHiHvhRsvbyWPXo+SFM+PXJ+zzxjE6W+Jt0dvoxdPz7GV8E9zMUmPma+YL5w12C+F9VovvMD4D3yk02+W5ALPYVJBT5SFCW8//bMvBweTb5glJ08tY+uvD4tnb1g9WS8/xAbvTCkCDwVOhW9NMAmvYbc6rw4s/o74nssPRQGFj22fua8pObmPEh06Dwg/BM9NIrbPKInMD2rDTO92osDPRKchb25l7y9XmmhvaoVNb0Ougw9zhqSPYm9VL3lGOM8FlWYvYSXJr43X269HDkYPhr2X76Fvfu8iKK8vXO1VD6Qms09Dp/mvlWART4sr3s9p0l6OxBJBj1Pl568ZGY3PTeAqj1q3T4+uAPxvRyqrb7ulCu+BwFKvsFUAz4LCT07KRS4vgptuz39/WC+F1Q4PhPQZr6dseO8/v4QvgDGDr0BZZC9+XdxO/CjLz0L2ca8FE73PGSAZj361gw9AuoCPbb3CT0AwbK5HvYZPfDHFD1ogm68qMjfvNheeDzR8Sa9iMuzOwRIyryFeh69BctkvRrIOrzG3vW653M1vIiZJ73Ci/k8vMS+vdtL8jxdOqc9jp+5PMr9NT2+e448v/HzvSO1j74eJ7O8mQUJPavZ7rsZkOs9NfvsvHU8WL2DXL89gp3qPWalCD4XH08+EIriPTSHtjsjoKG+DAsfPqDnND5a0JW+hOiWvmjPtTy9l5a9SH8VvR/aVz3xKFU9f1E8vQAL3zr07Jo83CzGvCeuz7xiS4K6pg44PS93+zw6YSw9B3ocPWiUTLzZfTO96F85PRzACL3wOUc8Ik+EPIFlFb2MNNs8UDeMPNBbILwYeom7cjcxPWD+8Loxklw9bJvBPGtyMLzcf4m9wLuPugUqDz7qAEo9w168vtUXdr7sk8i9L8BFvqBXJz7ZZRw+Rjopve7ZqDpyTD6+BOrTPXCZGT7mcjw8",
        "iczLvtnxkr1Modm9kugYPgWuUj6c67K9sDCCvv9hoL7a6xw+EbAkvn6gDT7PvxG+WYR5vnust70bIWS8mK1gvaDMGz7zPSu+hBwIvfC5Qr5gSrK6qhQIPrGGxTxAN6u8W3+FPTou47wrTQ+84Bf+vBiJBbw+DAq9IDfIvJB15TyU4dK8iE0SvbCKeTtkTZI8ObosveH/xLxSTDY9MKJPu7JyHb1m9wC9WVYAPPyZmrx0o8M8lW+mvRLgYjyikRg+IzsEvq6Waz6HBLC+st9Evk/2p72OkeE9HrfsPbc3sLvsWRW+8pmJvcqgHr4VAs+8kNrWvXBBNr0fp4M+ueNzvlJI3L0EZuG9A0cwvgB2a776XwY8eNLpvFl0PL5zaFc921Zhvi9vtLtEItU9OUBPviMhzb3AEAA6DLJmvvf/obwKtK29rP6xvdyJIz26I568/II4Pey1YL1xnN28gCjdOWwfXjx4AcY8HOMCvdQtGbybBDu9kL4ePVz2PLzY4767Rh0uvXABZrsYCzM9nKojPM6g3zy+cem9ZKx8vRBnjrs/bXw9+yITvo1eUT23tD69zvJ5vtvbdj1ZyKK8pHjuPZwXmTwEvoG802wQvSnflD2dwQe+yP83PXhHOD13PLq9LVagu7w/sb7wJxO+03r1PczCsD1zYum7Xu83vdhWFD5fYNy7BGaNPXuUGL4iy6i8GMyLvgugKj7MioC+8VW4PsAj3TuVdEc+bfwJvbpjXD0PTyq9CB0MPQ1PdT1Y62S8Dml/PanR4bw1pcm8yBuwO8i9ML2trRq9sHpDu2zcKTxexy49fNsIPHDY8zyVUjS9gGivutRmeDyUl228F/2EvASpKTz7YHQ8bEhLPMC/Oj2WpDy6KLwUvelDYT0oG489WW4ivfobKz2ZMjm+1/C2vifEWr1eNo291EROvZ+xtb75T9a9dlRKviioKz3g1ZI9l9/KveepW711GPu9uSkJPmeqeD0yreS8x0ViPF+/YL5rgJy8DZ6nvah9sj2HfDo9",
        "nXUBPgVK3r243GC+REQdvZ1D6D7yKx09xpPmvUhqaDwuaYA82lEkvjc1Gb2UG7K8sPsqvYBQhLmbbCa9ADlqOvQLazx4NHa8dHwAPHjUDzyKMAE9fNK2PM/F2rwS0Py8SFsbPHhbo7xAXdy83M2DPblcKb4C+d68M4O9vrXyPTyFxdM94jgWPRjk4b1f9Sk96QIiPU/rk747nBQ+8Zy2vVq0pj05HD6+DWhVvUdEDD5SP42+fvAuvmDR0j2vpoC9FFOQvnq8dr4KqAO9DV9uvOL7qr6IUIi+QMSevQklmj1kk8U9G4yLvmn4T71RdI+8bZ26vZ79aL36QSM9DRNAvd61Dr0a3La9s1zAPRyeBzwZoWe9kE23PN22IL0ywH28iuoNPdecOb0g3LI8OLRFPMA+FTx04sc8cC4cvBznFLygEaq6mFyquwZlIz2AY5a5ytRDvd0sfr3wxFS9IIl7vcSd0zzX+1e+VtD2PdspLT0wbkS9a3GoPRu3Jz7gl4++wyA6Pf0BOb6h/pE+DtkGPqhHLT6zABy+wBC3PQ/H8r0j7IE9tfCjvi33QD6KS5w+MS5ovpJdoz5caLI+NwlQvpaIkj5VJ1I+tjANvt6Paz7VwYu+wCFTPqR6Gz7USSs+WdimvcgZHT1HjJE+tOcEPRSi1TxAU3w91h4dvXroOT1Ey988eATjPOgmfDxxTRm9WKnjPDjkAj1s68g8LqE0vZQXDLyUgJ08kFuzO/R/AL3GEDu9IATfvBD1A73CSTQ9NNNLPba4Oz3t0s+9jvG0vHDEWL3yxk+91VZ3vXpBkb40Cma+dTsPPqJsszw7sRO++tDUvb/vCD4l2aO9uBmrvL23Bj51sIs9X0XEPdILF74m6zc+jv/MvuCbr71soxU+BtZYPvebDb7x6Ji+TQcQvVFJu74/PhQ+IMXDvCngAL9EshO+KkKKPhQmgjzWMLo9ucXPvHfFur4cirA8LxiCvbXcP7yCzpS8JBs3PfRgcTz5GSK+KH0/vBSj0jwI6iM8",
        "asEBPQ7k6bywuU88kEQ2vUCN+7rEE4Y8ACQnOr4UMj0ABZY8iXbZvE3vUL0MNQs9o6hVvOE2oT3rhSG9kfgwvFa/Lbw4UOo8FOuDPVYsor4aPiS9ZU7OvdQJFL1STJG9ts35PJy/AT0fLs292YQEvYAcPj0h2ak95HGPPbIC0b0NyRE+/CSeuSlTLz0lnkS8qc5HvVFaQj7J/RE8G5AzPcDDzD2Sli0+wVDrOTZ30jzmR0a+IlSQvjfNqz36a5e8nF8hvmts6Lzb5i67N8sxPaAbCT1ZN5O8VB/2PBd/jr2AwWE70AnAO4B9IbzYGLY8vgQzPQz7ED0Ii+o8WIXhu5RqmzwISXc8XPWbvKNdz7xQv6U7k/GqvMohF72joD+7iid+PQbTm7wWKj29rE6rPZd+jj0CCsE8j3sFviJllj11ww09lNetveFMMD1Zods9fMJOPcJCxT1gwMm9SG2kPdTrxj0alYo9ckbePdVdjr1g8/Q8Idghvb9Cg76plJq+Bx4pPe2tgr0nse28fwYkvgjrPj1YbAM9r64oPf16wT4EK5Q+J2sBvuD5drvQ+AU+VIXZPAZdZz2vyxa+sDghvJDmKr1QbZs7iTVJPlD+o7wE1TW9OsmDvMgJOryQdB+7nlcSvcyUUrwAfA+4GtAiPaCZDztszRE9gBLYOgyM4bzPrks8vSIevc3KL7w3EBs8mLsAPa+hLL7ihQk+o6qOPZammD2lsNu+gPCLvY2iVr5btYk82ctXPCK3Lb2HJr495LqRPSV/17xCB52+54WpPD20077japE8uc8uvV1TFr5ijYW9fTWDuwi0tb1ulLU7yylMOrieWL4V4TO+7BaZvDnv9r5t9/m9zgwEPE/UJb0hCtc+4SwTvYAvsb2mjBA9+4awvVtKtL25q5y8jbw0voDk6jxdUkG9qNYevMLypbw4ajE9QC7EO0rvubxPL7O8ACnlOmROALzQBue7FABSvJL1sLysn208CED9O0Hak716dJ297mG4vVyg9rz2JRY9",
        "sKMqvNyiF77RRfQ9uuCcvjakjby/g0M+bUVbvTZEKb0qbKY9EIzmvXPFej6eWJu+GXEWvjqE3bs1ZG09lZN2PTj37D3mvgQ9Es5hvZm/5b2L77q+5rjAvk4Maz2k6N2+zgmPvCjV3LzG8Si+aL52vO6xa74fQ5c+jM5mvgZnTr5MAjs9K3yuvjyMKL0Ug/q95XQ/Pdi7kbxf7JC9Mq87PXoxmr0s7ga9MCFVvMW+xbzKDxw9cDcXPQAOgjiEy348+LrZu7J6Ij2IqOk8Gn7QvIu2Bb2o3qO8YaSnvdqErb1fQrS9U2qpPfRjH716WB6+9za/PFUEDr42lYg+x2WJvuaOfrycXQG+Siu6vsQaSr6bwVW9BrfKvZXrFL6vDCA+YTVdvhgKJL72jbs+M2Zvvj25PL4kcrm6IKM0vYF3J77Tz5g9EFUtPocJYb62Gh89+JlZveCQ6DyGUl4+fuKfPg40Er4ZshA+QWnDvejfH7zOUts8UPRrO4OiM7z7ITo9iJiIuzRqhL0oumM8dJatvPBg0rtEYAU97jEHPbZ1FD2AtB46gAkQPPSHOTwi+928YMJ/O+CS1TvgujO8mByPuxbiEr2HM6o7b1HsvYJ0aLrbg4O9uJYHvLIC9j0Fpzy+TXRPPTp9KL3uvzo+hR2gPdboPjz+Ceo9Ao2lvfykur05/Cs8T0BKPbbeab2l/jm9e3a5vqBNPb7Js4y9HZqDPh72rr3exvO9LU3XPQFX7b2I0/S9cEYFvglyQT6jO+09cY4qvesvDrtQ2po7V0E5vggj5bdfIeQ9HeP5vBHHpr7oweq7s7mnPEZd071kVwk8nHo4vCexNb3vEFc9EzyMvMi+67vQVcC7bZUZvWqLNj3Ix7E7O6QrvRhzJr1oQrw7GFEVvJCrLT0/RcG8CUAvvVR0xrxT4ws+dx1BvRwm5TsnJxC9OksgPVY3Ub2WD0q9PDfqu7nUCb4LCIi+eplvPgA+Lj36lZ09QtcTPkB/qz2Z+Pq8tKF6Pk8aB71vAd89",
        "fFE2vAsBqDzoeuG9eg/tPWwRQ71wVeY9c5NtvrkkD745BCq97EvLvPQ6Mz4Pis275B03vpDpJj6geo8+fNiivo+WQ76sKgM9oSvDPWyvNT0zN5g9JwxmPASJJ709rv89WFqWPL7gnbygKzY9XOQ3veD6QTyXyBC95E4IPabaNj0ACVA6TFKnPCgJsbtU0LU8NUTjvJios7tgtUG8rylDPey0Iz1324Q9b9LYO8hJ07wO5rE9wmU6vpLRGD1vvgS/4xKHPd4Hib3SNMc9HQrSvisqwL25vy2+PetdvRUAhD3JRQE9Sz5pPQ/WBr00qwo+oVFwPjXxXj6P3Qc9z4i0PQjKH76H+ye+6eN8vhGH0T1A0fm9bPGZvtJ/6r20Eve9t5QyO52O+rzW7ou+eE1KPri0wTw0/2Q7NH1iPCUKrb0maJ0937EavXVLn72Qxxm7E5GEu9YeBD0Oa7C8B1EZveAA+DqgJzO8wLYjuqBr67ucjDo9KtgJPfTpkLzqqB+9gPEBuwD29rmt3gI9r1U2vWabT72s7v68JA8GPIUdtT3lDxC9H6XcPXmau72/ruW98mpsvtUaiD00LJG+ykbNvqcMLj7Eq9i9iilCPQjDLL5TAco9iXPdvuXbmj1TBQc+VfsOPsMcZT4X9Mm+FNppPeXT0r3XkbW+DKYpvgleZz6zq3m+OZmXvtz4FT7flUI+npBHPMjOuL7SUIW+lf0YvUuver3ADs47ANi6vdLekz0JXDS9xx7nvdzbzzzHXro8HN+LPAi4jrz0YRM9oLxnvC5MKb0psIS8+/iWvNQpKDzNVrO8zPlbvMDt9rrMNCg8mN44PdxDbb0PvB290csBvaCDq7yQ1xA8dXMDvvkeBj4V+9M9WnvhvErsyr2sp9i9kBTMPXlX4bxvTmk8FXDavmtYEb4j4QI+5ACuvjKU0D2IDre9L5kRPRtVj770Edi9+fsMvWNKv7zSQuq93dmAPWxugr5g+4o+P8AZPrPqkD2YoAc+1b1EvIynCLzPjQa+",
        "UbVyvrM2r76uRPK8YnKFvqDlTby8Roq9GDKfuyDLmbsEToi8OEfPu2ZrrruMvXk8EJrvu+BaG7wuixQ9pNTOPH5yKb368oY8B5ONvJj0Mr35MjW9IiMPPV5mGr0UQGo8ahEVvUcZrz1jxwc9v2tCPPCNKbtduQu+SzFBPnvPQb7Bfte9yOCEPfefp7yDBja+Y6hCPSkhy734tgG+Aw8rvRJJhT7JRwW9Ork0PhNhEL60l1e83xyePVCmOD5P6IS9En6cvYrmKj6ATos8l50KPZNZWj5dqcs9easCvq95Hb5jD2e+x/VBvqK4mL2OmBW+VP8pPtI/Bz1oj8O95uowPW92ZD1T4+W9QNEXui0KizxMu2i8w3XivPTOfjxDpdi8bKcGPNQPFDyhGMC8Qe4zvZqs5Lyw+L48I8elvJivED2cxoe8wG5vu3jFHD2Wme4849BgvY+avb3qQ487FPHXPAGzsr2gQsg9lD+TO5jtyrpHLtw9NEAcvhN+BL4JkpC9kDJePW656j3b3RI+dyJEPpZUer5klXi8TQksvU/GYD1EUZM9PRoJvmnrnz3srrw+CHSHvost/L5vUtQ8GnVOvoNs2DwNVkw+79eVPV0MxL6kpiG+JM/XPC163T1DlIe9eIbQO+wH3L3so5u8mZoAPTONq73qLaG8PJnYPHoMnby7wIS9LiYBPRIhDb2AIpM70AM7u1zU9zxkIfO8PvQfPfh42TtM1LY8Mp43PeBtTrzI2Bc9JholPfQiG72OO0a9jPeWO67hdD2OysG8hiOwPWy3Az5VcdW8/iKkvEMLgrwThJu+OWSFvSc3MT2f7Mi9magfvAWbq77E3BO+0jCwvSFRRTpz0ZO8ijcJvf1FFb6b+q+8xf28PW2eEr4quoE9yCH2PdOYGz1nRkG9BKGPvnxsEzzSFKu+wFU5vXlWRrs6psO+SJfyuR9euz18Q6w8h3k9vuxuSzyglJa9DZvFvUQntjyQkgC9WP3+O70Rar1aJBY9QKfFOqwUDjx5zCi9",
        "MHAFPaDg8rrAGYE79CoRvMDtsDs0wkk8ul2DvIbvh7zMiUC8o8sGvRB70T3zFNC9d8JtO8A/qjz8eM475sYCvZxWFr57oE4+hDYKPr3cgj5lMQ++gJ8GvZI8or3HNT06Iaz4PKGTm74XsYI6QN4Rvv88az0zQRe+up1OvTFAo71A8Ia+nqGyPWGcTb2QEoW9E5w7vfXF8jxpC9G+fniFvlqABD2hADG+k2qGvn3Hj73GPE2+2PKuPiCf6LpJmwU+WNctPb8lFr0Ywhg8GH3TPD1RSj20UMO8E4APvnTMPLzUIEa8QLGmujzg7jzckq08KCXvvBgEnzvizga9zBoBPShjX7zqrB69UAGxPB6Lhrzs9K690MmvO5Lm/DzT1Tg9VBS+PGqnwb7lLyC+efzMOwovvT0JkaW+fxK8vp6YOb2R2w2+fqCvPSaz6j0/8l4+eX7NvmIIED6xdxA+QE5ePLIQMz5BW28+/U0svehYxr2RE32+c4IfPqGtXb4OFuY8SRBWvqFtDb5zYxI+nfcBPbrKxL0aOyO8nGmAPrAJej0LMpK+oFWnPCGBEb50iPg83ZKYvRDISr0+8iQ958Blvf6d6rxB55i8tKjSPPMNmbxDuJW8DPLAPJR6HT3VjYC8BpqXvAj7/jyQxjQ9xPGpPNZO/rzAz9Q7mNDqO4nATL1oknq9Qv8PvrXc2zrSAua8fiqUvgR5HT2KJhE9Er4GPuIGxj3lEG++JKzBO3U8Qr3veai+mLGvvmWVQz3Pcmi9102VvifGX71bcYS+8DbzPKIEpr7hC/y+wWQVPiIfYr2yY5E8wkswvskooL3uEU47U8WDPd6RDb4L0tS8sKw4vhdBuD5zne29LjyHvcnOwztQxDc81686PVDD8jx7Xau9M7xcvUAQ3Dq5IDe+beCDvGoHUD30ApA8AJ3BunJcCj2s8tQ85hOBPCAajjt0lUa84O8wPQDoTLrYRd07YFKtu/xcDj1AlME8dRqaPGA4Tr0M3Ba9gZAkvXqJDr1kYX+9",
        "QObSPMw6LL5jTT09N6JAPYOeRb5gun0+c895vddnpj0A67M97gzAPbpipLw2iAm9d0A8Pc0E3L3aIYQ9d+YzOyLxnr2GWVS+Zingvj9jtT7AyEe+yIukPFmNHbtF0te+CBxHvenJfj0M6xW+WTXBPbBWFL4aBpU8F1o7vHgYS7x4RLi+WFXuPFi9zTy6DXa9HvWOvK4z+ruQMpO8Ue7ZO+RYH7wQz5+7qxIjvag5ljx67nu8tpAlvVjAa7w0Pow8XDc9PJAZ/TyMuTU99/ozvQAEFLx+BKo8mLUCvkz91DqEIZ88IN0IvQlbXb1QnjQ9bqiBPKxsgr2pAdo95InaO3FVkj2pDDA+zjmKvWWqmD1AOyi+cvkyvv4IhL3UHsC90Q8EPgsnlLwbA8W9B64APqoepb6WoO89RTzBvsHQW720rto9SIhzvqDBqj1yO0q+cuh5O3N5ED7n5z4+dGoavjF3A70FDlu+PC5dPBo5a775SiO9X5vtO3p/pj39lDG9nbKLvGzgWrzPFlS8XsmDPEB7eTzIAig8XMUUPFyHBDz83CW8eI2POzYGCj2UzxQ8Jx4EvQonET3uGzM9gFAwvU9AsryZxBK9pT2su1Amn73UE/08gC9tOZV6HTyGEJG+QxjKPfsCTT3fGOW8PZTIuuEjwTz/9WY9v7lCvrE4Kzyymt49BhIivhE+6L1SXjK91/25vcF4Ub7+h2y+Btqdvoffoz305BI+5o8UPf6i5j08NAU+PZjcvdHrPL09rZc98ekcPjsgiTywMiY+BIFqPk4H5r3gy806PpgTP5ZN07xi5fq8da/CvAD9MDsr5iA85IcnPXMXVj1gLFO7ROgavNxkIzxBdfC8DeTdvPRJPrzISSY9uoDIvLXqsLxousY8qAARvSQxOj2EITa9408QPdNyUD0e05w7+6qNvIAA3ztQ1xQ+sH/evhJFBL4Fh+a9NTALPmzDw73/gog9F3qIPYYbnT3B+Ti8mYelPQpf1b0/YEE8qjTKvXP3xD0MIMy8",
        "D81SvkQnqz0Yuze+F2/3vZHyIL1pzk29IlrRvmAvRb7xvwI+eRgXvAPtPT6dh5C949nzu7ZRMD6NawI+n4U7vuDGTTtsDVK9cC7GPPJCazw+nK+94P38ulSCP70gwQs8qBDluwAdSLoGuSY991O9vAgRUrypPrW8PJg5vSpEeLxr5jG9WosfPdQOLLzmfiQ9p90YvVQu9zxTZ0O85E+uvBH7Bj3EOTi96NjKPF9q/j1ZOCa+5PDyvJNMY717sbm8fv+WvKYUaz284Jm90J+EPQIoWj13Vdo9DLwvvXRshT2cK4i+XHidPfHDT76tqhA+aSt/vvg/Sb3K7iE+gShwPfY9uz1L7Z6+ERDpPfKa+DxLe5U9qlbAvtH+iL6wOxk90kZUu13a2r3Qciw+gWEUvWahXL5cLdY8QTmrPIC8hz3A9v67nzNsOzyvb7wTPbE8kLsEPSBBxTtlk8m8gC/IOVDkND2UKCm864YKvWCwOrzYG5g7fn4EvUjvprzYhao8+FhkvJpuCrzy8im9yB+jvIV1q7ws1k68+yIIOt2a4TxIrxi7XkjbOXyCALuXn7w9XGkevU+zEb726kG9a09qvk85vD2nzeS82BmAPqw/Lb5dPKY9em1gvoinHb07qn2+o344PhxBUL2e8tq9YDzQPfG0i7x1aXa9ZgAMPXXI6z09vrK8cq+AvZkfEz20Bwm+vrrqPYtwQT5QEDQ9OY/yvWNUKL1LJTS9196wPYD6KTuFWA89MCNYO7C8Ub0G0yO9zFn8vM+Fl7xy7TE9mKX7PGA68zxMjfc8oCAZvOxJeTwaJAS9eO/Wu/hTqrtEOq08Oa+pOpFyvzwaNOi82ITKutD3OT1ulw49lmbbvQ2KBzzRe0a815fePV/+3buS7c+7F9wYPSK4tT1tbYg9qnUDvaRLGD330Om+DAzivPFFp7344eM9MEx/PDgD9T0fWDc+36gNvimDoL5SDQy9C14avpKIKD31WZy+QX7bvBq9drw9qXm9pCAqOzcPMD3PAUY+",
        "Q4vqPSpuqLzjcsY8BKw+PFmie7tr6oE9ACDOt9K4Qr1ktAe8zisAvd6BFT28W788YT6NvKCDdTvdy5q8WH9ZPFjlAj2w/oa8zg0HPSiV6ztULhE9gsaGPEgtnTuCIYO7vZRVvRRIfzw+Srq9Yj07PTR4jDzeBi++z48UPEVcHj1yVQq+jLOfvGI2Ir3YWKO9YmAmPvAf1r6pUT68ZAqJvUApYL1nR029mtYsPjGT3L3i42G9nkvkPbbqn77y0sM9xBwqvifs8rrTOI+9666sPcgUoT3EMxo9qamNPdK5p75ZP4a+BmBOPiE46j3vCYw8sS0cvQ6TU75guTs9Ww2ivKZX2D0MVwc8HQd3vWg06Ty7Bqm9oIXVPEwuLj3MJPC8+EBJPPmwtbxcnBW8YLbvu4CnqjuglYE7aPzDPBoHhTwIQhY93rPtvC+9ar29AdW94g+nPS1abD0E5De931sWPlb2Dz5iuFm+Cm/IvDe8UD7VRLA9imYhPh4T2L4sNQM9bK+evthDh74IT5++YloRvGARBb49oYi8dzQ7Pe4jXb7PTkc+zkorvg2a176aIxG+leGcPUcG/D02cYm+IiFnvoYVn741HIO+xvWNvU08oL4v/289ur1AvthdGj3QBfy7zJWvvYAplzkkey28LTv8veRGPjw/vcs9mD5IPBs5trz7RTi94In8uhBFQbyT7Na8aOSiuxgCq7wcaJO8r52tvCDLPzzSWh89MAGAO6CEOb1qKdO8RMqivBh+h71l6IM9BPQJvfgWnjvUnAI+Sa93vqwLNr3nybm9JXlnvvbP3zuKBO69HFnFPBfP9z2xrWY9TsssPeMZsb0Eora+RLMuPaHkXD4+IJq+MNDvvc6io75qr409+baPvna6P77Juhq8PggLvq+Oa77rl3m+dQAmvnc3NL0vsiQ+MTJFPmgLzL0PSCa+ZOQ2PqCmhDtenjC+wKr+PIAGrzxnIKa+THknPDU7mL1qywI9YzAAPBxvMr1uKDs9tNCUPACK9ru4lJ+8",
        "xIM3vJRtLj2e1hI9hje7vG64CL3g5bE6hsEkPaCfgTxsHJa7IO4xPGTku73undO87hMKva23FDyJFrI9fhxlvloH0j1XtKS+H94ZPiVVi77eLOg96YoLvgKGDT6CahM+JBuqvcpTFb62QEM8o+MAvpmD1z0cFZc9VzvovGKDo77mSsW9R3aIPoVGJ76BTAq+xUeYvv1OiL7jZES+jaaRvsNmNr1Ic2c9AVeNPi8VBb7LfKm9eLLdvP89sb14kvg8fZiXvXK5Wb6whw48Xe2xvb5L2byHWo074pCAPE9Oi7zMusY8SHjzPPxyDL1cGFe8rpUZPXrPDz1gp688/jIvvTiYRbyMzJW8rJadPC5AsLw4BSA9+VtXvn54VrwocA88xFm/vSYblj3eVIC9RwSBPS6ppj1rc5S8r5odvgWt6r1Xw1G9a4vqvN5AuDxinie+Q6IJvdOnOL3WaWe7jiRQPW6qKj7TtiG9yjMlPXh2c7xDdQO+lPvFvXx/x76H/Cy8pN3fvfc7+j3L0AM9LD0hvvYtqT20Zok9se7uvALgEjy80OI8iH5ovozJBb3EcU+9z47BPC2YMb26XOK87Zf0vA0NaL0AbZ28Zj4XvaAPCT0INbI86Fw6PAiBNT0gApG66PJAvCDBlzyUt0w8FIWFPMB7xzyHe4+8UZ7dvfVHFrxkYXK9N+R4PXT6rDyWV9Y9LJrmO7BCNr1/Q2I92v7uvczp1z1k5Js96ZUYvRwYjr4LUDC+EhEiPrNjVb50PcA91sjtviGtA76g8pY911vwPVMpZDz/cks+9VyQPSv6mr6XDKW8wVNnPWGUlb1omJG+o06jviS/Jr7mrVG+6OoXPkJZrz4mnoq+M1zrPSBnozpusn++CLn8POVK0r0iBlW9sIQlveOPt70IzPw8a+voPDh6HzwLXPW8WCfgPHRFVLxNM8a8BD/yvMvDBL28VQk8EKtkOzog/bww9TQ9VDA5vdm94LzXTfC7jraSPXGUfL0Fwli8QETIugxqAb5NiQS+",
        "+CdTvrt1cD4eIQy+RfnOPWUxdr5AsZ48DuTkPeKXhT6DQto8iyIuPsJnq75umVS+LrRzvqNfrz3eqUS+6SBzvspDFL3vk2G+TJwdPrcFXr4GKWI9+yeEPa8Dej4iWsK+AxVWPs45YD13XFK+cBesvhBPA736tfO90Cu7vMJcCb6Axc084OYCO7kHHz3Y1G68lkiHvTwPArya1L88J2AEvfBxPzsAWCQ6PSeVvFwuAb3wxCw9gLU+PNBS3TyQ2fA8gEtkO2T/1jxyr628QKqMurjVk73KlWI7beCJPNQwFb7r/Ii8a4TfPaNKPr4Lr547+AMxvfalzr4Ojs4+UJYDvcdpxr3tEss9PC7JPWMb1L3gTyo9I6iavrK40L2MBKM7zyURPuOvKL6ZmY293zFxvhp5YT5tpJQ+3uXFvrmeor2Oycu8512GvUZrIj6dWge+r5yVPbUbdr12nDc+mHmFPi8hiz7sCx88tF1gvvQGnTztwfo8kPIFvvx2ZDy1+/m8urM5PaevRz64Hyu9TEWhPB5hMz3iNjq9HhoZPVTF/Dzc4cs8/dbCvBqpsrxUxts8FogQvWREID0yyA09BrwmPRYe9TypUMa9ru9ZvSBXgDqtshG+D0WgvLbh0j2YWhm8iBAJPfMmAD3DUt09Q/5qvjKRIL4Cyyy+D6rBvV7qsr4ZV8K+SsYeviUq571Xmfk8kDbavRIyIj4boGK+/eQUvIg6xL7vt5m9aG7wvJmBgz47LN88LxGLPiJP0TxZjUG+v2bKvDRBnD5FGZQ+CIZ9vvDEqzuSpnU9NHvrPL3iPjpfYry9RP02PMOy6z35Ke28C0yevuLIAz3edLe8DDwAvPy3ID2ggD47trAUPYDLgbxtPjG9AKfzukz2eTwISgw9SPw0vZoRG70EGle8AOdfvmcg9zwLnBy9kNYCPEJjsjwwG0M9v3l0vbBa1b3787I9XeuUPefxP71/55w9jhM0PBrZsr2ED0k+18mbPY9PSjwWY629mc92PaEKdr2MpRK9",
        "qoWbPJBr3j0F4ku95doMvqnPOT1ymEs9RixMviewAT50Nvi9eJaZPVFGITxDKdW9sjt5PrUO2rxIipw8ZmQtPQR//j0KqRw9p6s0PJBijD2A/B67jsWVulw9Kz2yjlu8AOsSOuyA3jyYjaS8QWkavXFH8bzkCSo95rIVPVglvLs4j3Q8WJZvvADWCrx4DoE8WIIgvWWr1jx13IU8Wq7BPV847b1wuHA8Hut6vBmG3T1qZZO90SMnvbD4cTw/EaA9ZSkuPFzEAj4uvw29U2CPvXU0Cz6XwQu+rIYNvvTSIj72PK6+kwgWOvY9tz35HeG9pSyhPZZ5cT6e5c69ILkjPZur1L1gc289aXcYPmrHtDwfThW+LYZ2vPcOuL3D1pQ+sFGpPkGCCT6Gnsq8u+oNvn0A4rzoGb89sOAKvZzlAj1Nmd89IKwoPO0TrbuPh7i8iEoPPeGnEL1gqN26iHyaO0ufgrzImOG7Wa+6vNQaIr3wPeY7BB7aPKbW4LyeaQ69mSlOvHV1zTziKZM8vK8/PDxiBr2bCoK+2f6HvuF9Uj4p5gK+W462voQCdr41z1k9BJzgvBNhpb41Eou88NOzvcDP/r1KJAC+aeU3Pjliij0TBp69dkBBPiXriLyL4wM7F8cNvkPRET5hzXC96ZMyvvsXDz71DWu+5UARPqXuej7oSZQ9WigOPijIwr2cTIE+Qv5QPpCWcTvoVG2+uHz9PBAQlr2zbK89IO7wPMU/tzyRIPG8HzCFPf4OCL19CTm992DEvAAcBzl3Qfa8dCgVPeNBwLwAeru7SAqyPIl9Lb1wN1E7FLpqvMBBCbouvGq8PoyAvFH5W718AK07YEjou6nF/bxUiBI+DQKSvUXfsjyI1AQ+fCm6vjMq0D1XCfm923tjvgRowb3/4Ja+9r+EPJCOxjzsg929WeuJvtNvf70oOO89nCQRvhj/tb4eJhk+S3Ogvp1lsL348D2+s1NLvQeROz7ALbW+UumbvTygLL6MhqC+N31Pva42Kz5LWYa9",
        "Os4YPS5QQr4QX+08cIkEvK2+k7zAMA462BTOvVhNiruQ6ei9iMM7PKxXDT2s/To88EgfO6akCb2gK9Q8HMc3PU+7zLyUcyQ9NBkLveQgATz4J9S7brYDPTLwSb2xeB89i/dfvYhSqb1xbc68H3kWvi6xir6xSiC9PGNqPethizyeIai+SuK6PZF2dL6R4wO/RbWlvaDqPr6UcIE9TPMyvk6/l75cENw92AzRPAbZgz3xi0Y9WkUjveC9fr1YNKQ8/6exvdZVfb2k+1+9yXAOvlUfZD1L8me+O/XCvt/vsz3oilM+OnfpvbAJsb6HgjG9I6MSPjAoDj2nGMq9XCplvk9FlbxH2Ra+QK+uO86tkb2owPc7NhkUvedQx7yKlqm8YPoXO5RUcbxugQG9fncWPfJkET0NNxe91neovEoCJD12pS49oDxkvYuwE75kiK69PJPBPWavB70kjc496iDCPS169r2DacU99jYKPhOpxT1ml0w+sAzcPYrr1z3yDg49oFgRvlckYr69PQU+KhErvnYWrb0fQK+9taFIPt9bJj4cVoe+bGtlPvEPDr7aiFA+BcEXPrMNob5mDHw8Qz/Lveq/rT0GIBG+RFI5PjPSbr5Z8T4+EJqdvjVeobzFI6e+lHkmPJRfiT08Pa89PhIMvZBl5j3wQvA7ibFDPdDDyLugA8m76DqYu2ARv7wYSUw8gtoOPTBvNL0ADGG4CjEivQyHFT3YNre7rF2uvOCvoLuYrJM9wKPKu/4Ffj3Q17y9aFbJPFPLTL7bOeo9TYpbvtw4/z0yTBC9q2KPvVLffr2RF8G+z0EGvrx0iL42LbY9RNqKPSBlGL687wU+zCzHvlkHRL7D6ri9cvQuvrSuhr1PV0M949WtveSXoL4RgBC+H40gPkOhY77kCga/Oe1MPpr/b74yc4e+Oc6YPvm7J7yz8Gm9sG0WPNoXdz0w8TQ9L/cOvvM1jLxKJPK8EnIdvgjZDTwz6te9PF4WPCjQsDycJ0o8OPk2PWB+Ez0AtbI8",
        "IA47PKQLkDxsKrU8LNGgvEFK/rwUqAE9EP5qPF2x6b3IsIm9Z/eLvcWUzr1+ZBC9xFr6ve9OSDxyBgK9ImEUO6rB/b3OFbE9cIJsvs2jWz08sS2+l4LOvV5jjDxFYGQ+QFzKvkBqvL6Y9AI9aMWzvpiEPbu5edm9kyhVPW7zBLx4jcu87Y0FPhnWSz0+DBE9j3y3vRtq+z3IisA95SWrPTRvGTxj57K98iCnPUKuDr7g6lU7lAZdvorqND3iBpC8mnNGvcZbAD2LBly9fM6JPDariL0cVxY9AGyCOLCk1jy8fTk9gEUZPdpKA70AKFO8VHsDPXAuIz1UxFa87CekPGBnkjuwTNW8l92OvdBMUrwsuO08u+Fxvej1ozs+IjC90ROEvS/DTb7EMnK+8jGwuuwX4Dwqx4S9p67pPGDuQLyZ24Q9P4EYPYHw9L5lKFi+TEg3viV4sD1AWsW9pGdkPvHrnr5waKk9v+YOPbAVqb5zBkc+qOykvdygyb4J3UO+m1VQPiHrzr3s0iY+AGvQvdmLTr5+q/C+uQ4CvX45Fj2Kb+y9mE/SPNwri7wPZs68vkwQPWdsor0ULwW9cHdGO8CmvjzBR/e8YEpqu0wVOD0ATmq50ZnOvB87y7zAmjG60ItHvOxzoDwABtm42HkkPQAngrrcJCg8oKT7PIlJh70x+hM9KNaDPDDSDT7bNKK6c8mWvtPn1bzxzmm+u942Pfa7Y776SsQ7qWITPkw3e763R0M+cbMpvmiEgz5ic7+9LU8TPkgRzL4e/Cw+11ZGvlbZBj4YCCy+4DefPd45Gz5KXS6+e4ksvoGgvD2y6f+7cvWbvu6lIbzwRkG+7EClvXMaAb6KfN+9UA0Tu9Q70b0aXBo9hIlavInsHDxjHTC9G4o7PVAnIL392i48hlMNvQ4zGj3xp468xD4sPRzBB72GUnS8UFApOyysebzwEwU9zxoZvTTkJzyddzu9wEGFuqzChDsPUmW9IfKJvcKaJr3A4Aw6rv4jPkkQCj5cCBy+",
        "xcEBvmwMLz0TRh2+kmxyvqujzL0cKWc9Tk7FvbnNZb4P/+W904apu9fVOb2vriK+NlyfvfmNMTqx4gI8Gw8TPqTdwzyZsw++/WGDvpb0Mj6m1t89MLbZvJW5mD4CS7K+9nWFPjobXz6g2we+RwEVPoBUHz6Q1x4912W+vSaLHr0Ojyq9G56kvTgktztHy5a8+DzGuySdjb1gg6e6hJ3tPBNBGb2gHag7QCGYu5A8XTtsBRe84NzGPCj9+zx8UDm89us1vR2P3ryC3h49Q/q7vU3iir33CH4835unPfDbfTz6tQ0+KdQtvtGJVT2u2ZK+CbwEvdjVjr7V+qm9wZ7IvjWhKD61svG+yHMCv0/itb667i++cLDCvmcYAj4ugGa7kwcSPmtUKT5/sQi+P+F1vv8yAj014m49fbZkPc8FkL4x3+M9DqXcvvZXBr0VBbK+aoECPrQ6IL1njFS94l8OPjzfBLzvOD6+QIJgO3Mgtr0jgjk9iB+SPGil071kRx+9Re7HvUTMCD3RhDm9RmcZvWg34TuxMYW8AJ8ouZx/nzzE/9Q8iPFnPDRGmTyMRvq8cPvLO0BaJT3MF8e9OVGdvZoR7L1eW687vSmFvFOkeL6NUC++7QtbvoZjvT6lspW5+0Eavf/+K74moJM8mwRcPSBKpD17fh097mKVvhqtMb5+ADO+k9dZvm5xeb66iI6+DDJKvpeamr7oDTe+xg+rvhkytz3M7Zm+YkoWvsuaCj3OnSg+bkKXvsdJ7z0zeIg88Pz2va6w4D1q4Du+QJUSOsRrhb57hK68jdeJvNqORzsYYAw9huDlvYiTt7vKWpC9sOrqPITTFL2j4im90DVcu3AFATw8wBE9AEd+O2gZZTw6PzE9MLDWO+gyhjutot28dOglPdhndLuzPu28a66CvLNFeT0guIq65igCPjHdnD3QDly+D2LcPVmloT1SFii+JdusvivVeTwogaW+p5KcvqJeMj4UXBu+tUThvNTUrD1O+wC+aRn8PSZym76M4gi+",
        "aKcmPmJByr5lmWY+uzuSvsUOrD2Anxc9umNaPt7KrL7/Bw89MErEvPOaIj59x3o9HqDSvU56vL0c+uW8WxIvvqxMzTwrJMC9OEOiu265Oj1/EtG8eSKMvA8mTLz+Sci8aCQ0vPo47LxYWx48vBfiPLwg1jyssbk8gPufvLB1Oj10+rM8niyCvDhvODw8EdG8BgqQvJcK4zy6URa9c724vDREEr1SZIS6SVcePTa//z2jcfO956R7PXiWeT0uleM9ptnOvWmGT71EfmW+YUDxPD0a77yY1cg9wlzxPZCOdTw+nxm+HzZSPcSL1r14uLM9avMCPsgehj049jC+yUCovRUCyLzJtBY+q6mRvt8tA76zHxS+V+4lvkJ1/L0Oh1M+xICHviARmDynZRs+olErPZZKCT3P29e9eOUZPWRt2rswjg297Nd3Pfi/jjzARNa6IJmnPIILA70e15q86t4APWROJ7zvcTi9xNyiPCQ7zbwKjgi93EACvVAKNTxd/Ee8Q2yCvVaYib3Daku9gDgmuxx0NrzGseA8Azu+vcDbnz0DbY+8bbeePdSEH76QEFA9bUhnPUjQjb4zU/89RAeRPf6bQ75g7CW+8vfQveS+0Dwu+aA+0WkHvgr5vD3/lxQ9xwDdvo9cV7kxJly+hIagPRQaCT63PAI9XAZmvvv3u77mPhY+5GyGvofx07yk9cg9YC4EvHxTFr5QztU8GM2avSfshT1Iwfg73Sw/PfxmOz1tVZy9PrgYPRGvHr0A6845oOAMOwCa9rkFzLW8C4oLveFYIb3WBDC9ILZnPPylI71qMR69eCcsPbfnwr2qZCC9+9K/vaureDzsWRa86EKpvWpGSr4GUHG9917/Pba/Tr6mwIE+5lrMPT4XOD5JQIg91gZ6vlVFuD0pFPS9yZ8qveQfNL7rHg89VnWXvtpR7z3sUQc9j7ARPZHEYL2H/0E+4nWdvmjX0z1IK7u9mJ3QvaVO3b1dcVI+9jo6vsjKhrsacjS9IL/0vBoX7Txg1eu6",
        "DsY7vQpjNb2Jf8Y7LUkgPuQIJb2xTBy9T7wyvRc+3j148Pk7/OBVPCyAuTzoZku8AKftu3BT0Tzcm048gIGnvGA+tLwAQQw6X0YYvf0J6ryIm9I8lnY1Pd5nXT2s3se8iYENvvyNIj2uVa2+iA9sPYNilL0xkKm9vGtHvSFRgb25YAU+aomZvYlqlT3gSZO+hY6UvQhe8b3/W5U+OzIRPjmQvrwziq++5ZHKPdRWc76dZ5O8PaSnvZRsKDzQqC4+yZhfvdGow71YAIA9zliavgJiWb4aN66+LJ6kvtlzh7yO07M9sleQvog9sTs7m9A8ik8CPSBptLxc3QA9nE5cPFTy572ejB29tfl+vCl2Kr0GFhc9oAhhuzSMRTwOChk9oOaOPHA3GD284gC9KIGAPABMDbqrCxm9chADPYDs0rkuBIq7esXNvaYrrb05UQ89ODaUvBKbL74JdZG9t5hWPqzOq77icVs7R5gAOu6lID3mrwa+xcaHvLU0ITzFYMa9MjQRPT5ai75Pa4m+YcLUPU3gNz5QVk6+uUxBPn0TAr6J3Qe+Wn4evtc55L3vfgg+vBM7PSto9r4Ujye+W8tEPVnW/TxGMlg+TtsEvgY+LD1fp9I5qq8UPULnk75kaK28kPVXveMujL0B9CW993wcvQAoi7r3taa9grsqvcDr2Tt+qgM9y98DvdIxIL0EzBA8FHlUvI6g7rzgQ207TF37PBC67jsA9Yi62JbMOzHzjr26sMu9MreFvW3TTT1YHAK8yxYBvjaFkz22VEI9hdOcPUxTkTxHoAu9Mi2uvhotKb0XqVo8a4H4vXRu174WyYO9jXCAPRoQ9r2JiSy953LJPa/PYTy3rmU+v6Kkvtg2d75w29Q9ZUOxuczKLD6e9tW9MKfcvWOIuz3rMng8VbZqvvhqor6mZA++v4KrvvbvKj5QSlu8VccSP4K6HT3EJ2+9NapUvZraobya+aw8GpAIvU681r147g49ysIfPWBctTuMoyw8WMmvPDHH67xI+QU9",
        "IAKyPHxWtjwKJB49DDH4PLCw8LxwJee7KiuSvRp4sTz8CAY9SOIEvdto17yd5Jq9kv8EPFV5bj1pwhW9fj/2viO96ruIPq+8if2OPVLLfL32wIU8c42nvcxlmD3J9Lm+8U9AvuA8KT5GpHU8QxiVvIJwvL0912M+fMGtPe00BD53Tq++xnlJvgXcAj6IqD49BFqcPRG5zzyhC5I+T0GAPgtpi73zIu89V7NYvsZGFz1IxC0/FCqcPC5k673K3KK94EHUPEZUz73kqEa8UIQkPfAgGryhjZy8pBbjvACgxDwwFBu74NvTOgBaMrrDCQ292E0QPYBFjjtkdCM8lWIcvZQR9jzZSbI84/doPUsDgb2Cdxq+O1UsvYJ3wr4TdtW9fahHvUSPljy7I/E9ZRelPZ7rTj4IV+K9ndy3PaVfND6amRI+Mwj6PV7skDup94k9nOk2PWzYyz2Eww+/g+BKvW3kqb3XCTu+UaK9PTPkgr7LOY+8Cf6qvha8Qr6wMc+9EX4VPbSSfr7Ldna+GjlgPVjX4rxAlAi+YLePOoFUJz7/rhm9Fx3DPT9vAL68l+q80pUFPVzXgrxHTY07ulYYvcETnLwIp6s71ZbJvO6eEb3gm7+7gyPSvDhy1rzqUAs9BzgzvQg5wjyQug89qKiRvBfEm7xWQO08Vu3lPf/BC77m2em89DmzPc8wZb7TDrY9hhWuvqr6wr30RfG5uXzOvrHyoz6afn++T+bLPEOlIb5CNJA9yumxPqNSPD1iQBa+Wic5PT5yFb4ekQW+EYRwOt84S7456pa8IyGnvKLOYT72Uva91LB+PvUthr6Uzdq94U3kvaOFaj75+4S9bP8KvreMvr0Q3vg8NLE8vjx78zwIkqy7lrAKvoejBr2IkX69ZCf+PAtUUj1MvVq8UvYdPT5yGD1UlPS82ODvPOCQ/7pAHT27CLPzO6Q6YrxELLI8AyUHvXzXHTw+OxI9aoilvCr0nL0FZQw7goM0vtw9UzyXfGC97fDZvpoRoD3WVNy9",
        "9mezvZYZGb789Rm/4Ms3PmXTFT1uVrS965N3Pb5HXj0VjrU96xQKvfE3Kz7ymoK+m+xFvlW9eT4y4vo93P73PW3uor5oXKC+ba8vPcYLkT6A+di9vR0APm0hB74rbd89/b6KvpWHhb3hVWO+MNSZvYbxMD2eG6K+KBLcO4ktjjwxToq9qBozPLXLur2uri49RcMrvdA4HryAx5U7FPXfvH8DqbzwOrO7FLTCPLfjCr1Flba8cX/4vAI8Iz02PCI99s0TvcG087ykM6E75PI4vKxQbb0b5RW9qyqLvGj7Wj3tHV08cJ9mvicRST3cpba+VwPGOyJfNbyJPyi+suU3vIl+Xb5G74w+LVorPnk3JD5gX4C+50xEvu/L5zzgO5y9AIPxPUA2/j1U52q9zYOZPlYeiz5D+Xs+fb1dPmr/ur5kwY47cgqyvWYxkz2WAk++u7lcPq1dFj4JnWq+YI96PIgOaz2uSgE9lvGpvVpVeDxWzQU9Ki/vPVd49rzzkAS8PtEwPeCyQDxobTa8H/AOvXiuNT2+zHe85xI1vaAX8zpvRiS9wLClPEOxA704xb08kvwxPXqzxzwoLti8lnR0vZSmpr1QPIa88cMAvlgmjz06KMa8bzkbvmIC7L2NRpM98p0sveqHXj3m1tU9jvIivZPQ0z1I9CS+knNLPfESdz0Ha428IsRSveIOiT1tIWI8zrqtvqF8gr4BKAi9hHXGPUqbLD2WBiy+nu4+PT86dj2lXrU9tYGRvp8h170mAEq+BBEwvlIGvz0NzuC87CFAPqbsND1i4pq8SVz/PXDCaDxR9XC9v1r2vFCV5r20t6s8HPihPDAs6ruMamw8/D54vFAs8jwkNui8Zs81PfcRNb1wxO47UHLeuwIidbxiywQ9jxmCvUJjub2borG8URnzvYDkDT2aC2m+3hXEPaKRe77760472JowPRwu9jvPCEG+ojKnvPUD+LwoEf28J5kxPSI6572n9K+9LAQ+vVaqyj00hme+8jNsPbrWgr0ADJk9",
        "So8iPmkn8j1Ix6Y8QNhEvd+G3b4EVZK9Ga9evg8ldLxp4PG9zKjcvWfH7T3XIpU9FlZRvuRRNT3Z2Yg96Ci4Oxg3W701fRw98IwbPI1/rbxgHQk767ACvaBIf7vcT008TNo8POA1KD1gnCQ9BIhRvDIsD73I6C48ELhqvCNo1Lwq7Cc9M2CDvFIREL17joC9PzXYvLf3lLsOigG93BQbPTUaSL4Q9bM9ZiqTPNP6rz3sz30+PsCXvodQq73CI5c+V+umvbRnk74DxZk+mlTLPCcm676oV109a4n5vk0EHzwfVjQ9ypWBvSDbIj6m+ZG9E+KKPnrOCz5if1q8yVGCPpuNg75ozwK+PdnhPX6nPT3F0Si91s1Wu/e5gz6wUSO+sLBOO0k/eb5EkCq8oUC/vW4AL757YRa9FT11Pc7c3bzJaA89pA8kvVCcgjzy1sK8LZmuvKYzJT1KiTY9ns42vUAtdrrMp848jVS+vIq9N72g1TU9mrEIvdjbKr3omMG8ylXLvDzAg743/CO9Gzy7vmXM0T2RT32+aSpLvkWUSr3F1e69Zhxtu75oDz7sIAk+Qd0jPQ2mvz0l8EE9zeO9PC821TxJVoO72UOcu85PtDwv04M8FkYGvoKwjz6Sxdm9O21LPe0giz2Fsra+66qxvoNlcb54Ikq+GysPvsqphr4yOc+9MsTBPZCUQb7QzKO7bTzSvlvDFr0t98M8Xu2NvRANwbxmF7G90BAAvAocCL1AaLm7UGE8O0hF3DwQjKU8gPXYO/b5ID2eaA+9OFcaPADMobkIyia8d54qvX4fsby0c+E8fsQoPUHIh7xGO4i7JUKVvciasTzzAS88wrW6PbVcS70Yqwg9HCKNvbe6IL6/mTc9QnV9PjyLgD2GTga9DJo1vhNK474IZrc+sl6FPp6tXb4V28O9l6GTO/pa1T1tB9e8ClOePpR0vT2awhu+g/Pvuz7zF76ChzA+AWIpvkdHODxRXr09gMMXvWAuMLyi4kM+dhMdvUA/pLwfUS69",
        "DmUnPcbujT06L/Q6QO4tPRzx3zxACvk83w3hu2RuC70MDvE8QH+ZvCnhzbz9UDS9RFMovX/OJb3NoYW8IJG+PD6dBD2tpaq84CThuwTsxzxtoLg8iqNRPXh5Ob2IEnw9XCr2PBrkKLuSz+s7iqS9PbOVAj6ukEW9slskvqPZM73JB8S+KswEvnoSoL0iQBu8wmcQvhIeCL7MWJ+9wXbbPYO4GD1bmou+h8KKvrMM4b3DfBq9c8jNvADTjL2NUvS9a4+EO2+hrL3I48O95yTlvN+n9jsABlA4tsNAPe4R9btp0rO+tM9kvADWgj5aAxc9hi7DvZNfx7uYkmC8MddFvhYxBT3aGjm+aPbgOxI4Nb2KYYS8gBV5O1y6+TySrji91E/sPNtzBL1Ikju9gHCMuWeY77ymrJi8St0IvfndEL5/QEW8enjAvcvd5D1cHDK88SrFPc393D3Bx/A9SQIEvTArerxSDWm+mQbVPWO88Dn6WTK9J2yMvVnTRb0bmQE9wFKovb41g71kn/m9IX7OvXS9kz0qLxY+KPTDPRbtqL5lXHq+v7gdveSIhb3CXqW+pywXPRiAHT7UIZ+9Zmd9vomWKr5Kh+W8iUH5PJ+0A7537e+8qh5zPkIw+bz/pum8jcSFvdDnu7xPjwW9IJbuO4DcKr0oJZI7ohkFPeN13bxANas7GCSTPEDwhDyTRB+9UAilPHuwtLzWByk9ZPQvvYDXhjm03hG8CfFfPKR2Qz23wie8KADnvTaQIz25PxK9IhNJPORjBL7kBZU9JGItvPCISL3TRIi8ZSElvZaBAT7wwcm9wikbvra3ZTw2omy9h6t6vu4aLj0l3t+9gLcEvKGSuzzOqzQ9vKz+PXFL8j0ESHg93TkdvZTLPL4RHT6+tOJdPbdB6LzW0Ia9cUAcPr2UrrxWffc899YMPiinFLyfp7C+aFSlu+ps47zTF+U8CPKmPE/Vj73yOhG9ibSivRyv9zwOQBM9l+ylvCgE1Tx4kjC9zug4vUwLGrzUUXg8",
        "ZG/1PMQgFD1gZqY8gKU7vPxj5rxkZDy9kqc1vrhRpT2pPRE9eEQhPUp5OLx6g+c7zsxmvTBLpD1gSmY9i5CnPixllb7AKSq+y30Jvobn7b2UMym+YS4Rvlv10z2wgVq+7j+bvawfoTxUUyK8IDcFPtRu/z1YFCS+ZOw8vuC0E74sT2g+0xAyvlIygL5kikK+htWgPN58Mr58hVO+q6ERvnYdDj6bTWs+5O4ePS6xZr1sqGe8XAlmvZ64IT2tvt68UTuuPVBFGz1DKTi9X4atvPBLrzwIV3M8lmb1vNz+hbzIuyM9MvaAPOSZOz0g6Do7io4xPRhntbzWJBc9sV3gvOQid7mdqhY++VObvdSoDr3URag8fEGWPQ/cuL1kj/M9B4SFPFJ/tD2ACnc9pENqPAqW3j2/Fke+8Uc8Pihqdr3u/oo9B+1jvnwb0DxU7EU95Zj7PH1odz3r0QW+pIHEPQmfUL7B+4W+6Nkrvl+N4DsJzQU9MfNZPtvKajyXN6m6CVhKvOT6GL6d9ik+FyWUvqx5PD4KATU9XRDsOwbFJ73iw2U9IBNYO6gzr7v4aYY87BwHPOz5zT1gotU7GHSSOz7XEz2wYMS8MJUEu2hQurw4zBk8sko1PXY0Dz3e2jC9slYcvQR6BLxkjx49RWEOPR7e5r3zgK69FTFFPWx2QjzFYUK9LoeLPcs+nj1Oj2K+T2bLPWOAUr7ddTU+Ga4RviFjfz3ekKs9bBC0vQlDPL1RU769EdA0vpK2Oz2VqLI8+P3rPamjjD2XTz69qQnhve8fij3tzqa+pymQvhE6iT3LjHQ99ECEPsQqdzzJzZS+VobNPRrxAT3BX5e9pHD4vfggpjtSAcg8UGjCO/AmFj3WpUe77XAAvXT1ATxe0PC8WZaOO8Ayw7uApSa9CHrYvOwnQ7xQjJo78GyvO+ykKj0cNnq8hHxivHdt1bxQL1s8Tl8OPRSqGT2WZCM9fL39OzH7xDzrC6Q9ULuOO/pWAz7DPD49JKshvntTaz2T4Q09",
        "/uOBvZOY7r1Ud5W+vXEBPoqXFL6WMg++knI4vGyIRr1ZhsM9j1yLvv3bj77MREY+XxQFvgghrjydXKU9SWecvcY7Yb4SgJa+bB2NvnRZnr1FN+M9knMuvvZR+jzwni49se+BvseAzj29eZo+jKIEvL1hVz5I1N08KEc1PdKG+b3TJpy80ElvPU896rxvktY8AOF7vNA9EL1CbJO8tHc0vCAP0TxIFFc8lNw9PHTOM7zTa5G8bJ8fvVpwoLzgQrw7Ku+DvIyZEb1QCKK8T+eSPG0NnL2pxiG9AXK1PEva07yux+g9ZPdhveZeyT2XbKK9yhz+PO9duLxr0TE+FT23PDzljL01CMg9Roa8PY3Yr75X4A++NBIpvr6IGL58N7a+FudJPisqwL0I7xa+H2jXvleZQL3IDRA+pVoDvns84r27dGq+XmFevvO8tr4EBmE9j8nGvAPSP748fzM9oUTTviAn7DuBtUC71/4ZvjDTBDs0YK69jPHFPAtOpLys+OU8JOy0PGRmGj3VEaG8wPgPPdJBt7xkgSy88L3FPJPXyrwkwS49cOcauzTRAj2U+7e86V1qPUE6xb2u8PW9BZmjPEv957zg9Ia9f6kEPuEk7r3oH009thevPTnNNb29HYS+0oO/PZrIPr3RJB68v4r+vKZEy7xEeCY9Gk2lvfpAHr6Y3t49l3ABvrpOzL1uZle9p3v/vQbeZbw77Z29xPEgvYQNh77jmW6+zzRHvcTrZThWGL89LNIMvQFbNb452Bm96rPTvaATTbxttsq9WJ7LPEUJpbx8BvW9hmA2PcUaAb2MsQU9g/BFvJAyRrwsrdi8bm04PZKAiLyQvMk7EK4nO4a6OD3wkcG7cFBaO2TZFbx2ADC9QDFFvFgnjzyciCK91GCNvbcXJjzOEXW94JcCPevbBr39tqa9wsBeO3sqlT2JSZq9tU3zPK749TzzXiK91kaNvLR43LzOt1o9CXpUPclnL74WnGW+GmWeu7/xgT1v7DS+jsYAPpLCGDtfCEM9",
        "ShvdOn3QljzL8uK807xjvmJ3Sb3D8by7pY9kPb2Yu70Sg2G9reqBPe6mCT6fYhU9rCsHPQDw3j3IR8U857WuvVDFw7wEeVI8X9BfPaQ9Nz2cchi99KBVvAzUEr2m4y69bogpPUQwwTy4aHo8NjEcPSf+wbwUA0K8HICKvKiAxTskOCM9Rj4mPQ5nX724kg0+chmHOrmveL12moc8NlQHPhB+Dr5nkCS+8cxbPWLynL4kwzc+wu1puhg3QD6oTZ++JBXpvQ5Z4707FHW9JGzYvaZ7Hz5uVMK+GudmvoHRBT7qswk86EWMvp56sj2RFLc+j8FAPqrxJr0SKCQ+UcY8PlraeLzVmQG9WnmHPbh4zL2R1yS9J0X4vRI71TxvrQy9PrK5vkAM0TuLuFk8PMMaPYBfwjvsmsI9KO0bvJFHIj28Bs88+FpQPGXS6LwSQN28EODyOwXxGr1lP5C8e6jEvJL/HL0oShA9+GMOPVgJyzw4/5486aG8u6bt1zx23us8ZfTmvbB4pDyCEQy+gtkqvp+TT7vRpBo+PK0rvqlzAj6TuHs+HRgzvujVYj033Ay+enoIvYA7+D0FL7a8PMIcvvczVL5YAoQ+qjnkvoB8kb4n23G+Ey7wvkxVJT67p1y+t3Owvccrkr6Gm+g8qJ9dvubUeT5qP7u9NZH1vqiZ0D4/Wxm8oOA4PaQ4jTw3ULM+GsoiPXEf3rzn5zK7eJzUvErbur2UygO9m6rHvRs2oryOcxY98BtOO9We0rzqiBI99FtnPEGPLL3LKAe9swmPvAw6XrwYs/k8gKqOutg2Ybzg52S9ychUvXUBWjyOMoS9oP8oPRLBqL3J9QQ+2Nv5PXitwLwVMg2+LGw4PpOPqr1TkRo+b5Fsvgqen75U4RS8vwiqPPEqtj0wjMG9OfXLvWS/qr6JcUO+U0BpvW2QfrxZU8e94nRjPpMhFL2llNK+Pj36vddn4j2xGCm+tYi3vcVv5T3Na5g+by2CPSvInj0PYi2+ry4fvVht1L5sqD+8",
