{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Model",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              9,
              90
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 512,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_1",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_1"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout",
            "noise_shape": null,
            "rate": 0.3,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout"
        },
        {
          "class_name": "Conv1D",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1
            ],
            "dtype": "float32",
            "filters": 256,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3
            ],
            "name": "conv1d_1",
            "padding": "same",
            "strides": [
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dropout",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv1d_1"
        },
        {
          "class_name": "MaxPooling1D",
          "config": {
            "data_format": "channels_first",
            "dtype": "float32",
            "name": "max_pooling1d_1",
            "padding": "valid",
            "pool_size": [
              3
            ],
            "strides": [
              3
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling1d_1"
        },
        {
          "class_name": "BatchNormalization",
          "config": {
            "axis": [
              2
            ],
            "beta_constraint": null,
            "beta_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "beta_regularizer": null,
            "center": true,
            "dtype": "float32",
            "epsilon": 0.001,
            "gamma_constraint": null,
            "gamma_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "gamma_regularizer": null,
            "momentum": 0.99,
            "moving_mean_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "moving_variance_initializer": {
              "class_name": "Ones",
              "config": {}
            },
            "name": "batch_normalization_2",
            "scale": true,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling1d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "batch_normalization_2"
        },
        {
          "class_name": "Activation",
          "config": {
            "activation": "relu",
            "dtype": "float32",
            "name": "activation_1",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "batch_normalization_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "activation_1"
        },
        {
          "class_name": "Dropout",
          "config": {
            "dtype": "float32",
            "name": "dropout_1",
            "noise_shape": null,
            "rate": 0.2,
            "seed": null,
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "activation_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dropout_1"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense",
                "trainable": true,
                "units": 20,
                "use_bias": true
              }
            },
            "name": "speech_part",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "speech_part"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_1",
                "trainable": true,
                "units": 8,
                "use_bias": true
              }
            },
            "name": "case",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "case"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_2",
                "trainable": true,
                "units": 3,
                "use_bias": true
              }
            },
            "name": "number",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "number"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_3",
                "trainable": true,
                "units": 4,
                "use_bias": true
              }
            },
            "name": "gender",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "gender"
        },
        {
          "class_name": "TimeDistributed",
          "config": {
            "dtype": "float32",
            "layer": {
              "class_name": "Dense",
              "config": {
                "activation": "softmax",
                "activity_regularizer": null,
                "bias_constraint": null,
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_regularizer": null,
                "dtype": "float32",
                "kernel_constraint": null,
                "kernel_initializer": {
                  "class_name": "GlorotUniform",
                  "config": {
                    "seed": null
                  }
                },
                "kernel_regularizer": null,
                "name": "dense_4",
                "trainable": true,
                "units": 5,
                "use_bias": true
              }
            },
            "name": "tense",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "dropout_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "tense"
        }
      ],
      "name": "model",
      "output_layers": [
        [
          "speech_part",
          0,
          0
        ],
        [
          "case",
          0,
          0
        ],
        [
          "number",
          0,
          0
        ],
        [
          "gender",
          0,
          0
        ],
        [
          "tense",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.2.4-tf"
  },
  "hash": "bdb3fe205c01f134bfafefba47b985a7fb8680dd6951a56cd741e4ea7a750dbb",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      9,
      90
    ]
  ],
  "output_shapes": [
    [
      9,
      20
    ],
    [
      9,
      8
    ],
    [
      9,
      3
    ],
    [
      9,
      4
    ],
    [
      9,
      5
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            9,
            90
          ],
          "values": [
            "AoP1vh2wrT9dXkW/5sQSPxJhzb6ytpI/vIKDveAaLD07uYg90bqGP3RMg79WBIe/RZBIP4uICr8kt+S+Jq96P719Lz5KByk/XNSQvQV/Kr62X8y//uADv4j0kb/ddbg9w0WdP3riVj8/Zf69MIZnP7Keor42824+A56Mvz/elD+y/pc/LI7quypgLT/bPJ0/+a94P6ue5L4MNUe/TEOJPiop1z4g96A/B1utP9l7xL7CRlw9jBQKvf5aPTwbba+9Sadwv0osED8w3f2/HzWjPuKexT9ryB9AI0TZP7+5AD9livq++FkQv1kN1j4JI1S+0bWovZmWVD9p/CS/IOegvbyFlj+p8HE/3aOlPoodjz6J3i4/EbTKP5vCCL8BWYI/3kEKP/RaWL5jLAY/86VKP/otrD/+E5s+0ulDPhTPa76k3EU/9vLyviRUSD+Bjma/xrB5P5MzqL+TVCBANwiyPUWBL76Vfae/dM7aPypvPD8uMLA/j3vzPpMeVD8sbhq/8sJEP+FwMb9f5FE+LC5aP9htmT8d75i/AieEv51PpL4X6Ek/NFSvvy31h7xUb8y/o/gPv8vOEkAMNcM+3660PePytr/jRuM/7QWev0Y0iz+RPIc/cBIIPtf2bL7q+g2/pUUKv6Pm774+q4O/cb5nP2k+ur9FSNq/7eaRvIxWh79gx7Q+EPrSPqpZ0j7Cte6+nH/CP6rmij5fig8/k8hyP3f9FcBhDiu/CcACvuCX3b9fTJy/KFRLv4SiCT0tIeA/Bt/TP8bYTz+BdxC/jZgKwGqwpb8nzeU+t941v2WGh777dI4/KlkFv3lidj9FNoI/auk+PlSuNb5gPce+N2gtv4JRXD+yNyXAAX17PdhnxT51DtU+ZzioP2IyKL+F6XI+KEmkvlZlXr1UrQHAoijJOc9p2r8S+ss809iTv5E+Yj+51wI/a8YIwE+3bT8NFIS/yApxv3ltTr5z2d6+CxOAP3/u2b3s17y/MCqAPhX1sD8JfsI+jRLTPZuGiT7oxBO/",
            "PCtCvqEV9D7454a/l1flPrTrXL4PhbG+NSJav8pVlr/Airy/lULnP9s3078OtKk/BWTnP8JOiD+jQZi/Cxtav4W8ML7VvPY/PDzrOcr1ZL+kdvk/Opm0vlFU0b9GXZi/AOxdvlbVWr9J0VC/c9uCv29AP74zteI/3Xhkvw9Wuj+5c6++mzKIPke5mL/9/R5AwZ0EPs+Gsb/V0ou+2J7Mvwg+ub8+wuk/PV8WP/lMar9XQPk9i3T2v6Qhpj8cXT/AjcnePmbylD5oiSy/swknwEwPWz8Fjhu/bLCovyh4lj+gqgW/5kqPv81HhT0Ckiw/EeOTv92Qnz3xQV4+o82cPq/bkr+z+FI/uLKQv8mavL5nRDy/FQTdvEuqkT+nFkS/EyCTP4h2gD/Yb6Y/YdYFvx/J5D9Ik6I+83k0QANg+D3m6xK/EHFBvzp5HL/l1XE+XUaxPmPwYL/r/1E/IyULwHH96L+2BaM/XEBtv5ur3D8zuPO/3gLWPzu92r9zUYg+qyQGQIh8xj6M0ha+OGPSvp3bWr35HC+89fcmPxxRJ0DvA8o/C/y7P9pDU7/Or96+6lzxvyvIU7+u3Wy/kkxFPz23Zj1aAipASDhtv0+vhT/zKig/BdGFPyRLQL+jEEE/5hN4viLvrb55Yie/h16OPxWOXj6QDoi/MCTAvciFvr4c10G/rkYbv9rgzz6iFeU+bEc/v+JVUD9XqiU/GzhbPxU3Nb9urkE/rpp2vxd1Ej+60eG/9MnlvqrLvr+P1di/jIoiP45Xbj+yDZk/KvaxvT7kaj+11PK8e7EAvyBZoj5ME0I/urDCvoSLtD1Ri1o/xgoevnYUVr5oiHK+5NfUPlKEhj4Rowy//TrRv4+RP79219K/bobkvnWRlT8E9uG9ByvsvVmI+780SrQ+XrLYPvMxK7/nNwfAs6XqPcuXsr2f71e/1BvyPj9h+z7/2pG84mgoP3iobz9YjKU/9WpjPl7Nr76k9rO/HoqXP+yBC7/PvtM+DXqKP8B9rz9vCRjA",
            "c2Wtv9cxfL+L2+e+OVucvt0tTb+qKgM/hrWjPYpjBz6JtQi+ehJ8P2Fvz72l6h6/tO6wv0CuIT+UeL++L4RHvyOydz9yF5W/Ap/iPrA0NzzFBhC+G3jvP2pHlDzZpiu/YknWvwEDVD9qDfc/P3cDwECBsj/G44+90ALhvvLL4T1RB+8+X1zzvmDuhD5juBK/vXxzviyOVb45z+I+bWILPxq93D8dA1Q/VzUmvxywnT92G+q9wPqcv0FOpz6NZ6c9sX5HP3b+Kz7/8sY/KIm2PkmLTD91zL++r4+eP5qamb4AgpO+I+Sov5g6hUCRH4g8vri1v0HB4j4eiPG9zAWCv0TYnT5i6NO/WiypvviNJ7+6DPS+CLbSv7EIgb8zqVG/58FEPxkVQz+tW0w/8q3KPQWw4Dzhe6M+eFyxvuznBj+iLGU+9yq8Pt+YCUDyzSo/qt5HP3XxC8B5U4w/bVpCP8H5mL/Zjqc/IcY1v9Js6T40KsQ/D9d6P1J1Ab+EIBVAvyPxPjSjqT+i/QBAM0+BPdT7O7++5K+/SA77Ppd+uD+mRJU+tnHJvvITBMAebfO/DJB/P7RtvL7veiw/sYs1vziZ974t0Cc/vmFEPv2iGr935aU/THvTP0Iczj9FgvS/wX7XP64t7z5n/re+Ov7VvjjMYD8aV8g/9WHwvmCK/b/XeBm/JYhAP9+wFj8ENLM+ptCaP8d8pL/BpSC/6I8XwBYJxL7kBl+/CGR+vor28r9x0wvA7ckXPUiVUj94Grc/BxXLP2CmML9//bY+s0blPoBWGj5UKR0/drzqPzMBoz+a1YE/b5k9v/V7Dj7vJq4/l5M/vx+GBMAKWYM990khvkCvkj8v99i/zVSEv+20ub8JCAg/+wDyPKX2fj/m2QFAuFkKwMXxAr6gTQu+Ch6Sv4Xpd7/QALG/jva4Pqg3BL0Z67++ZBCmvwHLer+zOyG+orMXv6onxj1woQU/QkFxP/zrxD8a+mS9a7c+vueuF77Efx8/2wrVvlQfoz/Uqay+",
            "ODIUPwQS1b+ZBXW/s4EEvy06Rz5NdVQ/txbavozJpj9fL4Y/8n/AvvW/0b7ZlNu/DAXbvnPXAT7f8xq/wNPDvqvc6z5Xt9A+2nD4v3T/bT9qyyA/TeZav/9rl78myYc/SmDnvZBVZL/XF/I+TroBv6SPa7+o2RM++KOyP/q2Fb4fcsI/bW2MPzGcSL41TTG+jFiFPneeRL/Uk6+9gayUvuBZAkCsqa++0HFQPsekHD5KJIS+F2pEQHKEKD8gloC+1zgEPzStAsCpw/K9WKJhv2QEpT792Gm/NfjmviAs0r+eYpK/RjzVvudft76/yhI/jUShPz6gnb/g4ao+LRYUP1gGrL+UXMI+3M3EPkhKf728chS//lSjPtC+tr9KgPK+trcovzspBEAX+7M+1fyPP1brI78dvya+60DPvtTfaj+reJe/AmLDPWiCtL7St1w/z6qNPz7Nxj/udYm/geHiPnSMFT4Y1vs/rp2PPwHv6z21kU68DF47v9jA1D5PU4G+PndzvzTXQz7qewe+GQ0wv/w8w7+2LoQ8NinNvjgnkz9cWRy/s/NYvtkO5T6Fk46/SMI2v8PRKj8lvbW8FiSzPeluqzzWbPY+2knKP+y+CsAPd8u+P/YlQOiym7/Yelc/YiTZP/3OZb8XAXI/MJeWP85P675KQUXAL1vrPzdvoD4++48/WB4dv8JpAUC/XTm95LWcPcHhFj6XA5s/RtoSP9a8DT+nICg/QjVoP1XrXL2tvyA/BhA/QCdz4z/LHo6+YgKovYvUD78rvNu9cbLXvw4QoD+4m0+/h0tCv2Hi575GH1s/oKCUP6jypL/cLpA+UrttP1dPib/tPQe/m92sPYF0Mr9/6NW/2DAqvgw7Jj95I4E/+XCfPpPWe79FBcy/ZH5ZvyCkW77B8BS9M+K/P4riCL9V+Fs/n50kv2eYfL9GsvY/P2RRvo3igj5FqKe9+Mmtv6LX6r5EEZs/v3zxv/dZBD+oM0i/c7mhv7VoHD/E9qM+P/lkvzZsKz6BAfy+",
            "2GRmvzeewj/0Jyw8NU4QviZ0TL9QMSE+rcFFvyCfGj/rxB4/dICdPeSjvL9xjZu/SBz6vqlBFr94cQ9AtbLSvbRQSb4NjKQ/9mJDP5YEiz421Q2+aErpPZGAG7/Q/cg+PU+CP0oF+L5CN14/YtJ/vxA8Br1F98y/tnwiP+gybb47CUG8wnd/Pq/HB76OhsG/Ab+Hv3S3Kr6Lsb2/gFZLv0BWSz87JVs/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            9,
            20
          ],
          "values": [
            "J12XLOu/kTULDJUm7ffROjeEoizkWfow6sNrMR4FnDslOsYzZ4AoNwMdozK7F7k87Yd4P/AtDjHrbeEzasPYKDvwWDlT8KEy82m7LuJ0LTHCE/gUqVFiIdQqnh5MiDQeAACAP4NMhw0gmtcTkSkmHInQERmiD0kMFjS3FJ5DUxGkToQnvd/kBuiUWBc3nw0dwkQaEv5XBA84G9sNm6GjFgUMfDDRCao2O/kzKiIOHj2N4wsvjuA6NdTVvzHhHt43PUcDNIbdMjgYt541JqkJPsCYUz+y1xo4WDoWNgJRyi2386I5ikQTNr+akDEg5sMx7x3KKHzpDwSsxxQ0VotUJi0oeBIkvyMekLmkJcQ12jk1YQAwHKxuP9D2yhpCMRMxlpYJINLEiT1xF58uz94fMwqzwwq+DSMfwQlTETx7uxKQKy4mqCw9JVfYnSBe0JoyIyBePEQanTB26Tw4PpcbLR7Jtyla3IUcF9fAMzp7fD/S9UA4UOykMLWNyTgAVE0pC9hTK3+AtSRg5uUgI/tWITvJYzF+WBM+4r2RPkRYdjUhAqE5m54GN9XMUDzghws/RKp7MmlRPztxnpwxKhMjOlyr1zGB3CwvCnaHMA/1CTiLDyA8zuEjM4/xTjEaRSk3QVFaO8vRvT3bBoIwxjdoOAlzFjyITIc34PQnNQjwkjrEEIE17glXMutUSzUtR3I5dqQ2NxqMgTJzs2Q/HEoKMNkCBDBrkBE1Ec6WMGn8QzTF+TY9stFePdcoYj1pMks9E6VtPX+NQT1882Q9gTpCPYsDPT2Gfmk94IM/PUgyMz1yGEY9GiNZPbt3Oz1t8WU9HFxJPdg/QT1V7EA9kxNBPYXnjC+0oncx7VSvLNxOBT0wyQY/F6nYMecv0zpqJCw0zAQROlnXwCv9WHc2ylyFMMcM1zGbsGExkYPdKWiZ4D5EDkswOJDiOE/H6y5IozMw"
          ]
        },
        {
          "shape": [
            9,
            8
          ],
          "values": [
            "keHwPnbMezjz17I9DXU2O78q9zmHot8+t5MJOwKqwDVTPLgfMwJvHdo6bjNqFlMkHF+fN1U3yhDC/n8/67aSGth+iz18GNs3N00UP/+0iT5La5o96LYFPMQyFThqBPU1AACAP2bxahsDTHMk4UkEHgGqRxmRTrANmoMFH2dXDQ6uc2U3FtalJBr/fz/h3sgyZI5+L2khxS6eLZkusFaoJJZ1kTvJtUA6lR3nOYdYAjW6w782cq6ePIOYeT/zTdI3bLwYNJ7y0jApeHU9U9XBMrDN+Dw5e546z5JoP0ZS0C/MDxU+gdfzPT+59D3jxgY+50f6PX2h/z0wLvQ9UKrxPSdcfT+XrSI8N6Y9OR0avzVAnAQ5C9/8NwlTOzi65uoy"
          ]
        },
        {
          "shape": [
            9,
            3
          ],
          "values": [
            "7R1+P2s9OjGjCfE79AHrKQAAgD+uolIkvP5/PzsENjfJVg43AACAP83FBwUAAAAAkXm9OVDofz8+70gHNQmVOvBPpS58tX8/1wkGN7twfj9kYMc7RAK3PivaqT6SI58+DiC+MprnFz4ZBlo/"
          ]
        },
        {
          "shape": [
            9,
            4
          ],
          "values": [
            "M05gP50qgjkoB/092EoiN/BXVDNWq5oy+P9/P3PEzzQQvac9UuwYPp0JPz+Bdbg8AACAPwBpxBEAAAAAaUQSC/7POTT+/38/ukfPMiGTCC2Jtn8/GuKSOuIL1DSqrHEw1Ml8P73kmDU/e0E8mK5AOjOiiz4ia3o+qjV4Pssadj4hLUE6C0UTJjh0AD1wyHc/"
          ]
        },
        {
          "shape": [
            9,
            5
          ],
          "values": [
            "dmdAP0Gh4z1q68c1Ks/0PVBMkTwAAIA/nlSyGPa7ghbBUv8hb2CUF19DXT9Wjow9hOFGN1BRhj2Ly786AACAP1EMfBYVXgEFV94yGQu63QcAAIA/drEAJWqGoy//mxEouEviJxuLfz9YIK82c2zUOeJ8mTMb/bM6Onp/P4+UnzqfFFc6gpqKM9CWVzYmvG8+PJNBPjJoRT5KGUM+IS9GPjv/Bzhrfq4ymf9fOIQuwjb++X8/"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "batch_normalization": {
      "beta": [
        "f+iGuvTmEL3qcgS9ISKlOjJ2Rz1tZ6w8TKKOvFIavrwAUTC8gcbgPKKYaD0KXkQ9NaQ+vVKmQr3lMFA9uw+avILbYT2ixCG9wOnBO1V3ZL1hk+O8culnPfcSGD1Fbic9HN+jvCKS+rz3B8o8YU6UPNPNPr0S0cI8nL5VO3aNhbzasp29mKUOvbSvPbyQVv09i0SsOpzo3L2nEIy9FA2hPc8Kyrwg4V69l7ZXPMBzJrtYkms9CmesvejzTr1w1js9dforvdN5n7x+OiE+I1xfvGLFubr3xis9fILBvDssJb7bzKG83WUtPucPNz6Tls48ga9lvsFbujwxXF09plmgvDKEUz20WE25R3O9PB9FTz6r7R8+xJRQvi/js7sFlPi7VCbsun+ONTyWFQO90lBTPLUC1TxOX988NIdyvfT5XL3Rzym9No2KvVYjIDx+TUo7GxhYvDiDI75cjjI+gqkyPeV/uLz3Zqk8"
      ],
      "gamma": [
        "Uk1mP+V2bj/A5HE/BHFuP8CHbT/fV2o/2ThnP8QdYD+nfHM/hbxQP7h4Vj8UY2c/Q/9dP0w0Xz8z4Fo/xnZ7P6SZXT89oHs/lehRP/laYj/goHQ/srFuPwJzbT9gAXY/qLNUPzcEYj+292k/KihqP2yzXz8QrGM/n1FwP4aAaz+xMW8/sPZdP6YoXz+2sm8/ACFyP0NcXT989XM/9M1gPw0Fbj/Es2M/77RfPz7YUT/sEmo/EudeP1A0bT/pr18/YidnP5u1Zj/cKFA/buWMPyvrhD9H6HA/Hd6LPwAAgD95z4Q/gGibPwAAgD/6eYE/AACAP1Ruhj8KfFw/9POCP64IiT9joYU/JfBuPwAAgD8AAIA/AACAPwtLij99pJY/pB+ZP4/wlj9a/44/RjSfP7jIlD/EKE4/UQaNP8SajD9RWpQ/PmWOP6kXkD+8pIk/9OONP+8sij8AAIA/HmCBP2hRUj/m4Xc/"
      ],
      "moving_mean": [
        "ALQbPwidmL7pgRS/S58Pv2kH+TxaWqi+m5GhPpmyZD/UeGM91emdvtiP0T6/AiU/pv34O54wub3hZZk8i8xFvmM0dT5UkTq/m7povpj7Er+30IE+ZSJrvZ3vVD6/fIw+kmdCPWQOsr0QPBY/U3hyvcu2Q76L8K6+qz6hP2KaWrzwBse+roYnvlytzb4tKtI+a8TXPjAbuL7pbAi/+HoePlslIT4EKrO+fh5PPASQq77SOjy+11GYvtd8Ab+BjH8+rK1MPuTaVr6m8gE3mKj4PV8utT3GGIg9ppHDPgAAAABaFDg+X+S7PQAAAABdWOs9AAAAAM1vaz38SDc8QBr+Pc+5yD3r9x0+iNhHPQAAAAAAAAAAAAAAAF3WIj9oezI+hOK6Pqqosj5jekY+j2OOPl3UVD5qnjc7z/0AP/ktDT/QRJQ+XAsjP4lRmT4N80M+C48xPmspXz8AAAAA02ytPfPVSDoVRXM9"
      ],
      "moving_variance": [
        "zPYRQPj1IECSj1lAfIhTQFszFkDl+5pAwIn8P9mXfEBOlHhAfwDVPzXvyD8rakJAaAYIQJ2gzj8XcNY/SDlhQBS8+D/O3kxAZsGvP7e78D8zsnhASPl6QJlLR0Dn+ElApReJP3Xz/z/SCdA/BX8cQKeJvD/1jtE/85h1QOMrAECrESVABTYBQL1Ptj+19RZAI545QMWD4j9g6f4/t1GnPyscbECULlNAYuLdP+8Mxj8RRhxAXOECQOwP/T/EfeA/1gIYQEVPSEBF+gE3uXXaPaAlpT1JGX49jLhxPjR+EDFA/BY++KWqPTR+EDEoStA9NH4QMerlXT0xOjU8ApHePXILtT3dmAU+hBY+PTR+EDE0fhAxNH4QMQ0HbT7lXRM+GlVtPqKgaD6kACA+/ZFNPpKWKD7cGDc7r/l/Pu9GfT73pVI+bc1sPsbNVj7scR4+nMMSPqf/5D00fhAx2LuePXOsSDp20GQ9"
      ]
    },
    "batch_normalization_1": {
      "beta": [
        "ibAqvjjWjb7X32a+5kPOvkjqp75Jtei+guaZvgmCtr7aW5G+XbjUvkN3mr5ZcZW+e6GSvvHlg74Oh4e+abidvgr0Ub4xfIy+aFNyvleYj77rD4m+fXwivgh5Lb4tUVy+LSv9vWZyqL5qfY2+zlRNvmG5iL4y1Ee+jMGFviEzWr5VrIe+2pOOvgIClL6YkG2+tc5/voBmnL5FFqu+N1LdvTrVMr6Yv4W+GfpHvmAnjr5zdLy+VlqAvlsTV76a53S+z6SlvpgWg7682W2+qNNsvrXefb4eMD6+pvWQvm9tgb6JRlG+XbeYvg1Ro755VZ2+wJ6RvgJtgr4xlo++uxvJvoyrUr6qdaG+GkSXvjNbh76YYla+S+J6vtwRO77yt7i+mfWKvoXGSb7x4bK+E0ZdvgNLZr6uV02+NNmRvngWtL7k4x6+/AYBvlVwjb5KFJe+s2yFvnjnbb4Zdse+wxyIvp9vir4Czb2+t56RvsESdL1SOdS+n9+hvrg1tr6w0KC+XNhsvgrJir6wr8K+OGiNvpY/jr617YW+ck+FvlVcdr5+45K+JZNSvhHkLr5SV+6+Qs+8vp7tOb51lV2+vsssviU2g75OFS6+Bx99vqxNhb7mHaK+7i1lvoefcr5URUy+nweEvusyF74rOTS+g7BVvslth76P/Zy+vP1vvrNTUr5iTqO+7veBvrsLTb53ZZW+s/dNvhbwkr58qim+nllkvnz+mL6y+VS+9YM7vlFgqr5OI1q+uAGGviAmdr5lHLS9ylOjvtJPlr5VXHC+LXk/vtdgor6QSoy+uBx3vqzQRL78zpi+mS09vlZEdb5S61S+LJJ1vtMWiL472T++sSLFvZaZtb5QLxm+FS5avgOoiL46jbK+OvhMvnDBbr5ezOy9o02pvjL8iL4="
      ],
      "gamma": [
        "th+JP2kHZD+esYA/IkiKPzu0gz8ruXo/MgluP5Flcz/i/lU/hHaAP11Zgz8RLoI/EYRsP41Hbj9/YG0/UYx7P7NSgj/NK3M/ki5tP8vMdz/Bq3c/p+2AP62JZj/tBGE/kWFwP1Afgz9s94w/+auOP+AIaD/bRmo/5LJ6PzzLcT/2p20/BKxYP0Fjaz97jF0/enN2P7+cgj99EXI/XDh0Pw+4gz/8F4I/gjZ6PzXPgD+4qIY/61NaP4+Yhj9eums/hJF2P6Focj9hwoE/QBx+P7rQaT8igYM/51eJPyZPaD8dkWY/0b9yP1J/hD9/14A/zWRoPyhXhT8Eu3c/1iNwPzOWbT8Oz2Q/EC6IP/MEfT/IzWc/cuNePyzcfT9aUnA/8jN0P4uvaj///2I/cqx+P4vRhD/Q+XY//ulwP8wOhD8oDYE/ztNvP0QLaj8lYmI/1uRzPzjbdz9zxnY/nXdtPwMkaD+URXs/0HV8P9r3hz+2GXs/5vmPP4tmjz8Ma34/gf1nP0OacD8zP3k/edJrP8RCbD94U5s/nXd6P+cbdz+C4n4/0/95P0Vnhj9G7YA/JKd5Pyhmaz+y/Hk/7axlP0wdXD8qpoM/W/NnP9mxZT/OCGk/swhiPzT+ZD/grmw/hAF0P6WjXT+8SFs/SUNkP3xfgT8wH3Q/wJZfPwn/ej8z2Ho/c351P3gFgD8hJFk/bXxpP3jhcz/CD4M/DeZpP6zJZT8PTno/3Q55PyOnZj/sGH8/90ttPwbGfz+9mJQ/Ds5mPya7YT9ga2k/e7RtPyXSgj9Aenk/kLNwPwOCbT+LIns/0dhcP3qqVT8hEoE/bUlvP87Maz8+NIE/svVrP+NEdD+YKoQ/OCSAPyYzZz+zqGk/GZ1uP7GPcz+3rnU/3xuDP42sdz8="
      ],
      "moving_mean": [
        "z/ezPkmkiT4tbAo/YYjHPlwjxj70WMw+yNW8PrpimD6/C4A+iOmwPgmg5j40C/w+8J2ePjaxwD4UxLA+tE7qPmIq7D4BVdw+r7taPoAH9z4kfPs+wHaVPgQLpD5ehMg+1TaMPua2Bj+ASdk+slPNPttUvj4CXog+wQ+oPm7jhz4hSLM+Rb+fPlu0hT4lwoE+eiYHP/7U6T5wU1o+1eoiPsLFAT/w4/Q+SAvuPmGw8T6s5fA+Y8ZsPj8HBD8JA5s+tJ3KPvzglz5R6fw+epyZPm/LEz4OG/M+Ua7dPoLn5z7Kd0o+dLGrPs1F3D6ss6k+Aa6xPlb5zj4+p/Y+7QSnPk6fhD4BRGo+pckNP66wpz7DrtE+yfLNPv1zEj8ivBg/a0GxPj3Qtj6BILo+Qc63PilHCz+VTo8+zhKKPrjBFT/t5qI+RGKAPooRiz6ti0E+YYHiPjlrCT8wQA0/HM5zPkD1Lz75A8E+oUDjPhRL5T5WHwI/Wc39PjiiAj+HqP0+pOyuPmu7mD7XxOI+45ezPqRWnD58pPQ+KmTRPkhtpz4lq7E+l9XsPr7W6j5IlbA+4n+dPqB0HT7W5bE+y5SrPqFzVj51SII+tvelPlQpdz47MlQ+SC/iPghNlz6w8rU+W2WXPoIapD7eV6Q+t3kpPrEexT5cFRk/U6HqPn12qT6rVrU+IfO3PjHN4j5dU7w+0z/lPq5F+T5iI+Y+qN/fPppO0D7bBaw+BiT0Po5cvz4ubN8+F9qTPtRnyD6xOfU+fh+uPpBNFD4O8JM+dCTNPsSHrz6NZCc/MHiqPrsayD4h9PM+g1JqPuW2uD5+xLg+utqlPmd3vT6Xwsw+jVC6Ph77zT4Nj8g+FoOXPnMwHT53Cd8+/9R+PmultD4PpJw+DRSoPuUmtj4="
      ],
      "moving_variance": [
        "YE7JPlOmhT5NRJU+yvaQPlR5gj6lLy4+fGhWPgASaD6K+WU+m76CPp9jmj7DooM+WupjPh96Yj7Lvj0+CbuAPtfqwz58coo+o/5kPvamfz53u24+P3BdPs+sfT6DQIo+EuuRPnZglz5Ao5Y+4eyAPn+gaj7fHG8+lNmJPjR3hD7FJW4+7jKXPn4sVD5LPVI+M2tgPstSlz57how+9MKMPsF3yz6b3WY+W8SMPpnEZz41UnI+ipd4PjKblD72+1I+PvM/PtGMbD6Ym5w+VEyVPgi5gT7ZYqM+4xxyPqKhhz7kfm0+zxKFPoi4kz4/I2A+XTxOPnC0jT7vCYY+SPJBPltzZz6rPoo+lz+TPr06fz4+4og+YPtePoXmsz6HH5g+26OFPp0jXz67Zmo+yUaIPvgwiT6Ps3U+X9exPk+9gT4L+I0+sQeHPiiSiT6Onlg+LYG6Pp3fgz7q9Y8+AM9fPumKPj5atGU+KqmaPozJsT61Q4k+igKLPh3egD6oOYc+6f6MPmPohT7mdos+GSNTPrt2lD47npY+lhRyPgXOcD5Plz4+tN54PhFptT4Meks+x1o3PsB1mD7CXWs+NDGMPs0Pgz4F3aQ+dpt7PoDxcD6a5jA+YkOKPvbUgj4fiUA+PNlwPp5xVT7uO3w+lyV1Ph4QeT73H3c+dDpzPupSsT7yZ3g+7ThvPtsxjD482V8+P/hxPuGYZT4OyMU+P2KBPqJajD45E5s+kUzBPlDngT5uS7A+jG2EPkGJVj5fb78+jPeHPjK2Yj7iGmM+fjuePufwrT6jknQ+RqaXPon6wT7EJ3c+OpaUPjRUcz4a0ZI+//iOPsBAgz4vg7Q+qK6APj2agj6kFYc+6t6aPkhYPD5mmo0+75mCPvX9eD7LPqQ+IvF0PkJIcD4="
      ]
    },
    "batch_normalization_2": {
      "beta": [
        "AWKLPq8JmT5BqWg+VfQcPs/daT45nYY+bkoEPbpc1z3hlH8+evuOPp2MYj4OCo0+Rag/Pmr9YT6GDXQ+FGQpPpnFqT7KElk+mqEoPcqEhz3jTmo+5VGnPliPcj6cuTQ+26tFPoH8hj7TFWQ+QgWcPtDyYj5GqvA9j/qLPi1LDD6BijU+uoUZPTJTRD7jbgQ9xtmqPYr2pjwJYl8+BJJ9Pm7uWj1RFmg+as3yPBa9Nz7E4qY+zuyDPklWgT74I4w+MOCYPgj9iD74ZEU+rU2oPv0u0D2X1Y49awxBPmQU4Dy80Hg+ZD6VPcSNgz4y4Jo+XplTPquYbz73CmM+1I6NPlmZjD6+XsE+NhtVPgKSMj2fP4g++jN6PkVyWz4ECDQ+q7U7Pm/lPT4MbaE+iaEuPuHWIT6CE2M+ohhIPkCSNj72xIM9u2iUPksqNT6Aqro+tQ+ePQ=="
      ],
      "gamma": [
        "YAKwP7ENrD8FpKY/8bqjP0+opj9Qr6w/1ZObPzGfkT9b7ag/LMW0Pwyrpj8RJKk/m9KoP2uCoj8dcqo/ygKnP1Q1sj+otaI/ekKNP1TCjj91CKA/Olm1P/M2pz9GY6A/iCSeP8w6rD8iu6A/xJeqP/uMnz/rYJw/hdmsP6f5mT/YVZ4/CB2SP41lnj+3hp4/eYmTP+YJjj8JdLA/VWSqP/E3lj83GqQ/nOWRP4ZCnD+FNqg/n3elP70YrT9NX7Q/PpeoP1h9pj93zqI/ExyyP8YWmj+Z2JY/3Q+gP7vejz+xBKQ/CXGXP+GVpD/YQa4/m2uqP55hpz8+dKA/rhiuP/HjsD+U6K4/dHWhP9s1jj8SDqs/AseqP5psqj/I/ag/vrupP313oT9ZeK0/HsCfP120nT+hcaI/7BSqP5Zrpj82F5k/ubqsP6AqpT99i7E/w6KZPw=="
      ],
      "moving_mean": [
        "IIymvcbzqL6ZVRg+MjhKPvTGFr7UO8y9Y+gOPqWZV7xf0kU9sPOePtEhXr1aDKE+NocdPdqwAT7vVoy9X17oPYzMhz6YnWS++4iVPjqjqb2j2Ue+9PldPO08sr0buuQ94n3/vVthTDyTFs+92rVKvlrwVr4LsHM+jsiLPTZdsT1txvq8SWT3PZk2TL77bOk91+kRvpA/kj3MpG8+Hkg3viBLEj3cl/E9gS06PfS5fL5Qwkm+Xv8TvniTk75PICI+KS8lvM59m71bbxk+z9GvvSQItr2kOPA9PhrTPdbNJj3Yw32+Y+KfPJ9hFD66qh29/D/AvbteXb0XP7O9WMiJPVkKkD73+pG9s+0Hv2vFBryJ8VC+8FJMvlgXyj2JEGG8zPogPpt0mz0arUw+6WeTvl8xgL4H2lW9Q2W8PcplKb5oRVE+fsQ9vN3x0b3kpdM+k2+bvA=="
      ],
      "moving_variance": [
        "0OuJP7P5mT+u+xU/9PiOPy6KSz9ygjI/rUBHPxIXXD9u2VQ/YPuIP/cEhz9TH5E/9so/P8klhj/APG0/fFo1PyUNgj9cIiU/SeSLP49OGD9sXcI/uOKGP0C+pD+exmQ/zv4TPwYtiT9VGp0/n5F4PzUaaj8Inlw//Tt1PyHXVj8FaZw/cF9HP6Xfiz9dhwE/lgQFPx2EYT9Cb5I/uy1IP5GfaT98nIk/PDE0P4UAcj8AupE/i2YaPygCWT+AX1o/GSaAP8i9jj8ELIY/4jhwPz0DXz8NWF0/WFRcP95GKz9FzQ0/E4hJPw7AOT8XBok/22A+P8XtmT/NJq4/63kxPwlLaT8S9nE/Qt2DP+qJVz/HkVU/PqF6Pwb9NT+FinE/mvsnPx9XQz94jVo/8rgsPy5Bej+4ihQ/7xNxP61bEj8+YhY/j7OJPx6wKT9zIYg/fY1TPw=="
      ]
    },
    "case": {
      "bias": [
        "3IfBPZkX2r0cs9K974rMu5G2pL0oy3K9GUDXvW907L0="
      ],
      "td_input_len": [
        "AAAAQA=="
      ],
      "td_output_len": [
        "AAAAQA=="
      ],
      "weights": [
        "Vbl9vga+vL06AAU90EksPU6Tfrv4Yq881k+2PAsjY74dN84+kFfOvmCxaju/1Lm+RcLFvnDaG7571rO9K7ShvBgber2HqVc+3D98Pi6nkj6lkG68Ww9APlvNor2CojG86EpNPppbir0/bhK/j0kmPgRyn71v8Ck+8esgPnb4Mb2eRY0+SnuUO+R/nj6MtLE+pAm3vuSePb4wMxC+qm6JvqL3ST4qbo6+M5gBPVl4hT2+h6m+V8FsPmK0nb4o7N49gGV2vhGE0r7Bms4+zBDAvr4s0j3SgN0+O5UhvgCK8Tz6lpq9CE/PPZ9hr76f1SE+C2MiPj55O76o7I++ccAGvgsDxL1TS0Q93ZI6vjEEUL5k474+llXsvvfkb77gx4G+P8trvfCdJr73ehM+pXUlPj5Vqb4G3hq9JriUvUW/Rr5WuTQ+G1INPtlULr4rPJE+xGWyvkSWxr7Dnt++lFwBPs8GhrzFmUs+JTDPvd3uzjxe2na+D0nQvWdxKD57ag6+ineKPiEf3r0YkVw9Mra4PJiuxT3ibTA+WVzLPRjzTL5FgHc+ZT3LvrXERj2vGGU9byBYvevGbr7NGQU9DE1Yvgh4azxeiQw9pifbvQwS1b3jsYC8Td6tvSGBFr4NjDS+iElJvuOUqb6Y5hk+ZETUvnCLtD6MtYg+0xjWPjTXmL6vMQs+6S6IPhPesbxcZs2+uw6YPQtwsL7tSJW+JH1nPOXCyD7jzHK+5OCVvh+1HL6Tipi+qxL+vZxJ2r01NK6+tLLRvaQoUb5Ttt8+0tu1vkGDdL78u3O9IG4pvQAIMT2vO6e9v4ITPelUID33uae7qVXRPRg0oj16m7o9fYC3PTwolD5RnZy+gjOQvjOIXb50wcK+crNjPV58WL6ZeYO+dfayvWTEkb5QLD8+wQx/vlA30T69NIQ+vWeovlx4x71fzb4+ij9nvuiS9L4ClLm+gGOzvoT4wL6wQcG+dRUNvoGFVb4aH0w9fuk/PvkQND5Peja8/teAPnNTrDx9P4m9",
        "u1ipPtkaq7ymX5W++5qUvSNCor6XJ6W+ZuCEvjrjlL6LciY8pVpJvAb2hb5vO2++FAB7vnJ7T76D+qS+GUwVPZFZGD7IVJ2+s6pnvprB5b6Pn9A8VDX2vtWZzj22oj6+ocCWPl00kL3+XnE+/6rnvnFfyL5YVwS+qqfXvkx/rL47AMc+VD2ivofc3DvLIJy9qmh7vuM+jb7gQbe9i881vjUSED6KiQC+ii2QPccgcDwZE5K9Ut0OPsB/6r2s162+fiTxPVnFoj64gRi/VTUzPb9Qqb4T+u89IIXWPL7jyDzjBma8FTcOvhhBy77siRE+BPD2vqC8dr5nOck+E6ECvq/UiD5sVrE+sp9xPdgQAL6PhV++1gz7vpEVtb7gf0a9kPKaPTF9jz6svmu+q5ZBv9m+zT13I0W+ZlQXPY6o9T3QIU89BOjdvcFeC75rA4q9Ni59PizlYD1W818+lKakvq4YWb7BFw8+gCSEPq2qkD4l+3E+V/BdPkVaKD53wrs9GDeHPnPtsT0U5m4+CzFyPp5JA7+BSmE9/pp3PWCwyryjIAc+mvrTvlafur4/th6/dze8vqpXhT4oUtg+TZe2PYLPl77Y5vK+hlCsPrP/oD5PHWI+qaMbv0h03j7d59k9k2K0vXhb0L4dt74+rSzAPsNX6DwfHbs+88PdvRVxGb5vHOO9WndVPt3cBb7VQ7w+nAW7PU1MXT6PRdC+Z6uZPfvvUj1+NHu+F7kjPdXLyT3XAYi+4pHzvXRTsb03V7S++GWLvVC7xj6SCbO9ZIglPojkAD9Icee9OEbkvTzeOr6HU0g+L+nNvgc5szzXats991w7vLd9l75ae9m+tMGUvj0WsTyOfqE+FkQMv59GCr8Mx669Es+nPXemW75c5gq+7JH9PANgJD40UuY8m6uFPNJX274p19e+ET5SPkEL2DyjBRa9kx1xPib9aj7AwnY+qriovm9Efj5Z50g98NSZvtyUlL4WkNc9oecQPlDnIj6xm2M+/vsgPjfMiD7WcgK+",
        "ED7jPaYNqr7QnNG+6QAxPnljAr5b/Po9OA9gvouqKb5+EIM+jTXjvv1GK77tcmS+MzWivlryiDwgvE8+/xcWvdCWhj55BrK+RPpPvvX12b61VVY+d9IdvrIRsL3I+ze+z3ZavM8uHj1L2Wa+EXVNvvTuvL4lStG9AIb8PNuG2b0A3BG+9tAnvhto4T5+u8k6sD6ovqux9j6Uiae+LTwNvrbs8700nwe9xK2KvrEc1r6YHLG7eri8vONfir2jlou98U2PPrw5672gsnO+MGkaPV4LuLw0dQI96+C7ve6iJL4K9ce9sfj5PU/cJL+HlOm+C0vTPmIAXb7Dqo++gURXvddjdD6fDTW9T41DvlFdw73Q6re9442YvbYser556xA8tK1qvh65CD7hDXe+NPhuvnB/Vj52KH+9hcqLPk91Wr5CrDq+UhkhvdrlhD3s17k9Lw/nvhDFqj2M2iG9aRukPek5GT7LODC+xoa0PpGWvD6TzgS/9MORPe23ojuC+52+krhFvYQm6L4iKNg90JTWPcdFGb81CN2+Rohvvg/csL55tas+xHOYvrTxW77N8c09T4e8vm9Bsb0MNdq9270GPiROxD4AzBW9+Wa4vj3FoL4XBy4+vd65vnKhcr37Gya8BcjCPn3nzTzdkTe+T9ynvqNhsT1PJb49f+gZvXvysz38dI4+fElxPXWWKz6HS8u+IsmIPZOOvL2up7K9S2VCvvwYHz7YaYA9eBPdva2HRr0nAX09p9WzvnuKVb51h3O+gM0iPhbwyb5R9+2+w2AhvknEhL7nmhy+T2+Wvo80QLvbpmC+EZWOPs7cir7FvRw+aKgYPqY0lz5jtHG+PzPEveFPND2hyte+uF+Evb7jgL1S4IK9JabQPRNRcD0CNEy+Cd8WPh5xlj7S1Qc+EVYMPkTVibwLZQ4+D3J/PdEtnzsc1pi+XjvOPvIsuT00bpK9LY+zPo83Gb+iZ6I+SvOkPUAFir6sB0y+FN48PpKIVj5G7Gc+1vk4PnFdnr2ZDDE8",
        "u/m+vd6Drb4oNo8+YfaaPisGtD4fsZO+etCovm51PL7506w9mAWqPnq/zz0Cl/W+o1ODPnbhbj64OR0+9N5pvvWAcz5xcE6+0deqvey7DL8gOHe+s3LsPfp1oL6+nDm+bWKxvkIRiD4pDCw+UI8tPjqyVD456EM+1BhdPknevr4DT5c+uYi7PcI+mz4yDJ8+N7UUPRTm/L6CbIK+n6HXPSGjSz7vNPe+n6SZvjR6xj0TWPM9k4zYPdkwHz4Db0c9v3YrPIsFAT6A3rS8pQUov5pfFr/jSow+tAf/PjIQlD0N+hG+3QHwvgflsj7yZro+z1MOvwTwED4QkVs+ikmVvC6TJb4uDcS9b96dPfbMwj22Za88ukGtvipy9Lxmz6q+0ySGPsExYb6NyLE+RPGxPvHogb6/ndi+uKrYvt23Or7fbyi9rl9pvh1Ihj4E4sc+nv6XPqUtwz7qup2+96y0vsSmiD5RCCU+ru03vdIwKb3yzz693hLguz8sCr1TUXS+wLinvrAV7T5RI4o+iDaUPsN1CT14r4w+YvOXvjNtvL4="
      ]
    },
    "conv1d": {
      "bias": [
        "m7wPuyHDQb3K9xA9/fVtPGcpA7xqdAS8dhOBvUSETT1q88E7T/3RvDpFHT2PuTC9SRE1PfeyWzyi0oG9DRgevRVnFD158qi8dKc8O8JBxLpmwLm7rt47vSH+UDxOwo49QotOvc7wNz0WSqK8b0MzPUfaNL0yUn88/dwEvaHXCbzWNBw9Z8uCvAMbGTyx21I8U78QPE2jvzpZUKS7OVdIvE3j+Txi5eG8j5WYvZDkdD2BWBm80T8JvLN1IzsUXSg8SfdOPAbRfb10wwM9uLobvdzkSDz+JLk83/MBvNSgFb0jLac8/ZbwPFYGSL2sUYU8HQ1kPUgGo70dM5g64pEgPfqfgrybYVS7Bu8WvW7xcr2elo49cXYFPSumJzsmDuW88gtwPQWCirzLyAi9GnLkO6AGuTybhNa8wp+rO0d57DytPEy9pdyWPI5q37vsJwe9O24SvaIRpT1C8Ky8UoFyvesxBD1Z6sk8u0mMvQ1hvjzvgBc9sWwpvanjMTw95Qs8zHuJOxdsBLwqGus7zQRMvDdcSz3WqVu9++MBPUapabs2y0287ClDvayyvDw11vO7e784PYFLzbsmEyC9XzcuvAk0JrwYAAk9qWAzPSKLvLytZym9cdIQPbwhxDvr20G9XxYAvYbNlDxcYW47w2e7vN6Laj0m//m8rEE+PE6KtjwAEC+9vhy/vWx1EjztNk89v6mZPQO5ZL3Xm4S9joRgvclwlT37Xve8hi/qPHLAgb2w7v08wh6hvNRTHTwtt5g66JRSvJZaNzxI0oW8Sov8PO2BjLtVue68rMAwPcudP7x40ey7MC5VPd5kUDyVlRy9GQKJPOCii7z+0jA708zvPBvUg7wp0GO7BGCEPPy0nzxkVQ+9TuE9PYWVjr1jMAE9nlEFvIm9CTtgpGs7FEvLu8CCkrvXvSQ8JnSevUTg9jwj/qY8qzlLPdm3N70Wxgq8p3X1O1hpBT37cxi9EIYQPUDegryab1m5j3MCvZmkjjwYZgc9N52fPNdbBjvSh/y8",
        "9tFNPe6gAb28vQ+9V4zkPIPs2LzvMUy8RZvPuzg4Wj3xWB29x3vtPOyvzLurQmG899F0PNxdI73wqk4939Z0vCRuoT2uNBG9UmMBPTn/OryGPba8GEeLvbewQz3CSQk959PuPIHY3LuTvt28mjcVvaqsPLwh3hs9x/IWusezw7wCth89qLwJPZMobTxw9xC9niOhPVaSAr2dk/i8LMEMPRSFoL2VsvE8njgCvAnb0TzS4aC8EQfzvOVlpj3d+zO9Mjb7vL+bHbzhX+Y8D8AgvRiiRTspWVE9P1e3vP7oPj3SFSm9BiqXPI1J4rz/vCg8jupHvaXZGb0KmW89vV1yvMs4Xz29D8W8LACMPf/PCTt4b0u95nGDPRDNjTwM6Za9htCkOPgu+7qOW2Y59gYAvcluMz17vvq8eweuvPUVADqNu5o8iPXmvP7iczwFv9W6Uv9PvF0mm7wQlxQ9OCICPdaY1zwlXyK9dBDqPA6Onb10UN8830YJvFSXBry+xZ88RXrQvAgeTz2hDuu8ZnJvvayclD3dUzC9JFbEPM6FAjzFnk28aS8SvQBdPz3Kar47SR0juzS4Gb0uYe48EpxUPb5OlL00szk9RVTHPG/XCb0eicI7vvrGvD1cnjwIRCk8dp9GvaAGkjxU1QU96jHvuw+Klj1Y+wK9QbUJO1mjQb2MARI96ZEKvIGjRDx4ioI7ttYkPY6lmL3uG5U9XjkRvVyBOTw7LTw8EdgdOQye6DxvFf+84S4ZPZvp/rwVjYc8AHQcPfmcy7yuWG28rY0kPGA1ZryBaAQ8UXXIO23+cjzNxqe8KveWvYSqmT0tfyC9aHcHvStthzxshCI7R+kRvacqEj3VHeq7sG8XvZWw2jzNt7Y8TYxZvY5pPDxgjWI9+O2tPVDw8TwUsMS9SHCbPbiZeL1FFme8R60aPTswsrzfJg2921NCup0zob2ev4Q9ZpSPvC5OqryS+b48rDmquy8v2D0F6Jy9tUYNPLiKnrzY/vo8eoK1PEjqyLtXTIe8",
        "0JfIO2jCKz1B6yO9RK9GPVen8jxOgIy9GTCVPJAu8jzRqHK9iIRYOoD9DD0y2Ca9FzVMvKdEDb0t8TE9srmtvJT5FjzzJw49U9SKPPGqz7wMzbi7fvivu7hgXT24eAe9IHNGPOxKbTwgESa9JCvVPHHOxLvNMXS72pVAuxoVbryqL04829nQuhLp8bwqld48NOiAvY63Yzwnejg9CbVNPLTV4TvwCuG8a7UfPD1Op7wEej88mfSVPKjNBD065za9dUghPUxdBT1HjWe9M2iauz6eLTyU9Im8ePebvKXiFzxgRpk6MkeVPYkzKLyTNU29DCRRPVRz0TtYn0m9G8EEPVpfgDvIFF68k756PGF7ET1Fajy9oO2ePE3TR705Agg9LiiFPNX1gDzelzK9i50YO+dkrb37DbY9sPgDPJ5kMz3HUj29gDGBPZPS6r0axgI7Y2DkvEl3orxMT209SnvNO1skwTynrAG9dMcpPFZ4ED2Y1Cy9mhghvHoMljxwhZA7ORKMveMSAD3h/J885XJrPdXwK70+ELi8SM7rOj5ufbxehLU8fgxJvUksRj2uAHW8HkzFuWWv5jueap68I4bivN+fFT0YKAW9ZOapvI5XqjyI4hY8SQADvcaWGz3WjBK85nb3PGnjFTxNJMi8xdsGvaK7Oz3UaMG8AAAAAAAAAAA="
      ],
      "weights": [
        "015tPNqhELy79mW8Y4/yvOyxID1eUNw9g5m3PLKJhr1eyms8BWSlvAbnZrxzec+8GlEvPYn7FT2hJ0Y9RDAsPTHBi73+e828q+GdvO1kFT32JHQ8dtdAvfF9CTtob5m63GSOvP8amDsZvEU97eWnvFxPTzzl1ty8FtT1OBYTtDwCMn88O024O96Sxj3Pg0W9Q1QVPbWMaz0R94A85OUqPKT0rrwNOa68wDu3vJ5QJLuwsxK96SAHvcDlHbyJMl+9z9QzPOLqKD1EOJi9W436PE8BWrqLtYc72xf4uwIt7z2I+N27WBjqOwldir0s1Qk8sZADPnIcDj1p5se692SUPDMyirznWsO8pW8BPf3vtr0aIre9OHgnPtlTSr0sOfM8UE/KPBnOIjygm5C7+eM2PYQAN7w+PXc8BOuFPDlfc70RvlG96BfKvJsmVjsMG6e8hUtRvV+g+rytTwG+ghxtvUkXkLt7UU29HF4JPcmUe75TdS29h/whPX2DYT1zfxK+soEXvresCj07Ihc91kaAve8f4L10jDG9lYf8vAF7Jz0WaK29w25CPG1z5D1ygGy9bABavClr9Tyt9E68rTavuw0onrxX4ku8BHGEvWZGbD1tPYa9DAGNvXQe4T02PSK+BOabvQnGnr2yS909anLEvIuZXr0wg5E8ufZYOvQfaj3xudG9aFPKPfpVuD0taqI83S2PPUa4MT1iXUa+qqT4PKLVzr0Dq429eZDmPTuDfb27sXG8YC9qvsdMur1jZYW8Mu5Ovvq/bbxcnk69+s4xOq+IMLzWd6K94VI1PEV8JL4vdw68ldoyvZ04gD0JRfg9lV80vYWQ1jzTvMQ8nPlAO/xTu70BW3U8WOhWPXgijD3ckHE9olJfvR1UOz1O9XO8hO3SvSyt971Cfu88ukbBPB1i/rzQhRE9Zv2avVi1uz33SSU9b+wxvXmLUb2MKag8RueRvfdhTju6LTo8DuQHvUUmM71HjhO9af+GPFCC9rsAuoY8g6VEPFToFT2/Gcs7",
        "cEJNOo5XTTwfOcc8Xh/uPHto5DyHtSa8aDeNO7lmgbz9+1o8/BI+PAXctLz+Mt68mCCOPSIoGLvKW0W8cvIFvKxPUrtgHdM8r/5wvKOdRbxBNEC9RdyAO4WPrDyAXgK9fvQVO1MZPrzgNkc7DPpLvBvy/DpuB887mJyBvBxWgj3JVi690JUuvN3NVz3oXZa75+GwvI8GCTwW4Kc7hFumPGmv67u5JCk9+tYDO8I8wTqYwBa9s8dvPSR97jtiPeC8wbMMvZSHa7wCih+8JVziPEicIz0uCDi830IQPaljGzz5nCM8PAJfPRAb6rzRTcm7cWoqPbkQED1i3TG9h+Lyu7ka3Lwi5v+8uHmfPAW+Ozy3c/m85XYdu5IivDw4LK07D1xIvfdambt8j968sOZjPOO7nDywPw88BJCKvPH5srwul2K8+PA3O4V9pTxtITy9j5NgvRCRm7y+hbQ7edM3PRBHQjsNORg9svafPT7E8LwLiWk7jegMOzspMTvz2jS8WoA4vOoJ9LyCaew8+3gOOgc/Xr30cWu8B348vCZYRjy6syy9b4TfvEEBzjy9P788a3Y3vRdyczy+jzS8fjjDvPVlhzz3UqW8yZrTvO1xWTs7jps7EKV0PO0Op7wZsV29HDNAO/a/orxgJF28r5qlvJYOAb09e9+8qQghPe1ZNz2CTaU8QiCUvNAdFT1SHfI8FqzmvD6vhj0Mfxk9jlARve7VSL3vJpG9pcNzPZfpO7wbvri9HosxPHseJT1tQgm9PjEEPTh26L15J+m9OhWuPTCpjT3kJo87pjmcvUX9Aj3Re1u8dTNmPVgLt7wFhY28gQwBvcW9tT2nGHE8GXAJPRUFZbwqU248hAuiPPdfwTrrf7+9zcMDvYnIIL2o1lm8/nW0PRUIpT0lyTg+mMj1OwSPSrybDpC9XLkuvoPHV73iARs+/o8jvTMP8jv5AhC7/JmIvSMTvz0QvH69Zxv+PT5VS70t1Bm72yBCvay3tbyoW2y9XYwQPWCDAT4kiZi7",
        "eq4uvj1nV7ySSY29Jda5PfLRGT04MEU+W41aPc38mj2IWJu9qouMvaRiGLyCsYC9jILwPcyeUD1XXQ4+HFyYvRpIM77ybgA+7GQIPdG1Aj1iU5A8z9jovG230zxsv6I9eEgsPSA81r0grOO94TKHPQkKaT3ndG08zV1quyIdlT27VN29pLbqOuTqFb7DsbQ8HBF3Pbr9ez0DQBW+iVnbPKGD+72sfuQ9gRsrveQh/L2NI5W9mDkVPkHiGz0fl708WSLZPMsFLL14tmq96bShPbfnlTxdouK8QNi4PR3nmrzVF/E9y4GaPQaGz7zAfm094TOlvNZ1SD2bYua9uZoLvSvegrxqUca75PGePfOYJL1lOXq8dXNAvVGI2bz0mJa8PasevddxhT3WMVQ93IkXPU7JXzyDaP68H/pNvX7zUr2UBoq8VNOKPEoFrL3Rgee8LTLaPOljJD3xZJC8NR8XPbpsxbzvNkS98qqvPEG+DrwHWd08PKTJvJPdFzyYa0+8d3LevKBuIr11Jqo8IoH4O10ZOr2rW/e8+IAjvSye1bwkkXO8u6vTvO8n1LsIopW98ZKdujoG77wHOFW9O+6ivGBbhzyCoic9HBzsPDeg6LwqTLI8v5EDO4IYXD1u7Z88LJs9vYp4kT2Br4E8VKrpO1gIEL1zP0I8hX/LPJW4Obyq/3k8FtgVvf1b/Lt5R6e9gQmlvbZp0b02EQi9iFTOPQbg4TuZsYM9dd3ovJKpsjzK7S+9UZTDPPnF1r3/RT681B+4vIEvBb1fGDs8SzKbPLTcUz0wxOe8U9wyPcDARbzVTru8MCC9Ox9jhb34YEw9QlxJvIJjeL2mDfC8rjaGO9yPiLymvSQ9nQ9bOxTDTj0H7Se8iEU1PNWXcj1qBgU9Ldt4OxACRz2mOA06aFWZOoicobwKOXg9t7sBPCvJm7yt39S8UMfWPLyPIj2sdCa9OEICPSFN2Lx+jaQ8mLokvVEEkrvYNhO9IdCQvYflRLzq5RC9vIGRPZdskrxWRi69",
        "I6twPSXRyjwFByA8sx6MunygHL10WoI94WGCPPs/Pb3qjIM9GTxhPM3UXrxY0QK9TShxPeIBzLyBdJ69cw8APa6z7rsiMw0+NWFaPST3GD0WAeM8DkskPeVgrr3q7Si+X5DMPeEuOL3VDPS8zkSnPZJcljzHfDy9VNSnPIMVjr14/kC9/zp9PWnM+rz7Ols8fYwTPFqE7TzSTdO9KU1nPYyUlb3ZXjg87PpyPalJh7zgJg+9KQscvOukLD21bQ89YQY5PAl617zRceK9jlfoPEguh7uK/5o8nx8CPgntfj3KTsa9tYmKveSus7za46k9aJXqPfSQUj2XfFa9s7kVPkTOnb1ZKXw83P3eO3ry7Drm/608dFLLvKhaEL3l81i9NRZ0vaviTD2A4wY8xyREPTaeRz1Cb/q9Qnjpuz/KyztQ1JY9gYkwPWUu9jxCd967b5AKPWfQY7xT/2q8eg9IvVARgz3ceDY6pDK9PIDj5jvY3Q4+pE5RPaT9QrxIkp+8rbWGPIi8br26Cdu7KhfRPLpL1jv1qgM96C6SPXv8nL1Nx967fHWcvdOVOL7FXqG8A4wzvQNqSb0G/j69lvVgPdG/mT002789xEsLvN4bo72o1Wk8XvmyPb+Yxrua7qc9u/frvbkboD3wATM9/gzXvFQ1kD13XvS8/MBfvU6rBT1vN9M9ZvHLveb9fj3DXuE8K0aXPRp8CLzQThi9l/6TPUeE6bx/yiG9ZL3VvSNKbz1djdI86wTDvMkqyLxvb+C9uKgUPTbM5jxnKda8Zy9DPZHERDy43Zo950svPedtXD1T2zC9d1h5vQ3cK70V0DA8/Zh4PBx9HL3POWI7qxCZPGuhDj2Hte+89DoYvbEP8DzI9TO9D781vVXQLjxowpa8Xkx0vKq/Fz0mAtQ80UvbPGz067puuxY9gS8DPHqp7TsmLAW8ykgPvDXWLDtygy47KqMqvZcVEL0jbF479kudvAhgDrzXsya8c0wjvUEHAD2PA+k7XNhMPElFET2dh7u8",
        "boIhvC/5RT2P4fI89YnovJyODb2xHIW9tBuYPGrhury2TD49fTNwO/ZNtzyj27+8+o1pPBL4RzwqMRs8pCHsPDN55zxXWvK7q6IxvBbrn73x2IW9/Bs7O7n9zDseuVg94qAOvVzgJj13Yaq8PPRSvA9vNL0wpnc8soWbPJw01LzS/pe80M+suYYN5rs+3T69ABewvJ0h7zy+SF69TA8lvE4webrUnx884QIAvKCiaDwtIqi8SleOvX/ZQb0kw+88u3HwPCyF6TtQDKG9mmubvO1BMbzCa628omHmvNAsyby3LRI+PtCDvQQYG72MaNE8qT9gvBZCPj1DKg29ic/QPIpfob1NkhC9jYbJPPViPb3GE7+8tuIovfGM7zuIzLw9LUzUvJNVpbuzlVI9C62mOxDrFD3DJRA7VEQavC5r3rwWghK9d00tvMYfUb1FNNE9QaKHvc1KNz3uMTc7mFebPNGuQb0Ger+8e9QWvYzTDj1TiRi+6vW4PG9/Xzt/Qxq9yTSxuiIZRT5utuY7Ll8sPb0vUr6jzNC86RoOPhA10Tz+LkY96gfnPPOyIDwW+5o8GZy0vWWJRr5vMuu9ZEMWPt6Vn7t7jKU9tAoIPGcT4b1uFYW8VK/jPGLaOD13kKU8QOP5PPbcKr1m7ie9tZpAvbcuoD0YrE88rAfrvDrK+LtravC9zOtFvVjAfb3IBBq9DuGfPKy+d723uMg95bHwvAO9zbt2A4E8hucmPCRZFbqs8M693qy2PTS6sDy+82e8pfJ0PadfDb30vG08gUIrvUrY0b3mZKI8r3TevckkLD3/zCa9CLecvXqYE74ye3G9SyTMvfy2n71+Yva9FWHDPe355DzCV9q74PRXPQYWzTyHXAw9P+UBPgmWHD30LKO8vcMrPucRwz0i/US+KyXrPI5whL11wA09ECDcvHDosT0CA3q98NrbPNmiyb18qwq+vL4IPmVIRT3SsLW8UDY9vdA6ZD2GAMq9upWGvSf37buX39A7NSOOvC317DqYZc47",
        "9RQ8vAwUC7wJfdq9IlEWvfYZ1DtzVOE8Fv+Yvf+hZjyZdce7w5eivDTtkD0U+tE9ZL2avfMdcrvpToi9WgP7PV2VUbs6sX698I8YvawLDT4hGN28K0uNvJ3Mz73Mxpg95pfCPd2ztb3klBa9ZTgxvY5emztzf0M757WyvPxDPbzXixA8lQBjPCxU97zFwbS8DphVOy+i/DxlESY9YRXiPH8zxzz9Hq87l5Nku9YaCb1sStO8n8E8PVEahb2tBmm9mHgDPRjYGT3cxcs8Idn9O5gVqLuOObK8uvFFvROqPb2yry28iAGDPcvrojwTFbC7h/L5u3vCR7qo2ys7Zr2hPRqt3Txguoo8sH0EPTFppTxl+OC8gU9GO3CgKLxpGII9qiADvVtM7rx0rdi8TMnGvRF9ZDzeDyq8NUUEvSm1NT2eT4Y5mQlMvNT/+LyJMQc92hYBvO29Aj7R8Rc83sQaPcXI+72fMhi9cSgePtKWFzxwYYA9uZi7vM4czDyqzZA9jL+xPKUgLb4nJnC9BcmnPdlbVb1jQ/Q9+00SvbPHAz36wsO9ZBEwPM+QiL14FnA7phcYvZ5URD2pVrg8y4AJO6fugb0AB5y8+iq0PZ9AUT0RLNi9SxbBu+Abgz0ApzQ9X+q+vaHms7xgIx09mN6uOy3vlTzdYeY87LFAvT5k2zwQFQ6+fuotvVfqFD0fQaY9uwczPXu5przMrwY9RGL6vQuYkb2DP1S9w9eKvf/yUb0hqBu9Qg+GvVExib2Y0YG8dmYsvblaEj1q+Ji8VCGlPQ5Wg7xCb3s9u3AJPRvzej1l9VW9jIAYPf69ATxatd88APkZPuCDGDuqV8u9tTVTPOhHAjsoFpi7i6edvTLXbz3PAos9VYsAPuuj6L343Ze97zrAPVCcHT2j9MK9snwyO/tUr72+Z/Q9ZqUuuK2Ekj3MC/c8O3xqvthkob3KHNy879/oPZYGizty8EQ8YC5cvbRYV77OXJI9w0ePvXPR4L1I0ZW9fHkFPqucn70kse48",
        "Ag+TvVZQK74IXak9u9/dPbHN+bza/4y9Sp/9vIdv7TyM9Zc9nyCZPfvhtr1udhU9CrYKvYZXbzx0IhG9hHHVvEZC4TunZ4u8HPEIvfY8mj1pp669fXqePMovTLwXMHu7E3lsPO9wkzx6kAm+T6a2vUqXv7y6h0q84SsOPTG3ML33e0S9TgsovN7DcDzmERQ9TBU6vaYykrtp5ZC9hvFKPWVZhTzwO6a8drACvcbizLwFXjk8hpwDvLKn7rzTN589+M/pvPTicD1hSTY9ib1RPZba7LvyFgS9FLX0O9uLTjvXbvI93xDPOxfBKz3PxRs9zZQFvMI9qb1hoqO8hFYSPdxnqzwkHoI9eCVTPOFmCL1FwPc88jPCPNpO1b0e+Iu9vYGKvawc4zwGNsq9LzLpPVbtlD1h7Mq8ZSEMvdHYtb2h5BI98SNLPbT7P73Ji/+9BJCzPX2tSj3+qqg8G5QovTXzDT3v+SU9+pCCvZhX+DxiSIO9RN9Hvb3tnbzl5xM9HBSXPVDnCL3ffI28joepPIjszT0qK/e8MaCDvB7HnD3DWJQ9DOQgPhaUyzxQtE49K4qAvZK8f7ziWg28v7ANPYXaeL0ZqzK83GkmPSwHejy0RDU7yLk9vWelST0ksCm9pboMPYKvvDsWYzQ7RG+/PLOeErtJ9Y689oBKvc6+ojt+Y3K8Xu8/vODmmDwmSWC9zJGAO9qQjr1Erf88glhTPDJbGDqWyGY9KRR2vNOBqLw48AU8maBpO4n9vTzJie88Vj/DO4IISLu4QDE8IvDiPOcOjT0POXo9XScYvWcJUDzH8e28bNYPO25rHb05u7Q9wmvzubpszDxnXN+9IaMnPAaJpby/SUy9BKIzvff3pD34KQu8mwxouv3gUr0dfbS8K2qxPC/PSLyNBTY9pGpCPSVqBD2HVjS9shxYPZxjjryyMem9xxHWPUcFz7z+szu8DO8Kva0E9zr7jzG8OzIzPatxI7wix7+8XQhVvQqxDzxS4hE9nPHivHPcSb1sUoI4",
        "NvL4PLCaZzxgFsS9+RTNPK7hL7xV0ZY8Q0ErPR7n07yMHp69wlQfPVvoK71Pnhs8GPX3vOi4hT0O7xW9rtWfvaroCb3R+UI9IUDxvQ47lL1H4qU8D7Z7vZrVgL2mPUE8+D0gvcbYKr2+FZK8tXa/u62zDD2eWEE8fDwKPCu7JDyx9x2+ggM1PugjLb0OZqo8j3GXPV5QjryTH349VE79PMklmT2K8sk8a1fLPddegLyXxwS+O7w5PZNWlbxBd7g954tEvBihYT0Kl3Y8eq/rPBd0gDy2zRM9bLc7PFt3r71QqqG9Z8sAvoXHyr007Yo9kZegvZtXXD6oUGM81+l/vWOCNb7waAs+Gy9bPjQug72eR4A9l91GveuTYb32X7I9AqIlvXlxIr41Gme+JClZPikkqbv6G1Q8jr17PDZzibyPs2i9Ud4jvUMJ4DwyyBw9T8aBO+bAcj3Ng2I88IKKO1S17ryF4XO9AWm0uxpZI70gZXG+a1KOPHXbSbxO5M88MkoOvTwfXDxN7cC8fBVGPN985rw1LFQ9kk3qOzBRwL1lsxC9mG+JPHm1lry4PJa7UFrXPBDF4b3cK089cT21PMSiSLviYtC86ATbPbMqJryPJw4+0eoivfwXzjwYFoi9QcgNPKjcG71Tc4K8FgQXvLxun71sclO97r2su3Fco7uGF8e9wqOCPNNYkzz/TpK9NyKnPe76lbye7BI8saoRPbCPWr0vFW296IeMujrLtT3aCTQ95PaYvR/asD3OJQk8uqL8vDvoWb1Ytai8JWmLPSskYb3VnPk9yZTavUY95Dwfany8hhygPIaX/jyd87a986kfPSCCNLx+j7i72RobPSH4dT2eAAG+DNnvPB5qhD1tBRE9SF7JvHk3gz0Sst48Lm6Tvcdg+D2sqUO9wBx2PF+amL2Xn2C7paA0PAa2Jj1nWnS9w7ehPV2evT3Vwvc9+fadPe5Uwzzs1NI77iKGPKUqWr1gBNS9awOtvdSmTb1RGSa9RWRBvA5Bu7zvJwM8",
        "qA+iusVMBDx7tpQ8nYm2vCS9SjyrmDw9JrhiPS61Oj2M46e7XUc3PYfWujwo5IA9pBf6PEjwNr3Nr8695Fs4vWU6QL1SOAU9Xjf7PIDqKDxRViG9nNVePJR02Tw41qs8Y7HCvFatrzsY9sk8/9LYufZ3fL3EATW8FSZMPZdUbzvsPmE8OMGDvEpv5juemzs8mNKfPDCAjTv50QK9zK5BPdwnu7mG7pU7vLPaPMHYerwn/oE8j6icO7qQ77w+maG9DaMRvBhBoj1YiYm9PvqpvCz7wb3WBUc86bCvPSAQbz0i13i9xQbEvOtY/TzTd/e8bn3EvKXVZ72FUrq9gnVRPdYQyTwGv04901Y4vagvtD18qom9ALbiPN9u7Lwsz/Y73Qx1vJKQlbxDQny9mtLKPEBTODyR2QG8mr74Oko8SDwPaRC+8vP2u6Ji3ztB07083eTBPMz0Ljz58nM8sN1lvLBAhD1lKD09+577PAdNr70DstK85y4CuTT/uDy1jw69OWD2PMaEGz2HWfc8g4iOPRl0srwpEoy8L11DPSKClLtsJQc7n02mvFMmWz3q7NM89AzrPJwOijyNklm9Py3Bu9bigT2KsSI9dlykPAPKmr1pZ507gJaRvXzJmryzdNs8NN6sPCK5S7z28w09nWHLPHCuyzmrfSI97/WcPIVD9rxoFBA8zfrjPadISjzSqqy8xG6PPfQkIb0XOC69icr/PAgisDxybnG88N8OPSo6RT3/Lik9+xQIPSgv5710Huk8p8avPd6uQDqPTkC84r0oPGnFiju0S+S9LDYRvcfr5r1zZZq89YPIPRr9qTx4Iri8qOyjPI6fG70keEE9XO6+vVW2YDw2iTs88GcVPVxGeDpep2+7khqXPApLcD2Z5qA81sCNvY/IZrz7H4m8tF7gPEOoWbsroTk9IgKave+nwD31i4I6x/Z+PWDSnrugjpC9HMnpvfg+6jtZfbK9zv+Gvdf6n7zsgSM80k1uvdlMEjygRDq908CwvS451b2RgNU9",
        "nMd/vcoV9D2t2IG9kD+Mu+PeJzwrcMS9cigAvVgpRb2ZUtU83wOaPcXkUD1C2Ju8BXIVvZa55b2MqK28MJjTvOOgFz7QpyO9WcOMPOTmqbylcLa9xR+PvOfz4rkw9JQ9EhkRPuYZcb1ZQ8C76dW5PXTGcz3aMLO9u+/GOtribLw2NCO9tobSPKCK5L3sU9q8F4QoPZo/DT4IUDq9Xp8hvupi4r071FY9aQ3cPY9917uiyLS9nkfDPVYgsT1XYjK7nf86veh0p71VSKa99HKiPafyg72L3cw8bYNhPUhzQj2FBv89pIcfve88fb1MYBI8Z5lzuhhZsL1BNKE97OrZO6UqxLzCUww9xo71vJklCj016gm+kekAPQX8Sj0MC8U6Pi98vCYN5Dwbl0U8sk1fvfoiDb3YDAC8mpMzPQxWMbytRMq8jaY2vTMdiD0vmdo7OVjZuhTbjbxGcrO8tdM7u268Ob0p9qw9fOqJu8Eu0LxqVZw94R0pPfLTIbx7vVO8v/TOOxgc/rxBhde8vNSgOGGofjr4rua8F3oYPWV6Sr2uXg89HQkZvUFydTzcua27zb7BO57CMTwyzzK8IsGYPf8oW71ZDrc9KciIPdF2D70vIye9GyvJvHsGCj0eYsQ7GDGOvJOGczzYMqC9sohpvfZjmjwMSDS7QMMXvUeBNj05ugk9HoKEvc7sgLzBQc683kqFPc1M1zzR1JS92IweOyboPDwnjCE97KRYPHiBtb0qNcw7lJI0u84vMr1ySS29Glw2u1yGXD1wN5+8Qm61vaGi/zyz8sI73eftvPZFVD2dWiU9naa0un8TNjwPTis9xiS5vfUCPzpc4v28AWmlvLeuabugiJ08lZ68OvHISLyab8S8kzW3vA0Sa7sJkwu9ZRo2u4rTGbs9CxY6lyt6vMDfxrzu89A8dE51vDOxBzybmSg81sWmu+iWlLqpNAq7rcaivC8zVjwXWL48sLm9PL1Q4LtNCAs8n6wWPBlsZLswaBm9hUofPbc8wjtvS/M5",
